{
 "_type": "song",
 "annotation_count": 1,
 "api_path": "/songs/194905",
 "artist_names": "George Grossmith (Ft. Weedon Grossmith)",
 "full_title": "The Diary of a Nobody (Chapter XII) by George Grossmith (Ft. Weedon Grossmith)",
 "header_image_thumbnail_url": "https://s3.amazonaws.com/rapgenius/1374725956_images.jpg",
 "header_image_url": "https://s3.amazonaws.com/rapgenius/1374725956_images.jpg",
 "id": 194905,
 "instrumental": false,
 "lyrics_owner_id": 113876,
 "lyrics_state": "complete",
 "lyrics_updated_at": null,
 "path": "/George-grossmith-the-diary-of-a-nobody-chapter-xii-annotated",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/George-grossmith-the-diary-of-a-nobody-chapter-xii-sample",
 "release_date_components": null,
 "release_date_for_display": null,
 "release_date_with_abbreviated_month_for_display": null,
 "song_art_image_thumbnail_url": "https://s3.amazonaws.com/rapgenius/1374725956_images.jpg",
 "song_art_image_url": "https://s3.amazonaws.com/rapgenius/1374725956_images.jpg",
 "stats": {
  "unreviewed_annotations": 0,
  "hot": false
 },
 "title": "The Diary of a Nobody (Chapter XII)",
 "title_with_featured": "The Diary of a Nobody (Chapter XII) (Ft. Weedon Grossmith)",
 "updated_by_human_at": 1374725829,
 "url": "https://genius.com/George-grossmith-the-diary-of-a-nobody-chapter-xii-annotated",
 "featured_artists": [
  {
   "_type": "artist",
   "api_path": "/artists/62433",
   "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
   "id": 62433,
   "image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
   "index_character": "w",
   "is_meme_verified": false,
   "is_verified": false,
   "name": "Weedon Grossmith",
   "slug": "Weedon-grossmith",
   "url": "https://genius.com/artists/Weedon-grossmith"
  }
 ],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/62432",
  "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "id": 62432,
  "image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "index_character": "g",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "George Grossmith",
  "slug": "George-grossmith",
  "url": "https://genius.com/artists/George-grossmith"
 },
 "artist": "George Grossmith",
 "lyrics": "1 ContributorThe Diary of a Nobody (Chapter XII) LyricsA serious discussion concerning the use and value of my diary. Lupin’s opinion of ’Xmas. Lupin’s unfortunate engagement is on again.\n\nDecember 17.—As I open my scribbling diary I find the words “Oxford Michaelmas Term ends.” Why this should induce me to indulge in retrospective I don’t know, but it does. The last few weeks of my diary are of minimum interest. The breaking off of the engagement between Lupin and Daisy Mutlar has made him a different being, and Carrie a rather depressing companion. She was a little dull last Saturday, and I thought to cheer her up by reading some extracts from my diary; but she walked out of the room in the middle of the reading, without a word. On her return, I said: “Did my diary bore you, darling?”\n\nShe replied, to my surprise: “I really wasn’t listening, dear. I was obliged to leave to give instructions to the laundress. In consequence of some stuff she puts in the water, two more of Lupin’s coloured shirts have run and he says he won’t wear them.”\n\nI said: “Everything is Lupin. It’s all Lupin, Lupin, Lupin. There was not a single button on my shirt yesterday, but I made no complaint.”\n\nCarrie simply replied: “You should do as all other men do, and wear studs. In fact, I never saw anyone but you wear buttons on the shirt-fronts.”\n\nI said: “I certainly wore none yesterday, for there were none on.”\n\nAnother thought that strikes me is that Gowing seldom calls in the evening, and Cummings never does. I fear they don’t get on well with Lupin.\n\nDecember 18.—Yesterday I was in a retrospective vein—to-day it is prospective. I see nothing but clouds, clouds, clouds. Lupin is perfectly intolerable over the Daisy Mutlar business. He won’t say what is the cause of the breach. He is evidently condemning her conduct, and yet, if we venture to agree with him, says he won’t hear a word against her. So what is one to do? Another thing which is disappointing to me is, that Carrie and Lupin take no interest whatever in my diary.\n\nI broached the subject at the breakfast-table to-day. I said: “I was in hopes that, if anything ever happened to me, the diary would be an endless source of pleasure to you both; to say nothing of the chance of the remuneration which may accrue from its being published.”\n\nBoth Carrie and Lupin burst out laughing. Carrie was sorry for this, I could see, for she said: “I did not mean to be rude, dear Charlie; but truly I do not think your diary would sufficiently interest the public to be taken up by a publisher.”\n\nI replied: “I am sure it would prove quite as interesting as some of the ridiculous reminiscences that have been published lately. Besides, it’s the diary that makes the man. Where would Evelyn and Pepys have been if it had not been for their diaries?”\n\nCarrie said I was quite a philosopher; but Lupin, in a jeering tone, said: “If it had been written on larger paper, Guv., we might get a fair price from a butterman for it.”\n\nAs I am in the prospective vein, I vow the end of this year will see the end of my diary.\nDecember 19.—The annual invitation came to spend Christmas with Carrie’s mother—the usual family festive gathering to which we always look forward. Lupin declined to go. I was astounded, and expressed my surprise and disgust. Lupin then obliged us with the following Radical speech: “I hate a family gathering at Christmas. What does it mean? Why someone says: ‘Ah! we miss poor Uncle James, who was here last year,’ and we all begin to snivel. Someone else says: ‘It’s two years since poor Aunt Liz used to sit in that corner.’ Then we all begin to snivel again. Then another gloomy relation says ‘Ah! I wonder whose turn it will be next?’ Then we all snivel again, and proceed to eat and drink too much; and they don’t discover until I get up that we have been seated thirteen at dinner.”\n\nDecember 20.—Went to Smirksons’, the drapers, in the Strand, who this year have turned out everything in the shop and devoted the whole place to the sale of Christmas cards. Shop crowded with people, who seemed to take up the cards rather roughly, and, after a hurried glance at them, throw them down again. I remarked to one of the young persons serving, that carelessness appeared to be a disease with some purchasers. The observation was scarcely out of my mouth, when my thick coat-sleeve caught against a large pile of expensive cards in boxes one on top of the other, and threw them down. The manager came forward, looking very much annoyed, and picking up several cards from the ground, said to one of the assistants, with a palpable side-glance at me: “Put these amongst the sixpenny goods; they can’t be sold for a shilling now.” The result was, I felt it my duty to buy some of these damaged cards.\n\nI had to buy more and pay more than intended. Unfortunately I did not examine them all, and when I got home I discovered a vulgar card with a picture of a fat nurse with two babies, one black and the other white, and the words: “We wish Pa a Merry Christmas.” I tore up the card and threw it away. Carrie said the great disadvantage of going out in Society and increasing the number of our friends was, that we should have to send out nearly two dozen cards this year.\n\nDecember 21.—To save the postman a miserable Christmas, we follow the example of all unselfish people, and send out our cards early. Most of the cards had finger-marks, which I did not notice at night. I shall buy all future cards in the daytime. Lupin (who, ever since he has had the appointment with a stock and share broker, does not seem over-scrupulous in his dealings) told me never to rub out the pencilled price on the backs of the cards. I asked him why. Lupin said: “Suppose your card is marked 9d. Well, all you have to do is to pencil a 3—and a long down-stroke after it—in front of the ninepence, and people will think you have given five times the price for it.”\n\nIn the evening Lupin was very low-spirited, and I reminded him that behind the clouds the sun was shining. He said: “Ugh! it never shines on me.” I said: “Stop, Lupin, my boy; you are worried about Daisy Mutlar. Don’t think of her any more. You ought to congratulate yourself on having got off a very bad bargain. Her notions are far too grand for our simple tastes.” He jumped up and said: “I won’t allow one word to be uttered against her. She’s worth the whole bunch of your friends put together, that inflated, sloping-head of a Perkupp included.” I left the room with silent dignity, but caught my foot in the mat.\n\nDecember 23.—I exchanged no words with Lupin in the morning; but as he seemed to be in exuberant spirits in the evening, I ventured to ask him where he intended to spend his Christmas. He replied: “Oh, most likely at the Mutlars’.”\n\nIn wonderment, I said: “What! after your engagement has been broken off?”\n\nLupin said: “Who said it is off?”\n\nI said: “You have given us both to understand—”\n\nHe interrupted me by saying: “Well, never mind what I said. It is on again—there!”Embed"
}