{
 "_type": "song",
 "annotation_count": 12,
 "api_path": "/songs/2377574",
 "artist_names": "Sam Hamm (Ft. Watchmen (Comic/Movie))",
 "full_title": "Terry Gilliam's Watchmen by Sam Hamm (Ft. Watchmen (Comic/Movie))",
 "header_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "header_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "id": 2377574,
 "instrumental": false,
 "lyrics_owner_id": 2534783,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1475261603,
 "path": "/Sam-hamm-terry-gilliams-watchmen-annotated",
 "pyongs_count": 1,
 "relationships_index_url": "https://genius.com/Sam-hamm-terry-gilliams-watchmen-sample",
 "release_date_components": {
  "year": 1989,
  "month": 1,
  "day": 1
 },
 "release_date_for_display": "January 1, 1989",
 "release_date_with_abbreviated_month_for_display": "Jan. 1, 1989",
 "song_art_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "song_art_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "stats": {
  "unreviewed_annotations": 11,
  "hot": false,
  "pageviews": 7436
 },
 "title": "Terry Gilliam’s Watchmen",
 "title_with_featured": "Terry Gilliam's Watchmen (Ft. Watchmen (Comic/Movie))",
 "updated_by_human_at": 1475261644,
 "url": "https://genius.com/Sam-hamm-terry-gilliams-watchmen-annotated",
 "featured_artists": [
  {
   "_type": "artist",
   "api_path": "/artists/219085",
   "header_image_url": "https://images.genius.com/f985109f117d366a56f6c07100e3cb3c.312x240x1.png",
   "id": 219085,
   "image_url": "https://images.genius.com/928cc4b0891146ee6b40094c65f157ea.568x568x1.jpg",
   "index_character": "w",
   "is_meme_verified": false,
   "is_verified": false,
   "name": "Watchmen (Comic/Movie)",
   "slug": "Watchmen-comic-movie",
   "url": "https://genius.com/artists/Watchmen-comic-movie"
  }
 ],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/612486",
  "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "id": 612486,
  "image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "index_character": "s",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Sam Hamm",
  "slug": "Sam-hamm",
  "url": "https://genius.com/artists/Sam-hamm"
 },
 "artist": "Sam Hamm",
 "lyrics": "2 ContributorsTerry Gilliam’s Watchmen LyricsFADE IN:\n\n1. EXT. NEW YORK - LIBERTY ISLAND - DAY\nThe STATUE OF LIBERTY stands watch at the mouth of the Hudson.  Over\nscene, we SUPER TITLE:\n\nNEW YORK CITY - JULY 1976\n\n2. JERSEY CITY PIER - DAY\nA live news update.  Network correspondent CINDY CHAN stands at the\nedge of the  dock, the statue plainly visible in the distance behind\nher.\n\nCINDY\n-- insist that the situation is under control.  Authorities have just\nagreed to the release of nine Radical Front prisoners in hopes of\nfreeing the hostages.\n(adjusting her hair)\nWe repeat: terrorists have taken Liberty Island, and are holding some\nforty hostages -- including tourists and maintenance workers --\ncaptive in the Statue of Liberty itself.\n\n3. FERRYBOAT - DAY\nThe ferry -- one of six anchored a half-mile off Liberty Island --\nhas been commandeered by a fully-armed SWAT TEAM.  The SWAT CAPTAIN,\nwho's in charge of negotiations, speaks to the terrorists via\nwalkie-talkie.\nSWAT CAPTAIN\nYour demands have been met.  The prisoners and the money are on their\nway.  If you tune your TV to Channel 4 you'll see the copters\npreparing for takeoff.\n\n4. INT. STATUE - THAT MOMENT\nThe screen of a portable TV shows THREE HELICOPTERS lifting off from\nLaguardia.  We're in the OBSERVATION ROOM inside the statue's head.\nA TERRORIST holds a crowd of SQUEALING TOURISTS -- men, women,\nschoolchildren -- at bay with an automatic rifle.  Two others stand\nby the windows, scanning the harbor for signs of a double-cross; and\na fourth, the RINGLEADER, speaks into a walkie-talkie.\n\nRINGLEADER\nGood.  We got forty innocent people here.  One false move . . . and\nwe blow her brains out.\n\nSWAT CAPTAIN (O.S.)\n(filter; from walkie-talkie)\nBlow whose brains out?\n\n5. EXT. STATUE - THAT MOMENT\nTIGHT on the ring of OBSERVATION WINDOWS situated just below the\njutting spikes of the CROWN.  CAMERA PULLS BACK rapidly to take in\nthe whole of the statue's head.\nRINGLEADER (O.S.)\n(a nasty laugh)\nLady Liberty, my friend.  Lady Liberty's brains!\n\n6. EXT. FERRY - THAT MOMENT - DAY\nMOUNTING TENSION among the SWAT TEAM on deck.\n\nSWAT COP\nSons of bitches.\n\nSWAT CAPTAIN\nRelax.  We'll nail 'em on the transfer.  Let's get those hostages out\nfirst.\n\nSWAT COP II\nCaptain . . . what the hell is that?\n\nAll eyes turn upward.  In the distance, a TINY SPECK descends from\nthe clouds and drops, in a perfectly vertical line, toward the head\nof the statue.  The SWAT CAPTAIN hoists a pair of binoculars:\n\nSWAT CAPTAIN\nShit.  Shit fire!!\n\nSWAT COP\nSir!  What is it?\n7. POV SHOT - THROUGH BINOCULARS\nA magnified view of the SPECK, which turns out to be a futuristic,\nblimplike HOVERCRAFT -- the OWLSHIP.\n\nSWAT CAPTAIN (O.S.)\nChrist almighty, it's the goddamned Watchmen!\n\n8. INT. OWLSHIP - THAT MOMENT\nIn the cabin we find THREE COSTUMED SUPERHEROES: the red-and-gold\nsuited CAPTAIN METROPOLIS; RORSCHACH, whose face is a shifting\ninkblot mask; and NIGHT OWL, who's manning the instrument panel.\n\nNIGHT OWL\nOkay, Adrian, we're in position.  What now?\n\nHe looks up at a monitor mounted over the controls.  ADRIAN VEIDT,\nblond scientific wizard, answers pensively from Watchmen HQ:\n\nVEIDT\n(on monitor)\nLet's take out their communications.  Drop the scrambler.\n\n9. EXT. HEAD OF STATUE - DAY\nA line drops from the OWLSHIP, and an ELECTRONIC DEVICE lands with a\nthud on the dome of Lady Liberty's crown.\n\n10. INT. OBSERVATION ROOM - THAT MOMENT\nTERRORISTS staring at the portable TV screen; suddenly, it shows\nnothing but snow.  The RINGLEADER, suspicious, lifts his\nwalkie-talkie:\n\nRINGLEADER\nHey.  We got a problem here --\n\nHe releases the button.  No reply -- only loud, hissing STATIC.\n\nRINGLEADER\nCome in.  Do you read me?  Don't play around with us,\nGoddammit !\n\n11. EXT. FERRY - THAT MOMENT\nThe SWAT CAPTAIN curses at his useless walkie-talkie.  Teeth bared,\nhe glowers up at the OWLSHIP and paces the deck in a psychotic\nfrenzy.\n\nSWAT COP\nIgnorant bastards!  They've jammed us!\n\nSWAT COP II\nWhat do we do now?\n\nSWAT CAPTAIN\nWe sit here with our thumbs up our butts.  As usual.\n\n12. EXT. LIBERTY ISLAND - THAT MOMENT - DAY\nA HULKING FIGURE, outfitted in SCUBA GEAR, emerges from the water.\nThere's an evil-looking RIFLE slung over his shoulder.  As he\nswaggers toward the base of the statue, he peels off his wetsuit to\nreveal yet another gaudy COSTUME underneath.\n\nSuperhero #4: THE COMEDIAN.  He pins a BADGE to his leather\nbreastplate; incongruously, it's a HAPPY-FACE BUTTON -- and it\nmatches his own nasty SMILE as he marches forward into battle.\n\n13. INT. BASE OF STATUE - THAT MOMENT - DAY\nA TRIO OF TERRORISTS standing guard near the entrance in the base of\nthe statue.  They're holding a JANITOR at gunpoint.  One of them is\nfumbling with his walkie-talkie, which has inexplicably gone\nhaywire.\n\nTERRORIST I\nBase to head.  Base to head.  Come in!\n(flustered)\nI can't get shit!\n\nTERRORIST II\nWhat the hell is going on??\n\nThere's a sudden metallic CLANG behind them.  They turn in unison --\njust as the COMEDIAN struts into frame, assault rifle in hand.\n\nPanic.  The three TERRORISTS fall into a tight cluster at the base of\na long metal stairway.  One of them grabs the JANITOR, holds a gun to\nhis head.\n\nTERRORIST I\nI'M NOT JOKING!!\n\nThe COMEDIAN shrugs: okay.  He lifts his rifle and fires TWO SILENCED\nSHOTS directly into the JANITOR's gut.  The old man's body jerks twice\nand he slumps to the floor, stone dead.\n\nThe TERRORISTS stand there aghast.  For an instant they're too\nstunned to shoot.  The COMEDIAN breaks into a dopey grin --\n\nCOMEDIAN\nThe joke's on you.\n\n-- and opens fire with a look of VICIOUS PLEASURE on his face.  As\nthe saying goes . . . it's nice to see a man who enjoys his work.\n\n14. INT. OWLSHIP - THAT MOMENT\nRORSCHACH and CAPT. METROPOLIS stand over an open hatch in the floor\nof the cabin.  At the console, NIGHT OWL hits a button.  Then --\n\n15. INT. OBSERVATION ROOM - A MOMENT LATER - DAY\nA sudden BOOM.  A FLASH OF COLOR.  The startled TERRORISTS turn to\nthe nearest window, and see a spectacular display of BICENTENNIAL\nFIREWORKS bursting above the harbor a short distance away.\n\nWhile the TERRORISTS are distracted, our attention shifts to a point\nbehind them.  Through an OBSERVATION WINDOW we see CAPT. METROPOLIS\nand RORSCHACH sliding down a thin metal cable and LANDING on the\nstatue's upraised TORCH.\n\nThe TERRORISTS turn back just as the superheroes disappear around the\nfar side of the torch.\n\nRINGLEADER\nI don't like this.  Go downstairs and see what's up.\n\n16. EXT. STATUE - ON TORCH - THAT MOMENT - DAY\nRORSCHACH and CAPT. METROPOLIS pry open a metal door on the torch.\n\nRORSCHACH\nGot your flashgun?\n\nCAPT. METROPOLIS nods.  He puts on a pair of IONIZED SUNGLASSES and\ngoes through the door, into the torch.  RORSCHACH waits\nbehind.\n\n17. INT. BASE OF STATUE - A MOMENT LATER - DAY\nThe COMEDIAN is wandering around with a MAP of the statue's layout.\nHe spots what looks like a MANHOLE COVER set in the concrete floor,\nthen strolls over and jimmies it open.\n\nANOTHER FIGURE in scuba gear climbs out.  But this one's different.\nThis one's a WOMAN.\n\nSILK SPECTRE\nAbout time.  It stinks down there.\n\nCOMEDIAN\nB-team's upstairs.  We gotta find that bomb.\n\nAs the COMEDIAN saunters off, she strips out of her slime-drenched\nwetsuit.  You guessed it -- a garish (and kinda skimpy) COSTUME\nunderneath.\n\nSILK SPECTRE\nWhy do I get all the glamour jobs?\n\nCOMEDIAN\nA woman's work is never done.\n\n18. INT. OBSERVATION ROOM - THAT MOMENT - DAY\nThe TERRORISTS tense up at the sound of FOOTSTEPS.  A moment later,\nCAPT. METROPOLIS appears on the stairs.  The TERRORISTS train their\nguns on him -- all but the RINGLEADER, who grabs a\nTEN-YEAR-OLD-GIRL.\n\nRINGLEADER\nI don't know who you are pal, but you just killed a little girl.\n\nCAPT. METROPOLIS\nPlease.  There's something I'd like you to see first.\n\nHe holds up what looks like an old-fashioned photographer's flash.\nAll at once, the ROOM GOES WHITE -- and by the time the blinding\nlight has dimmed, TERRORISTS and HOSTAGES alike are toppling to the\nfloor, their nervous systems temporarily FRIED.\n\nAll except CAPT. METROPOLIS, who's wearing his special sunglasses.\nHe pockets the shades and swiftly goes to work.\n\n19. INT. STATUE - NEAR BASE - A MOMENT LATER\nAn edgy TERRORIST all alone, standing watch.  Suddenly he's grabbed\nfrom behind -- and THE COMEDIAN is holding the point of a BAYONET at\nhis throat.\n\nCOMEDIAN\nOkay, Abdul.  Where's the bomb?\n\n20. INT. OBSERVATION ROOM - A MOMENT LATER - DAY\nEveryone's slowly coming around.  By now CAPT. METROPOLIS has the\nTERRORISTS tied up; he's consoling a squawling THREE-YEAR-OLD.\n\nCAPT. METROPOLIS\nDon't cry, little one.  You're in good hands.\n(standing; to the crowd)\nNow everyone.  Listen carefully.  We're going out through the torch.\n\nHe goes to a window, gives the thumbs-up sign to RORSCHACH out on the\ntorch.  RORSCHACH signals the OWLSHIP.\n\n21. EXT. STATUE - ON TORCH - A MOMENT LATER\nA METAL LADDER descends from the belly of the OWLSHIP.  RORSCHACH\nsecures it to the tip of the torch.\n\n22.  INT. STATUE - MIDSECTION - THAT MOMENT\nSILK SPECTRE and THE COMEDIAN marching up a long metal stairway.\n\nSILK SPECTRE\nShould be just overhead.  We have to distract them somehow . . .\n\nCOMEDIAN\nJust barge in.  While they're staring at your tits we'll blow their\nballs off.\n\nThey look up.  A TERRORIST is peering down at them from an overhead\nlanding.  The COMEDIAN lifts his rifle: thwip.  Before the terrorist\nhits the floor, the COMEDIAN has lobbed a GAS GRENADE onto the\nlanding.\n\n23. INT. STATUE - STAIRWAY LANDING - A MOMENT LATER\nGas everywhere.  The TERRORISTS' BOMB, and it's a big fat one, sits\nin a complicated housing at the center of the landing, with\nUNCONSCIOUS TERRORISTS sprawled all around it.  SILK SPECTRE and the\nCOMEDIAN, in gas masks, march up the stairs to scope things out:\n\nCOMEDIAN\nWell.  They look distracted.\n(turning to face her)\nDon't suppose you know how to disarm one of these babies . . . ?\n\nSILK SPECTRE\nEddie -- !\n\nSuddenly panicked, she grabs his shoulder, points behind him.  He\nturns.\n\nOne of the TERRORISTS still has some life in him.  He drags himself\nover to the bomb and -- with his last ounce of strength -- FLIPS A\nSWITCH on the housing.\n\nA TIMER begins to count down.  Thirty seconds.  Twenty-nine.\n\nCOMEDIAN\nSHIT!\n\nHe hits a trigger on his belt, and a RED SIGNAL LIGHT begins to\nblink.  He spots an elevator door, runs over, and pries it open.  An\nempty shaft; the car is some twenty stories below them.\n\nSILK SPECTRE\nWhat about the --\n\nCOMEDIAN\nFUCK 'EM!\n\nThere's a mountain-climber's CARABINER on his belt; he fastens it\naround the ELEVATOR CABLE -- and DROPS.  SILK SPECTRE hesitates only\na second before following suit.\n\n24. INT. OBSERVATION ROOM - A MOMENT LATER\nCAPT. METROPOLIS is herding HOSTAGES down the stairway.  All at once,\nhe FREEZES.  There's a red SIGNAL LIGHT flashing on his belt as\nwell.\n\n25. INT. OWLSHIP - THAT MOMENT\nYET ANOTHER RED LIGHT is flashing on NIGHT OWL's instrument panel.\nHe looks up at VEIDT on the monitor.\n\nNIGHT OWL\nAdrian!\n\nVEIDT\nYeah, I see it.  Mission aborted.\n\nNIGHT OWL\nWell, good God, we can't just --\n\nVEIDT\nMission aborted, Daniel!\n\nNIGHT OWL reluctantly agrees.  He lets out the throttle.\n\n26. INT. STATUE - STAIRWAY LANDING - THAT MOMENT\nOn the BOMB.  The timer shows ten seconds to go.\n\n27. INT. STATUE - ELEVATOR SHAFT - A MOMENT LATER\nThe COMEDIAN and SILK SPECTRE plummet downward, their BELT CLASPS\nthrowing off sparks against the cable.\n\n28. INT. OBSERVATION ROOM - A MOMENT LATER\nCAPT. METROPOLIS at the window, petrified with fear, his hands\npressed to the glass.  He watches as the OWLSHIP flies away -- and\nRORSCHACH, who's hanging onto the metal ladder, is YANKED BODILY off\nthe torch.\n\n29. INT. STATUE - ELEVATOR SHAFT - THAT MOMENT\nTHE COMEDIAN makes a hard landing on the roof of a car.  SILK SPECTRE\ntouches down behind him just as he manages to pry a set of elevator\ndoors open, and the two of them dive through.\n\n30. AERIAL SHOT - MOVING OVER HARBOR - A MOMENT LATER\nRORSCHACH clings desperately to the metal ladder as the OWLSHIP\nstreaks across the harbor.  Behind him is the rapidly receding figure\nof Lady Liberty.\n\nThree beats later, a GAPING HOLE blows open in her midsection.\n\n31.  INT. OWLSHIP - THAT MOMENT\nA heartsick NIGHT OWL pounds the control panel in frustration.  On an\noverhead monitor, the upper portion of the statue is TOPPLING.\n\n32. INT. STATUE - A MOMENT LATER\nSmoke everywhere.  The COMEDIAN and SILK SPECTRE are pressed flat\nagainst a CONCRETE BULKHEAD.  An overhang protects them from falling\nDEBRIS -- which is raining down in copious amounts.\n\n33. EXT. FERRY - A MOMENT LATER\nThe furious SWAT CAPTAIN watches in astonishment as the top half of\nthe statue disintegrates into RUBBLE and tumbles to the ground.  He\nturns away from the sight, shaking his head in vehement disgust.\n\nSWAT CAPTAIN\nThat's it.  I quit.\n\nThe water stirs.  The boat begins to ROCK.  On deck, all eyes turn --\n\n34. EXT. LIBERTY ISLAND - THAT MOMENT - DAY\n-- as a LUMINOUS BLUE-SKINNED GIANT, SIXTY FEET TALL, wades through\nthe harbor and steps up onto the island.  He stares in dismay at the\ndemolished statue . . . like a modern-day Colossus of Rhodes\nwondering what the hell happened to his date.\n\nMeet the last -- and most powerful -- member of our happy band: DR.\nMANHATTAN.\n\nDown below, THE COMEDIAN and SILK SPECTRE -- battered but intact --\nare crawling out of the wreckage.  The COMEDIAN looks up at the huge\nblue figure looming over them, and shakes a gnat-sized fist:\n\nCOMEDIAN\nASSHOLE!  WHAT TOOK YOU SO LONG?!?\n\nCUT TO:\n\n35. INT. TV STUDIO - NIGHT\nThe Channel 4 Newsroom, with anchors SHEILA SHEA and JIM BRADLEY.\n\nSHEILA\nIn the face of mounting public pressure, the city of New York has\nrevoked its contract with Adrian Veidt's super-team.  Local police\nhave threatened a city-wide walkout if criminal charges against the\nWatchmen are dropped.\n\nOn the bluescreen behind them, red circles with diagonal crossbars\nsurround SIX HEAD SHOTS of the individual WATCHMEN.\n\nJIM\nAnd in Washington today, the Senate introduced legislation which\nwould ban all costumed adventurers nationwide.  Easy passage\nis expected.\n(shuffling his papers)\nWell, Sheila, it looks like the age of the superhero is officially\nhistory.\n\nDISSOLVE TO:\n\n36.  CREDITS SEQUENCE\nTIMEPIECES of every description -- pocket watches, grandfather\nclocks, travel alarms, all perfectly synchronized -- DRIFT UPWARD\nthrough a vast black void, ticking off the seconds.  At the stroke of\nmidnight, GONGS sound, BUZZERS buzz, BELLS tinkle -- and without\nwarning the clocks EXPLODE.  As gears and coils and crystals cascade\ndownward through the void, we SUPER TITLE:\n\nWATCHMEN\n\nFADE THROUGH TO:\n\n37. EXT. HIGH-RISE - NIGHT\nDarkened windows glow with the dim fire of reflected neon as we TILT\nUP the towering facade of a forty-story apartment building.  A BLIMP\ndrifts lazily through distant clouds; the sounds of traffic echo\nfaint and dreamlike in the wind as we reach the penthouse -- where\nheavy curtains flutter behind the ragged matte of a SHATTERED\nPLATE-GLASS WINDOW.  SUPER TITLE:\n\nNEW YORK CITY - TEN YEARS LATER\n\n38. EXT. STREET BELOW - THAT MOMENT - NIGHT\nA ramshackle NEWS KIOSK.  The OWNER, fat and stubbly, sits framed by\nthe garish covers of comic books and nudie mags, staring at the\nhigh-rise across the street.  THREE POLICE CARS -- oddly truncated\nbubble-shaped vehicles, recognizable from the flashing red beacons on\ntheir roofs -- sit on the curb amid a throng of ONLOOKERS.\n\nA CUSTOMER picks up a copy of the New York Gazette: \"NEW SKIRMISH ON\nAFGHAN BORDER.  RUSSKIES WALK OUT ON PEACE POWWOW.\"\n\nCUSTOMER\nCrazy reds don't know who they're messing with.\n(indicating the cop cars)\nWhat happened over there?\n\nNEWS VENDOR\nSome guy went sidewalk divin'  Twenny-five cents.\n\n39. EXT. HIGH-RISE - STREET LEVEL - NIGHT\nA riot of noise and color.  A plainclothes COP takes a statement from\nthe DOORMAN as PEDESTRIANS, clustered around an NYPD cordon, stare\nwith sickened expressions at a gruesome mess on the sidewalk.\n\nPATROLMAN\nSTAND BACK!  MOVE ALONG!\n\nWe are not in New York as we know it; in this strange offshoot of\nreality, everything -- the clothes, the cars, the very look of the\ncity -- seems just a touch off.  The PATROLMAN, for instance:\nhis standard-issue uniform consists of full riot gear, and his\nplastisteel breastplate is festooned with heavy artillery.  He clears\na path for a squad of PARAMEDICS, who load a bloody parcel into the\nback of a waiting ambulance.\n\nDET. LT. BURNS climbs out of his car, squeezes through the crowd and\nbuttonholes his colleague, HYDE, the cop in charge of the\ninvestigation.\n\nBURNS\nHad a lot of blood in him.\n\nHYDE\nYou oughta see upstairs.  It's a slaughterhouse.\n\nBURNS\nNo idea who's behind this?\n\nHYDE\nSmall army, from the looks of it.  He put up one hell of a fight.\n\nBURNS nods once and stares up toward the penthouse window.\n\nBURNS\nHe would -- You might as well know.  It's gonna get messy.  We got a\ncall from Washington.\n\nHYDE\nWashington?\n\nBURNS\nThey want in.  Seems our friend here was hardcore CTU.\n\nHYDE, suddenly wide-eyed at this new development, stares off after\nthe ambulance as it merges with the northbound traffic.\n\n40. EXT. STREET - ANOTHER ANGLE - THAT MOMENT - NIGHT\n\nTIGHT ON a large placard: \"THE END IS NIGH.\"  The bearer of the sign,\na hunched STREET CRAZY in a ratty raincoat, plods up the sidewalk\nspreading his message of cheer; his back is to us, but we can make\nout an unruly shock of bright RED HAIR.\n\nThe NEWS VENDOR eyes him suspiciously as he passes, then turns up his\ncollar and looks pointedly away.  A SMALL BLACK KID, leaning against\nthe kiosk with a comic book, spots him too, and makes a quick,\ncross-eyed face.  The STREET CRAZY lets out a low, hissing GROWL in\nresponse and plugs on.\n\nAt the high-rise, a sanitation crew has just arrived to hose down the\nsidewalks; RIVULETS OF WATER crisscross the street.  As the STREET\nCRAZY wanders along,  he spots something unusual snagged in the rain\ngrate.\n\nIt's a HAPPY-FACE BUTTON.  A tiny diagonal fleck of BLOOD stains its\nsurface, like the hand of a clock poised at twelve minutes to\nmidnight.\n\nThe STREET CRAZY bends to retrieve it.  He stares off at the\nshattered window some forty stories above.\n\nDISSOLVE TO:\n\n41. INT. HIGH-RISE - HALLWAY - NIGHT\nCAMERA DRIFTS from the penthouse elevator down a long, plush-carpeted\ncorridor.  The hallway is cordoned with thin plastic strips reading\n\"POLICE LINE -- DO NOT CROSS.\"  At the far end is a single door,\nSEALED OFF.\n\n42. INT. PENTHOUSE APARTMENT - NIGHT\nMOONLIGHT SHINES on an obstacle course of broken chairs and\noverturned tables as we move inexorably toward the shattered picture\nwindow.  At this altitude, the wind is fierce, and the curtains are\nflapping wildly.\n\nA ROPE drops into view.  A DARK SILHOUETTE lands on the ledge outside.\n\nSHARDS OF GLASS crunch underfoot as this strange INTRUDER steps\ninside.  He wears a slouch hat, a heavy trenchcoat; his face is\ninvisible to us as he snaps on a flashlight and sweeps it around the\nroom.\n\nThe apartment is, as promised, a slaughterhouse: smashed art prints,\ngaping holes in the wallboard, and gallons of BLOOD everywhere.  The\nflashlight beam shines on the front door, where THREE DEADBOLT LOCKS\nand an electronic alarm system are still in place, undisturbed.\n\nThe INTRUDER turns suddenly.  His beam strikes the splintered remains\nof a full-length WALL MIRROR -- and there, in the cracked and spiky\nglass, we get our first good look at his face.  Or what passes for\nhis face.\n\nHe has no eyes, no nose, no mouth, nothing but a strange and\never-shifting series of symmetrical patterns where his face should\nbe. . .a living, crawling inkblot on a luminescent field of white.\n\nWe've met him before.  He goes by the name of RORSCHACH.\n\n43. INT. PENTHOUSE - KITCHEN - THAT MOMENT - NIGHT\nRORSCHACH'S BEAM falls on the kitchen table.  HUNGRY FLIES walk\ndainty-legged through a sticky puddle of congealing blood.\nOffhandedly, he brushes the flies away; then he spots a SUGAR BOWL.\nHe tips it over, scoops up a handful of cubes, deposits them in his\ntrenchcoat pocket.\n\n44. INT. PENTHOUSE - BEDROOM - A MOMENT LATER - NIGHT\nThe beam shines across rumpled bedclothes, searches around the walls,\nand settles finally on the half-open door to a walk-in closet.\nRORSCHACH steps inside, examines rack upon rack of expensive\nsuits.\n\nHe shoves the suits aside.  Then, mysteriously, he begins to POUND on\nthe wall with his fist, moving left, right, up, down: THUMP.  THUMP.\nTHUMP.\n\nHe pauses.  He's found a hollow section.  He feels his way carefully\nalong the seams of the wall and floorboard until he discovers a\nCONCEALED TRIGGER.  He presses it and a panel slides back, revealing\na SECOND, SECRET CLOSET, hidden inside the first.\n\nHe reaches up, flicks on a light.  Inside the secret closet: a\nbizarre UNIFORM -- helmet, mask and gloves, a gaudy-colored bodysuit,\nrows of exotic weaponry.  On the wall nearby hangs a dusty framed\nPHOTOGRAPH.\n\nRORSCHACH examines the photo.  It's a group shot, six men, one woman,\nall dressed in similarly garish uniforms.  The man in the center is\nwearing the costume on the wall before us. . .the COMEDIAN's\ncostume.\n\nThey're all there, all the Watchmen: NIGHT OWL.  SILK SPECTRE.  CAPT.\nMETROPOLIS.  DR. MANHATTAN.  ADRIAN VEIDT.  And of course, RORSCHACH\nhimself.  As he eyes this quirky memento of days gone by, we\n\nDISSOLVE TO:\n\n45. EXT. STREET CORNER - BROOKLYN - NIGHT\nA LIGHT RAIN is falling as a weary figure emerges from a corner\nstore.  DANIEL DREIBERG, 44, thickset and bespectacled, walks with\nthe heavy gait of an athlete gone to seed.  He seems meek, defeated\n-- old before his time.\n\nHe holds a hand to the skies, sets down his grocery bags long enough\nto open an umbrella.  Then he turns down a deserted access street.\n\n46. EXT. ACCESS STREET - NIGHT\nIn an alleyway just off the access street, there's a MUGGING in\nprogress: two young street toughs, their tinted hair tied up in\nknot-tops, rolling a middle-aged man.  Across the street, DREIBERG\nsees what's happening; it takes some effort, but he makes a conscious\ndecision to move on.  Then --\n\nVOICE\nHold up, papa-san!\n\nThe KNOT-TOPS have emerged from the alleyway with their loot, and\nspotted DREIBERG -- an unwanted witness.  Menace in their eyes, they\nmarch toward him.  He sets his bags down and turns to face them,\nalmost welcoming the challenge; and suddenly, without warning, we\n\nCUT TO:\n\n47. FLASHBACK - PROCESSED FOOTAGE\nSlow-mo, double-frame, or sepia-tone; you call it.  But whatever the\ngimmick, it should suggest that the events we're watching take place\nin a stylized dream-time, midway between flashback and fantasy.\n\nIt's out old friend NIGHT OWL, duking it out with a gang of HOODS in\nan alleyway not unlike the one we've just left.  There's a flurry of\nfists; the HOODS topple, in quick succession--\n\n-- and all at once a burst of BLINDING LIGHT BLEACHES OUT THE FRAME,\ntransporting us back to:\n\n48. EXT. ACCESS STREET - NIGHT\nReal-time again.  Our reverie's been interrupted by a SHAFT OF\nWHITE-HOT LIGHT sweeping across the street, past DREIBERG, toward the\nalley.\n\nLOUDSPEAKER\nHALT!  DO NOT TRY TO RESIST --\n\nThe KNOT-TOPS run for it.  DREIBERG shields his eyes against the\nLIGHT -- which emanates from a POLICE HOVERCRAFT hanging in midair\nsome forty feet above his head.  The craft swoops off in pursuit of\nthe kids.\n\nDREIBERG bends to retrieve his things and crosses to the mouth of the\nalleyway.  He finds the old man slumped against a wall, obviously past\nhelp.\n\n49. INT. DREIBERG'S APARTMENT - NIGHT\nTHREE DEADBOLT LOCKS slide back as DREIBERG lets himself in.  The\nsecurity system is almost as impressive as the one in the COMEDIAN's\napartment, but the decor is considerably less plush.\n\nDREIBERG sets his bags on the floor, removes his raincoat, and hangs\nit carefully in a closet.  Then he gathers his groceries, heads for\nthe kitchen -- and STOPS IN HIS TRACKS, confronted with a most\npeculiar sight:\n\nDREIBERG\n. . . Rorschach.\n\n50. INT. DREIBERG'S KITCHEN - NIGHT\nLeaning back in a chair, his feet propped up on the kitchen table, is\nthe aforementioned RORSCHACH.  His inkblot mask is rolled partway up,\nexposing a mouthful of bad teeth, and he's calmly eating a plate of\nbaked beans.\n\nDREIBERG\nHow did you get in here?\n\nIgnoring the question, RORSCHACH greets him in a soft, rasping,\nutterly emotionless whisper:\n\nRORSCHACH\nHiya, pardner.  Long time no see.\n\nDREIBERG\nDid anybody follow you?  See you come here?\n\nDREIBERG is mildly panicked.  RORSCHACH -- who couldn't care less --\nemits his trademark hissing GROWL.  He spoons more beans from a can\nonto his plate, tops it all off with a generous squirt of ketchup\nfrom a squeeze bottle.\n\nDREIBERG (cont.)\nI can't believe you're back on the streets.  Good God, man, you're\nwanted on fourteen counts of murder.\n\nRORSCHACH\nAt least six of those are trumped-up.  -- Here.\n\nHe reaches into his pocket, finds the HAPPY-FACE button, and flips it\nto DREIBERG.  DREIBERG eyes it for a moment, automatically uses his\nfingernail to scrape at the small red STAIN on its surface.\n\nRORSCHACH (cont.)\nLook familiar?\n\nDREIBERG\nSure.  You got some kind of -- bean juice on it.\n\nRORSCHACH\nHuman bean juice.\n(beat)\nThe Comedian is dead.\n\nDREIBERG stares down at the button, suddenly getting the picture.\nHis jaw goes slack.\n\nRORSCHACH (cont.)\nHad a real nice place -- penthouse suite, forty stories up --\nbeautiful view.\nHope he enjoyed it on the way down.\n\nDREIBERG\nJesus.  What.  A burglar . . . ?\n\nRORSCHACH snorts: the possibility is too comical to consider.\n\nDREIBERG (cont.)\nWell, God, he'd been working with the CTU for almost a decade -- he\nmust've had enemies.\n\nRORSCHACH\nSo do I.  So do you.\n\nDREIBERG\nRorschach, that was a long time ago.  I mean, that -- that's just\nparanoia.\n\nRORSCHACH's head jerks violently at the sound of the word.  DREIBERG\nblinks involuntarily, half-expecting some kind of reprisal.  But\nRORSCHACH merely stands, adjusts his mask, and starts toward the\nfront door.\n\nRORSCHACH\nMaybe.  Or maybe somebody's finally caught up with us.  Somebody with\na grudge.\n(pause)\nThought you might want to spread the word.\n\nDREIBERG\nHey.  Hey.  If you don't mind, use the back stairs, all right?\n\nRORSCHACH growls, shakes his head in disgust -- but complies.  He\nopens the back door, pauses, turns to DREIBERG.\n\nRORSCHACH\nYou the sentimental type, Daniel?  -- Brought you a souvenir.\n\nHe reaches into his trenchcoat and hands DREIBERG the framed photo\nfrom the COMEDIAN's wall.  A moment later, he's gone.\n\nDREIBERG sits down, unnerved.  As he reaches for the wall phone,\nCAMERA ZEROES IN on a face from the photo: a blonde man, in a purple\ntunic and mask . . .\n\n51. INT. OFFICE SUITE - DOWNTOWN MANHATTAN - NIGHT\nA GREAT SHADOWY JUNGLE CAT pads across acres of carpet.  The cat is\nfar from its natural habitat; in back of it is a glass-and-chrome\ndesk outfitted with a computer terminal, and at the terminal is\nADRIAN VEIDT, the brains behind the Watchmen.  Although he's\nDREIBERG's age, his face is serene and unlined by worry.  Blond and\npale, he looks thirty.  When he's sixty he'll look forty.\n\nVEIDT -- millionaire industrialist, and holder of over forty basic\npatents -- is also something of an Egyptologist, and the decor of his\noffice reflects it: ancient vases sarcophagi, busts of Anubis, and the\nlike.  He keys a string of figures into the computer; the PHONE\nRINGS.\n\nVEIDT\nVeidt here.\n\n52. INTERCUT DREIBERG AND VEIDT\nDREIBERG\nAdrian?  Listen, it's Dreiberg.  I just had a visit from Rorschach.\nI had to call you before he --\n\nVEIDT\nDaniel, slow down.  What's this about Rorschach?\n\nDREIBERG\nThe Comedian.  He's dead.  Murdered.  That's all I know.\n\nVEIDT\nMy God.  Murdered?  -- What's this have to do with Rorschach?\n\nDREIBERG\nIt's -- he's got some kind of conspiracy theory.  He thinks someone's\n. . . I don't know, stalking us.\n\nVEIDT\nUs.  You mean the Watchmen.\n\nThe big CAT purrs; it's a mutant lynx, genetically tailored, with red\nfur and long, tufted, antenna-like ears.  VEIDT tosses the lynx a\nchunk of raw meat from a platter on his deak while he ponders\nDREIBERG's words.\n\nVEIDT (cont.)\nDaniel, Rorschach is insane.\n\nDREIBERG\nI know, I know, it's just -- he's back on the street, he smells\nblood.\n\nVEIDT\nYou know how he is.  He goes on these binges, kills a couple of thugs\n-- then he's satisfied.  It blows over.\n\nDREIBERG\nHe's bound to get caught.  I don't want my name coming out.  Not at\nthis late date.\n\nVEIDT\nIf he comes here, I'll handle him.  Remember -- I've always protected\nyou.  Haven't I?\n(slight pause)\nDo you need money?\n\nDREIBERG\nNo.  I just wanted you to --\n\nVEIDT\nYou did the right thing, Daniel.  Let's stay in touch, okay?  Good\nnight.\n\nDREIBERG\nGood night.\n\nVEIDT leans back in his chair, reaches for a gold case and extracts a\ncigarette.  It's \"matchless\"; you ignite it guy striking the tip of\nthe cigarette against the edge of the case.  He lights up and takes a\nlong, slow drag.\n\nCUT TO:\n\n53. EXT.  MILITARY INSTALLATION - NIGHT\nBarbed wire, armed GUARDS everywhere.  A vehicle waits at the\ncheckpoint; the GUARDS wave it through, and a huge cast-iron GATE\nrolls into place behind it.  On the gate is a small, tasteful sign\nwhich reads \"ROCKEFELLER MILITARY RESEARCH CENTER.\"\n\n54. INT. MILITARY INSTALLATION - NIGHT\nADRIAN VEIDT walks down a long, greenish corridor flanked by ARMED\nESCORT TROOPS.  At the end of the hallway is a foot-thick metal door\nwith a KEYPAD off to one side; one of the TROOPS punches in a\nsix-digit access code, and the door slides back to reveal . . .\n\n. . . another door, this one outfitted with a simple\ndoorbell.  The TROOPS ring the bell, stand rigidly at attention, and\nwait -- to VEIDT's great amusement.\n\nThe inner door slides open.  Peering out is an attractive, big-boned\nwoman in her mid-thirties: LAURIE JUSPECZYK -- aka the SILK\nSPECTRE.\n\nLAURIE\nAdrian.\n\nVEIDT\nLaurie!  Good to see you.\n\nShe gives him a warm hug.  The ESCORT TROOPS march back down the hall\nin perfect lockstep as the giant metal doors ease shut behind them.\n\nLAURIE escorts VEIDT into a huge laboratory space: great oversized\nmachines, blinking computer terminals, advanced scientific\nparaphernalia of every description.\n\nVEIDT (cont.)\nNice.  Who's your decorator -- Edward Teller?\n\nLAURIE\nDon't rub it in.  I live here.\n\nVEIDT\nAnd how's life with the walking H-bomb?\n\nLAURIE\nHe's in by the superaccelerator.  -- Let me take your coat.\n\nShe takes his coat and vanishes into the living quarters.  VEIDT\nwanders through the lab with an envious eye.  Suddenly he stops.  A\nSMILE crosses his face as he gazes up at the ceiling:\n\nVEIDT\nHi, Jon.\n\nDR. MANHATTAN (O.S.)\n(a deep, booming voice)\nHello, Adrian.\n\nDR. MANHATTAN -- Jon Osterman to his friends -- is a big guy under\nany circumstances, but at the moment he's downright gargantuan.\nForty feet tall, bright blue and buck naked, he's calmly adjusting a\ncalibration atop his particle accelerator.\n\nDR. MANHATTAN (cont.)\nI think I'm about to detect a gluino.\n\nIn case you were wondering, this blue-skinned superman can do just\nabout anything.  He can manipulate matter effortlessly; the\nphysical universe is his plaything.  When it comes to the laws of\ntime and space, DR. MANHATTAN is a chronic offender.\n\nAny government would be glad to have him.\n\nVEIDT\nSupersymmetrical theory, hmm?  Say, I understand old Schwartzmann\ncaught a decaying proton in that German mineshaft . . .\n\nLAURIE, who's just reappeared, shakes her head and groans.\n\nLAURIE\nPlease, you guys, no shop talk.\n(to DR. MANHATTAN)\nJon, you're being rude.  Why don't you shrivel on down and join us?\n\nDR. MANHATTAN shrugs and shrinks down to a somewhat more manageable\nsix-foot-five.  A pair of BLACK TRUNKS materializes about his waist\n-- preserving his modesty.  Satisfied, LAURIE turns to VEIDT:\n\nLAURIE (cont.)\nGood to see you, Adrian.  What's the occasion?\n\nHe tosses a casual glance around the lab.  A number of VIDEO\nSURVEILLANCE CAMERAS are mounted on the walls.\n\nVEIDT\n. . . Are we being monitored?\n\nDR. MANHATTAN looks at each of the cameras in turn.  One by one, the\nlittle red \"ON\" lights wink out.\n\nDR. MANHATTAN\nThe bearer of bad news.\n\nVEIDT\nWe've lost a colleague.  The Comedian is dead.\n\nLAURIE\nBlake?  Dead?\n\nDR. MANHATTAN\nYes.  I heard this morning.  Washington's asked me to attend the\nfuneral as a matter of protocol.\n\nLAURIE shoots an irritated look at DR. MANHATTAN.  This is the first\nshe's heard about it.\n\nVEIDT\nRorschach's on the case.  He's got Dreiberg in a lather.  He seems to\nthink that someone is \"stalking\" the Watchmen.\n\nDR. MANHATTAN\nOh?  The CTU suspects a Libyan hit squad.\n\nVEIDT\nWhat's your theory?\n\nDR. MANHATTAN\nLife and death are unquantifiable abstracts.  They don't concern\nme.\n\nVEIDT peeks at LAURIE, cocks an eyebrow: same old Jon.  But LAURIE is\nconsiderably less amused.\n\nLAURIE\nI could use a drink.  How about you, Adrian?\n\nVEIDT nods yes.  DR. MANHATTAN, meanwhile, has moved off to another\npart of the lab.  He stands before a vast bank of machinery -- and as\nwe watch, a panel detaches itself from the front of the console and\nfloats off to one side.\n\nA module of circuit boards, chips, and pin connectors slides out of\nthe hole.  Individual components detach themselves and HANG in\nmidair.  DR. MANHATTAN hasn't lifted a finger; he's dismantling and\nreassembling his equipment through sheer force of mind.\n\nVEIDT has seen these parlor tricks before.  He ambles up and resumes\nthe conversation without missing a beat:\n\nVEIDT\nI guess you'll be dismantling Russian tanks soon.\n\nDR. MANHATTAN\nYou mean Afghanistan?\n(beat)\nIt won't require my attention.  What I'm doing here is far more\ninteresting.\n\nThe module, now fully reconstructed, slides back into place.  The\ncover panel rises off the floor, settles over the hatch, and screws\nitself shut.\n\nVEIDT\nWell . . . I wanted to bring you the news about Blake, but -- as\nusual -- I can't tell you anything you don't already know.  Goodbye,\nJon.\n\nDR. MANHATTAN nods -- just barely.  VEIDT heads for the door, finds\nhis coat where LAURIE put it.  He's just about to leave when she\narrives with two stiff drinks in hand.\n\nLAURIE\nAdrian!  Don't leave so soon.  I --\n\nVEIDT\nI'll take a raincheck, Laurie.\n\nLAURIE\nPlease.\n\nThere's a note of desperation in her voice.  VEIDT glances over his\nshoulder at DR. MANHATTAN -- who's forty feet tall again, playing\nwith his superaccelerator.\n\nVEIDT\nHe's a little farther gone every time.\n\nLAURIE\nStay, Adrian.  I just -- every once in a while, I need to talk to\nsomeone human.\n(beat)\nHe doesn't think like we do.  He doesn't even feel what we feel.  I\nmean -- he even scares the research teams.\n\nVEIDT\nLaurie -- he's the most powerful man who's ever lived.  He's changed\nthe world.\n\nLAURIE\n(embarrassed)\nI know.  I shouldn't be saying this.  He's happy, he's content, he's\ndoing his work --\n\nVEIDT\nWhat about you?\n\nLAURIE\nI suppose I'm serving my purpose, aren't I.\n(pause)\nI'll ring for the guards.\n\nShe goes to the steel door, hits a buzzer.  VEIDT watches her,\nconcerned.  She COUGHS, violently, and he reaches into his vest\npocket for a cigarette case:\n\nVEIDT\nNasty cough.  -- Try one of mine.\n(handing her a cigarette)\nDarling, you need to get out of the house.  Why don't you give\nDaniel a call?  I'm sure he'd be glad to hear from you.\n\nLAURIE\nMaybe I'll do that.\n\nVEIDT\nI'm sorry about Blake.\n\nHe pats her on the shoulder.  The door slides open and the TROOPS\nappear to escort VEIDT back down the hallway.\n\nLAURIE takes a long pull on her drink and gazes up at her superhuman\nlover.  He tinkers with his equipment; then, satisfied, he turns and\nWALKS THROUGH A SOLID BRICK WALL -- as if it weren't there.\n\nCUT TO:\n\n55. EXT. HAPPY HARRY'S - ESTABLISHING - NIGHT\nA decrepit waterfront bar in a particularly rough neighborhood,\npopular with denizens of the underworld, accessible by a narrow\nstairway which dips well below street level.\n\n56. INT. HAPPY HARRY'S - NIGHT\nThe usual crowd, living it up.  HOOKERS line the bar.  DRUG DEALERS\nhover at the entrance to the men's room.  ASSORTED GOONS AND THUGS\nstand clustered at the pool table, watching a TOPLESS DANCER bump and\ngrind.  Suddenly there's a terrible RACKET, and everyone TURNS.\n\nOver by the entrance, RORSCHACH is hard at work ripping a PAY PHONE\noff the wall.  Once he has it on the floor, he gives it a couple of\nvicious licks with a crowbar; then he strides casually over to the\nbar -- where the proprietor, HAPPY HARRY, is nervously polishing\nglasses.\n\nRORSCHACH\nHarry.\n\nHARRY\n(petrified)\nR-Rorschach.\n\nRORSCHACH\nPhone's out of order.  Mind if I use yours?\n\nHe reaches under the counter, sets a phone on the bar.  RORSCHACH\npicks it up and FLINGS IT at a nearby table, scattering the PATRONS\nand yanking the cord cleanly out of the wall.\n\nHe turns and faces the assembled multitudes:\n\nRORSCHACH\nEdward Blake.  Friend of mine.  Fell through a window.  Might've had\nhelp.\n(wandering through the room)\nThought maybe you could fill me in.\n\nENORMOUS TOUGHS sit riveted to their chairs, staring up in horror as\nRORSCHACH strolls past.\n\nRORSCHACH (cont.)\nYou.  Gideon.  Whoremonger.  Nothing?\n(moving on)\nJohnny Gobs.  What's new at the schoolyard?\n\nBehind RORSCHACH's back, a shadowy figure is slinking furtively\ntoward the exit.  RORSCHACH pivots suddenly, grabs him by the collar,\nyanks him off his feet and slams him into a wall.\n\nRORSCHACH (cont.)\nNicky the Jap.  In a hurry?  You keeping secrets, Nicky?\n\nNICKY sits slumped against the wall, quaking with fear.  RORSCHACH\nextends a hand to help him up.  He reaches out hesitantly --\n\n-- and RORSCHACH grabs him by the wrist, pulling him off balance.  He\ncloses a gloved fist around NICKY's pinky finger, twists it back and\nSNAPS IT.\n\nRORSCHACH (cont.)\nEdward Blake.  Who killed him?\n\nNo answer forthcoming.  NICKY lets out a horrible moan as RORSCHACH\ngrabs his index finger and repeats the process.\n\nRORSCHACH (cont.)\nWho killed Edward Blake?\n\nNICKY passes out.  RORSCHACH releases his grip, lets NICKY sink to\nthe floor, and reaches for his crowbar.  He's standing poised to let\nfly at NICKY's ribs when a VOICE IN THE CROWD shouts out.\n\nVOICE\nJESUS!  HE'S IN SHOCK!!\n\nRORSCHACH\nTHE COMEDIAN.  WHO KILLED HIM?\n\nBy now HARRY's pulled a sawed-off shotgun from underneath the bar.\nWithout looking up, RORSCHACH spins and HEAVES THE CROWBAR.  It\ncatches HARRY in the jaw, pitching him back into a rack of\nglassware.  The SHOTGUN discharges TWO HARMLESS BLASTS into the\nceiling.\n\nSILENCE in the bar as the ONLOOKERS await RORSCHACH's next move.  He\nlooks at the bleeding HARRY, shakes his head in disgust:\n\nRORSCHACH (cont.)\nSo many vermin . . . so little time.\n\nHe bends, pulls a topcoat off NICKY's quivering frame, and tosses it\ncontemptuously at the NUDE DANCER.  Then he turns to go, pausing long\nenough to HISS at the crowd:\n\nRORSCHACH (cont.)\nGo back to your heroin and your child pornography.  I'll be\naround.\n\n\nCUT TO:\n\n57. INT. MILITARY INSTALLATION - LIVING QUARTERS - PRE-DAWN\nThe bedroom which LAURIE shares with DR. MANHATTAN at the Rockefeller\nresearch complex.  It's not quite six A.M., still dark outside, and\nLAURIE is asleep.  She tosses around under the covers, reaches over\nto where DR. MANHATTAN should be -- but his side of the bed is\nempty.\n\nLAURIE\n(muttering; groggy)\nJon . . . ?\n\nA LUMINOUS BLUE HAND enters frame, strokes her cheek gently.  LAURIE\ncloses her eyes and sighs.\n\nDR. MANHATTAN\nI'm here, Laurie.\n\nLAURIE\nIs it time?  D'you have to leave for the funeral?\n\nDR. MANHATTAN\nNot yet, there's plenty of time.\n\nA SECOND BLUE HAND strokes her hair.  LAURIE stretches luxuriantly.\nDR. MANHATTAN kisses her softly on the throat.\n\nLAURIE\nMmm.  You feel so good.  Do you have to go?\n\nThe BLUE HAND runs down the length of LAURIE's shoulder and arm,\ntoward her hip.  She sighs dreamily.\n\nDR. MANHATTAN\nWould you like me to stay?\n\nLAURIE\nMm hmm.\n\nDR. MANHATTAN\nI could stay and go.\n\nLAURIE\n. . . And just how would you manage that?\n\nShe leans up to kiss him.  The SECOND BLUE HAND continues its\ndownward progress, almost colliding with a THIRD blue hand, which is\nmassaging LAURIE's thigh.\n\nThird blue hand?  Wait a minute.  LAURIE's eyes go suddenly\nwide.  She sits bolt upright in bed.\n\nDR. MANHATTAN is stretched out beside her.  He is also sitting at the\nfoot of the bed.  There seem to be two of him.\n\nLAURIE\nAAAAAAAAAA!!\n\nDR. MANHATTAN I\nLaurie?  Are you --\n\nDR. MANHATTAN II\nDon't be upset.\n\nThis unique menage a trois proves a bit much for LAURIE's\nfragile nerves.  She climbs angrily out of bed and reaches for a\ndressing gown.\n\nLAURIE\nJon, please.  I don't enjoy these tricks.  Just -- be one\nperson again, please?\n\nThe big blue twins stand up, spreading their hands in identical\ngestures of apology as LAURIE stalks past.\n\nDR. MANHATTAN I\nLaurie, I did it to please you.  I thought --\n\nDR. MANHATTAN II\n-- you would find it erotic.\n\nLAURIE\nAll right, all right.  It's just -- my nerves, I'm going stir-crazy\nin this place, I --\n\nWhile fumbling in her purse for a cigarette, LAURIE happens to glance\nthrough a doorway, into the lab outside.  To her utter astonishment,\nshe sees a THIRD DR. MANHATTAN out there, calmly running an\nexperiment on one of his oversized toys.  She marches angrily through\nthe door . . .\n\n58. INT. LAB - A MOMENT LATER\n. . . to confront DR. MANHATTAN number three:\n\nLAURIE\nYou've been out here all along, haven't you?  Running one of your\nstupid experiments --\n\nDR. MANHATTAN III\nYes, I thought I could finish up before I leave for Washington.\n\nLAURIE\nSo you sent your, your proxies in there to -- Jon, really, how\ncould you do this?\n\nDR. MANHATTAN III\nYou seem to feel I've been neglecting you.  Isn't that the case?\n(pause)\nI thought I'd solved the problem quite elegantly.\n\nLAURIE\nThat's all it is to you, isn't it?  Just another problem you\ncan --\n\nShe doesn't see the other two DR. MANHATTANS, who have just entered\nthe room behind her.  They speak in perfect unison:\n\nDR. MANHATTANS I & II\nLaurie, please --\n\nLAURIE pivots, lets out a little squeal of shock.  She turns back\nslowly, steadies herself on a lab table.\n\nLAURIE\nJon -- just go to Washington, all right?  And take them with you.  I\ncould really use the time alone.\n\nShe storms back into the living quarters, past DR. MANHATTANS I &\nII -- who pop out of existence as soon as she passes.  The original\nDR. MANHATTAN cocks an eyebrow, sighs, and returns to his\nequipment.\n\nFADE THROUGH TO:\n\n1. INT. ROOFTOP RESTAURANT - NIGHT\nA pricey joint in midtown.  DREIBERG and LAURIE, well-fed, are hard\nat work on their second bottle of wine.  She looks amazingly\nbeautiful in full makeup and low-cut evening gown -- but it's largely\nwasted on her preoccupied date.\n\nAt the moment, she's filling him in on life with Dr. Manhattan:\n\nLAURIE\nThe government's really worried.  He gets so flaky sometimes.  I\nguess it's no picnic being the world's only superhuman.\n(mock-macho)\nI have to keep him in line.\n\nShe flexes her bicep and holds the pose, waiting for DREIBERG to\nlaugh.  He doesn't.  In fact, he barely even notices; his gaze has\nwandered off into a far corner of the room.\n\nLAURIE (cont.)\nExcuse me -- where exactly are you tonight?\n\nDREIBERG\nSorry, it's this thing with Blake.  I mean, you don't really think\nanyone's out to get us -- do you?\n\nLAURIE\nDan, are you really that paranoid?  Let's face it, Eddie Blake was no\nMother Teresa.\n\nDREIBERG\nPsychotic pig.  He had it coming.  Mr. CTU . . .\n\nLAURIE\nNow wait.  We all had the same option as Blake.  It was work for the\ngovernment or do time.\n\nDREIBERG\nFine, but the Civil Terrorism Unit?  It's a fucking Gestapo!  Dirty\ntricks -- political assassinations --\n\nNow he's got LAURIE nervous.  She scans the restaurant quickly, then\nleans forward and speaks, in hushed tones:\n\nLAURIE\nOkay, okay.  You made your choice.  You went underground.  Some of us\nmade other choices.\n\nDREIBERG\n(shaking his head in disgust)\n\nYeah.  That pig Blake gets buried at Arlington, full military honors\n. . . and I'm still in the psycho file with Rorschach.\n\nLAURIE looks at him a moment.  She starts to chuckle.\n\nDREIBERG (cont.)\nWhat's so funny?  Have I got food in my teeth?\n\nLAURIE\nI'm just wondering what you would've said ten years ago if you could\nsee yourself right now.\n(raising her glass)\nWell, here's to the Comedian.  'Cause the fact is, he's dead . . .\nand we're not.\n\nDREIBERG makes a face -- and smiles despite himself.\n\n1. EXT. ROOFTOP OUTSIDE RESTAURANT - NIGHT\nDREIBERG and LAURIE have repaired to the romantic rooftop terrace,\nwhich overlooks the Manhattan skyline.  They're holding big snifters\nof brandy, and they're both pretty well drunk.\n\nDREIBERG\nThe pisser is, nobody ever remembers all the good shit we did.  I\nmean, we were heroes!\n\nLAURIE\nDamn straight.\n\nDREIBERG\nDamn straight!  We were heroes.\n\nLAURIE\nOf course, we looked like idiots in those bondage outfits.\n\nDREIBERG\nWell, that was Adrian's idea.  I know he's the smartest man in the\nworld and all that, but -- talk about publicity hounds . . .\n\nLAURIE\n(smiling)\nHey.  You remember that nut in the hockey mask?  With the asthma?\nWhat was his name . . .\n\nDREIBERG\nOh yeah.  The one that used to confess to everything?  Hoping we'd\nbeat him up?\n\nLAURIE\nThat's the one.  Whatever happened to him?\n\nDREIBERG\n(deadpan)\nHe pulled it on Rorschach . . . and Rorschach dropped him down an\nelevator shaft.\n\nLAURIE looks aghast for a second and a half.  Then her hand goes to\nher mouth -- and like DREIBERG she's GIGGLING helplessly.  CAMERA\nPULLS UP AND AWAY, isolating them on the rooftop, and we hear a\nstentorian VOICE over scene:\n\nCHAPLAIN (V.O.)\nIn the midst of life we are in death . . .\n\nCUT TO:\n\n59. EXT. ARLINGTON NATIONAL CEMETERY - DAY\nAN AMERICAN FLAG lies across the coffin of Edward Blake.\n\nCHAPLAIN\n. . . and so we commend our brother Edward Blake unto God, who shall\nchange our vile body that it may be like unto his glorious body --\n\nTIGHT ON DR. MANHATTAN, standing at graveside amid a tight know of\nmourners.  There's no weeping, no gnashing of teeth;  most of the\nattendees are bureaucrats or military men, obviously here for reasons\nof protocol.  Nearby is a cadre of riflemen, ready to send Blake off\nwith the traditional twenty-one gun salute.\n\nCHAPLAIN (cont.)\n-- according to the mighty working whereby he is able to subdue all\nthings unto himself.\n\nA light rain begins to fall; umbrellas open all around.  DR.\nMANHATTAN, of course, doesn't need one -- the raindrops vanish\nmiraculously before they strike him.  CAR HORNS sound in the\ndistance, and he glances off at:\n\n60. EXT. ANOTHER PART OF THE CEMETERY - THAT MOMENT\nSENTRIES stand at attention.  They've blocked off the part of the\ncemetery where the funeral is taking place, but the good Doctor has\nbeen spotted nonetheless, and word of his presence is spreading like\nwildfire.\n\nMOURNERS and TOURISTS are rushing in from every corner of the\ncemetery to get a look at the bright blue superman.  With all due\nrespect for the dead, Arlington National's turning into a zoo:\ngawkers are lined up three or four deep.  The sentries have their\nhands full managing the crowd.\n\nA KID breaks free from his parents and sprints across the graves to\njoin the excited throng.  As he does, our attention settles on the\nVIETNAM WAR MEMORIAL.\n\nIt's not the familiar stark black wall.  It is, bizarrely, a chiseled\nmarble representation of DR. MANHATTAN; his eyes are turned skyward,\nand he's cradling a WOUNDED AMERICAN GRUNT in his massive arms,\nPieta-style.  On the pedestal beneath it, a bronze\nplaque bears the inscription:\n\nIN MEMORY OF THE BRAVE AMERICANS\nWHO GAVE THEIR LIVES\nTO ACHIEVE VICTORY IN VIETNAM\n\nBelow it are the names of the American dead.  There are almost four\nhundred of them.\n\n61. EXT. MILITARY INSTALLATION - NIGHT\nThe Rockefeller Military Research Center -- LAURIE's home sweet\nhome.  Her car pulls up to the guard's booth and he waves her\nthrough.  As soon as the chain-link gate rolls back into place behind\nher, the GUARD picks up a phone and punches in a number.\n\n62. EXT. RESEARCH CENTER - NIGHT\nLAURIE strides up a concrete walkway at the entrance to the complex,\nfumbling in her purse for a mag-striped ACCESS CARD.  She inserts the\ncard into a slot at the door.  Nothing happens.\n\nShe tries again.  Still no luck.  Just then, a long black car pulls\nup behind her -- and a uniformed officer, MAJOR ADAMSON, steps\nout.\n\nLAURIE\nMajor Adamson, I can't seem to get in the door.\n\nADAMSON\nLaurie, I'll have to ask you to come with me.\n\nLAURIE\nWhy?  What's the problem?\n\nADAMSON\nI can't tell you that.  It is quite urgent.\n\nLAURIE\n(chuckling)\nI would like to use the bathroom --\n\nAs she speaks, TWO ARMED GUARDS come marching up the walkway.\n\nADAMSON\nThe access code's been changed.  Your card won't work anymore.\n\nLAURIE\nWhat?!\n\nADAMSON\nPlease.\n\nThe major puts a firm hand on her elbow and leads her off.  The\nGUARDS stand at attention, then fall in behind them as they pass.\n\nADAMSON holds the car door open.  LAURIE's climbing inside when she\nsees something which turns her confusion into outright panic.\n\nThe entrance to the research center has just opened -- and emerging\nfrom it, onto the walkway, are a half-dozen men in FULL RADIATION\nSUITS.\n\n63. INT. MEDICAL LAB - NIGHT\nLAURIE enters with full military escort.  The troops hand her off to\na team of DOCTORS and LAB TECHNICIANS, then drop back to stand guard\nat the door.  A brusque NURSE presents her with a short white\ngown:\n\nNURSE\nMiss Juspeczyk.  Put this on, if you would.\n\nLAURIE\nWhat -- ?\n\nDOCTOR\nDrink this.\n\nThe DOCTOR hands LAURIE a glass full of iridescent green fluid.  She\nstares at it, still somewhat nonplussed.\n\nDOCTOR\nDrink it.\n\n64. INT. MEDICAL LAB - ANTEROOM - NIGHT\nTECHNICIANS monitor a series of computer screens.  On the screens are\nshifting, multicolored GRAPHICS PATTERNS representing the interior of\na human body as seen from a variety of angles.  A leaded window opens\non:\n\n65. INT. MEDICAL LAB - NIGHT\nWe're watching what looks like an electronic sarcophagus.  A\ndonut-shaped housing traverses its length repeatedly, head to foot,\nfoot to head, sending a three-dimensional readout telemetrically to\nthe anteroom.\n\nThrough a glass panel in the sarcophagus we see LAURIE, he head\nwedged into a fixed metal brace, eyes darting fitfully left and right\nas she wonders just what the hell is going on.\n\n66. INT. DOCTOR'S OFFICE - NIGHT\nA MAN'S HAND slides a photograph across a table.\n\nLAURIE (O.S.)\nThat's Col. Brent Dabbs.  Jon's military liaison.\n\nLAURIE, still dressed in the white gown, is seated at a table\nsurrounded by GOVERNMENT AGENTS in three-piece suits.  Chief Agent\nSCHMIDT nods at his cronies and replaces the photo with another taken\nfrom a thick sheaf.\n\nLAURIE (cont.)\nDr. Candelaria.  He works on one of Jon's research teams.  The\nquantum-whatever.\n\nSCHMIDT lays a third photo before her.  It's a group shot of the\nWatchmen -- the same picture that hung in BLAKE's closet.  LAURIE\nhesitates.\n\nLAURIE (cont.)\nThat's Jon.  Obviously.  And me.  Adrian Veidt.\n(long pause)\nRorschach . . .\n\nSCHMIDT\nTheir real names, please.\n\nLAURIE\nI don't know their real names.\n\nSCHMIDT\nYou're lying, Miss Juspeczyk.\n\nLAURIE\nI don't know their real names!\n\nSCHMIDT\nYou're not \"protecting\" anyone.  These people's lives may depend on\nthe answers you give.\n(holding up the sheaf of photos)\nThese are all former associates of Dr. Manhattan --\n\nLAURIE\nThen why don't you ask him?!?\n\nFurious, she pushes herself away from the table and moves to a nearby\nwindow.  The AGENTS exhange cool glances.  Like all experienced\ntorturers, they understand the value of patience.\n\nLAURIE (cont.)\nI want to get dressed.  -- And I'd like a cigarette.\n\nOne of the AGENTS pulls a pack from his coat, shakes a cigarette out\nfor LAURIE.  As he's lighting it -- a perfect gentleman -- the door\nopens and a LAB TECHNICIAN enters with a clipboard.\n\nHe passes the clipboard to SCHMIDT, who examines its contents -- and\ntilts an eyebrow.  LAURIE, looking on, is about to burst with\ncuriosity:\n\nLAURIE (cont.)\nSomeone had better tell me what's going on here!\n\nSCHMIDT\nSit down, Miss Juspeczyk.  As I mentioned, the people in this file\nare all close associates of Dr. Manhattan.  They have something else\nin common as well.\n(beat)\nThey've all developed a fairly . . . exotic form of lymphatic cancer.\n\nLAURIE\nWhat are you saying?  That Jon is radioactive?\n\nAll at once, the obvious hits home -- and LAURIE's face goes\nbone-white.  SCHMIDT nudges the clipboard toward her.  Trembling, she\ntakes it. . .then sets it down, staggered by what she's read.\n\nSCHMIDT\nI'm terribly sorry.\n\nLAURIE\nWhat does this mean?  What does it --\n\nSCHMIDT\nSix to eight months.  That's with treatment.  -- Perhaps now you can\nsee why it's so vital that we locate your . . . friends.\n\nLAURIE\nThat's it.  This is all a trick, isn't it?  Some kind of horrible\njoke to make me --\n\nShe scans the room.  No one's laughing.  SCHMIDT gets up, signals to\nhis comrades, and heads for the door.\n\nSCHMIDT\nTake a day or two.  If you \"remember\" any names . . . do give us a\ncall.\n\nThe AGENTS leave, and LAURIE sits alone in the office.  She reaches\nfor the clipboard and takes another long hard look.  Then, quaking,\nshe buries her face in her hands.\n\n67. INT. OBSERVATION ROOM - THAT MOMENT\nA darkened room just off the office; LAURIE is visible through a\ntwo-way mirror.  The door opens, and MAJOR ADAMSON -- who's been\nwatching all along -- is joined by SCHMIDT.\n\nADAMSON\nPoor kid.\n\nSCHMIDT\nWe'll keep her in isolation awhile.  She'll give us some names.\n\nADAMSON\nTo hell with those costumed idiots.  I'm worried about Doc\nManhattan.\n\nSCHMIDT\nWhat do you mean?\n\nADAMSON\nShe's his last link to humanity.  Once she's gone . . . God knows\nwhich way he'll jump.\n\nDISSOLVE TO:\n\n68. INT. HOTEL ROOM - WASHINGTON, D.C. - DAY\nDR. MANHATTAN stands in front of a full-length mirror.  He's wearing\na navy-blue double-breasted suit, a white shirt, and a maroon necktie\nwith an irregular mauve pattern.\n\nThe tie doesn't quite suit him.  His brow wrinkles, and the tie\nmagically transmutes into a more sedate wide-red job with diagonal\ngold stripes.\n\nToo staid.  DR. MANHATTAN frowns, and the tie transforms itself into\na handsome royal-blue number with tiny hydrogen atoms for\ndecoration.\n\nIt does nice things for his complexion.  Satisfied, he turns from the\nmirror, starts for the door, and DEMATERIALIZES.\n\n69. INT. TELEVISION STUDIOS - DAY\nTECHNICIANS running to and fro.  A harried DIRECTOR checks the green\nroom, where the STAFF is beginning to panic.\n\nDIRECTOR\nWe're on the air in five minutes.  Where the hell is\nthat big blue son of a --\n\nHe stops, wisely, in mid-sentence.  DR. MANHATTAN has just\nrematerialized inside the studio, two feet from the DIRECTOR's\nface.\n\nDR. MANHATTAN\nI'm sorry.  Am I late?\n\nDIRECTOR\nNo problem.  We'll have to head straight for the set.  -- Oh, I'm\nKent Turner, the director. . .\n\nThe DIRECTOR shakes DR. MANHATTAN's hand and marches him down a\nhallway.  Within seconds they're joined by a GOVERNMENT LIAISON.\n\nLIAISON\nDr. Osterman.  I've got a list of taboo areas here we'd like you to\nsteer clear of.  Obviously, Afghanistan will come up, but if you'll\njust play it cool --\n\nDIRECTOR\nDoc, that blue of yours tends to wash out on camera.  Could you give\nus something a little darker . . . ?\n\nDR. MANHATTAN pauses briefly.  His skin tone darkens two shades.\n\nDR. MANHATTAN\nWill this do?\n\nDIRECTOR\nPerfect.\n\nLIAISON\nNow Doc, please -- on this Afghanistan thing --\n\nBut the good doctor is already at the edge of the set, surrounded by\na cluster of SOUND MEN, PRODUCTION ASSISTANTS, etc., who are\nhurriedly prepping him for the telecast.  The frustrated LIAISON\nhangs back and glances up at an OVERHEAD MONITOR.  The \"ABC NEWS\nSPECIAL REPORT\" graphic is already onscreen, with THEME MUSIC\nunderneath.\n\n70. INSERT - TV MONITOR\nStock footage.  We open on a shot of terrified Viet Cong racing for\ntheir lives through a dense jungle; the camera WHIP PANS to the right\nand takes in an extraordinary sight.\n\nA towering, ninety-foot tall DR. MANHATTAN strides blithely through\nthe jungle, occasionally directing a blast from his fingertips at the\ngreenery below.  AMERICAN HUEYS hover behind him, spitting out bursts\nof automatic fire, performing mop-up duty as this one-man defoliation\ncrew does his apocalypse thing.  A SUPERIMPOSED TITLE reads:\n\"VIETNAM.  1965.\"\n\nANNOUNCER (V.O.)\nDr. Manhattan: the nuclear titan spawned in a freak scientific\nmishap.  For more than twenty years the \"Manhattan Option\" has been\nthe linchpin of America's conventional strategy --\n\nWe CUT to PRAGUE, where RUSSIAN TANKS are rolling through a broad\nthoroughfare.  DR. MANHATTAN, only forty feet tall this time, rounds\na corner and emerges from behind a municipal building.\n\nHis EYES gleam eerily, and the lead tank begins to HEAT UP, the grey\ngunmetal turning red before our eyes.  The hatch springs open, STEAM\nhisses, and TERRIFIED RUSSIAN SOLDIERS clamber out -- only to be met\nwith a barrage of ROCKS thrown by the local citizenry.  Title reads:\n\"CZECHOSLOVAKIA.  1968.\"\n\nANNOUNCER (V.O., cont.)\n-- in trouble spots from Vietnam to Czechoslovakia to Nicaragua: a\none-man cavalry coming to the aid of our democratic allies, holding\nthe Communist menace in check.\n\nDANIEL ORTEGA, in Sandinista drabs, sits at a table across from\nAmerican Secretary of State G. Gordon Liddy.  The two men shake\nhands, hold up a signed treaty for the camera.  DR. MANHATTAN, in a\nthree-piece suit, stands behind them, presiding over this historic\naccord.  Title: \"NICARAGUA.  1979.\"\n\nANNOUNCER (V.O., cont.)\nIn the famous words of General William Westmoreland, \"Yes, Virginia,\nthere is a Superman -- and thank God, he's American.\"\n\n71. INT. SOUNDSTAGE - A MOMENT LATER - DAY\nA sparse, businesslike talk-show set: two chairs, a table, a backdrop\nof the Washington monument, and a gallery full of MEDIA PEOPLE.  Jaded\nnews vet DAVID BRINKLEY is manning the host's chair:\n\nBRINKLEY\nFor this live question-and-answer session we'll be joined by\ncorrespondents from all three networks.  But since I am moderating,\nI'll ask you to keep your questions short and snappy.\n(turning)\nNow let's welcome our special guest, Jonathan Osterman . . . better\nknown to the world as Dr. Manhattan.\n\nApplause from the crowd.  ANGLE WIDENS to include Doctor M, seated at\nBRINKLEY's right.  He nods in acknowledgement.\n\nBRINKLEY (cont.)\nI suppose the topic on everyone's mind this week is Afghanistan,\nwhere Russian tanks appear to be poised for a massive invasion.  Now\nsince you've dealt successfully with similar situations in the past .\n. . I'll ask you point-blank: has the administration requested that\nyou intervene?\n\nDR. MANHATTAN\nI will not intervene in Afghanistan.\n\nA HUBBUB goes up among the crowd.\n\n72. ANGLE ON MILITARY LIAISON\nLooking on from offstage.  He rolls his eyes in frustration.\n\n73. ANGLE ON SET - BRINKLEY AND DR. MANHATTAN\nHANDS are already shooting up among the NEWSMEN in the audience.\nBRINKLEY ignores them:\n\nBRINKLEY\nYou're saying you would refuse a direct request?\n\nDR. MANHATTAN\nThere will be no request.  I will not intervene.\n\nBRINKLEY\nWell, Doctor, it's widely understood, or rumored, that you can\nactually see the future.  Does you answer indicate that the\nhostilities in Afghanistan will blow over?\n\n74. ANGLE ON MILITARY LIAISON\nHe's steamed, but like everyone else in the studio he's hanging on\nDR. MANHATTAN's every word.  He turns apprehensively to a COLLEAGUE\nin the shadows behind him -- and snaps his fingers once:\n\nLIAISON\nI want a phone line to the booth.  Now.\n\n75. ANGLE ON BRINKLEY AND DR. MANHATTAN\nDR. MANHATTAN\nI see the future only as it relates to me.  I have no control over it.\n(long pause)\nI can only repeat . . . that there will be no request. . .and I will\nnot intervene.\n\nHe sits there like a big blue Buddha.  BRINKLEY shrugs and presses on.\n\nBRINKLEY\nWell, then -- I hope we can take that as an optimistic sign.  I'll\nopen up the floor to questions now.  Doug?\n\nREPORTER\nDr. Osterman, I'm Doug Roth of Nova Express.  I'd like to read\nyou some names:  Col. Brent Dabbs, Dr. J. M. Candelaria, Wallace M.\nWeaver . . . do these names have any meaning to you?\n\nDR. MANHATTAN\nAll friends, yes.  Associates of mine.\n\nROTH\nLet me go on.  Stephanie Boris, William Charles Batts, Susan White.\nAre you aware that these \"friends\" and \"associates\" of yours have all\nbeen diagnosed with terminal cancer?\n\nThe CROWD NOISE begins to build.  Even BRINKLEY's taken aback.  He\ngapes at DR. MANHATTAN -- who sits there silently, his inhuman face\nan unreadable mask.\n\n76. ANGLE ON MILITARY LIAISON\neyes wide, hand cupped over the in-house telephone\n\nLIAISON\nOh Jesus.\n(barking into phone)\nI want this broadcast killed.  I'll run out on that goddamn set if I\nhave to!\n\n77. ANGLE ON SET - BRINKLEY, ROTH, DR. MANHATTAN\nROTH\nI have here an official list of sixteen names, all similarly\ndiagnosed.  Now, for the record, Doctor -- is there a\nconnection?\n\nBy now, the crowd is about to erupt -- ROTH is shouting to make\nhimself heard over the din.  BRINKLEY, who's just gotten a message\nfrom the booth, touches his headset and announces:\n\nBRINKLEY\nI'm told it's time for a break.  We'll be back after this brief\nmessage --\n\nWithin seconds the MILITARY LIAISON has rushed out onto the set,\nflanked by two COLLEAGUES in mirrorshades.\n\nLIAISON\nTHAT DOES IT!  NO MORE QUESTIONS!  SHOW'S OVER!!\n\nThe three of them all but yank DR. MANHATTAN out of his seat.  Then,\nPANDEMONIUM breaks loose as eager NEWSMEN bolt the gallery and MOB\nTHE SET.\n\nRANDOM NEWSMEN\nDr. Manhattan!  Are these allegations true?  Do you cause\ncancer??\n\nDR. MANHATTAN\nI don't wish to answer any questions.\n\nRANDOM NEWSMEN\nYou see the future!  Did you know in advance --\n\nLIAISON\nThe Doctor will not answer your questions.  Now STEP\nASIDE!!\n\nThe LIAISON and his boys form a wedge in front of DR. MANHATTAN, but\nthe mass of bodies and microphones is all but impenetrable.\n\nRANDOM NEWSMEN\nHow long have you known -- why is the government concealing this\ninformation --\n\nDR. MANHATTAN\nPlease get out of my way.\n\nThe LIAISON throws an elbow, knocking a REPORTER to the floor.\nSCUFFLING breaks out.  Just as it's getting vicious, DR. MANHATTAN\nlets out a THUNDEROUS SHOUT:\n\nDR. MANHATTAN\nI said LEAVE ME ALONE!!\n\nIn the wink of an eye, the soundstage is EMPTY -- no newsmen, no\nmicrophones, no cameras -- nothing but the lone figure of DR.\nMANHATTAN and, still sitting in the chair behind him, BRINKLEY.\n\nBRINKLEY swallows hard and fidgets with his necktie.  A moment later,\nthere's an ANGRY FLASH of WHITE LIGHT -- and DR. MANHATTAN VANISHES,\nleaving BRINKLEY alone on the deserted set.\n\nCUT TO:\n\n78. INT. RESEARCH CENTER - LIVING QUARTERS - NIGHT\nThe place has been pretty well torn apart; MAJOR ADAMSON is\noverseeing a crew of technicians in white suits as they post\nquarantine notices at the entrances.  He's not altogether surprised\nwhen DR. MANHATTAN rematerializes at his side.\n\nDR. MANHATTAN\nWhere's Laurie?\n\nADAMSON backs off slightly.  He's not wearing a radiation suit, and\nhe's understandably reluctant to get any closer than absolutely\nnecessary.\n\nADAMSON\nShe's been relocated, Jon.  It's strictly precautionary . . .\n\nDR. MANHATTAN\nThere's no need to lie.  I assume she's been tested.  Were the\nresults positive?\n\nADAMSON hesitates the briefest of seconds.\n\nDR. MANHATTAN (cont.)\nDon't bother.  I already know what you'll say.\n\nHe watches impassively as what's left of his home is dismantled.  His\nmind is already a million miles away.\n\nADAMSON\nJon, I know this is presumptuous, but . . . if you wanted to . . .\ncould you cure her?\n\nDR. MANHATTAN\nI don't know.  I only know that I won't.\n(long pause)\nThere'd be no point.  It's finally begun.\n\nADAMSON\n\"Begun?\"  What's begun?\n\nDR. MANHATTAN\nI've seen this day.  It's the day I've been dreading all these years.\n(pause)\nYou see, Major Adamson, Laurie Juspeczyk was the only human being I\ncared for . . .\n\nADAMSON doesn't know what he's talking about, but a chill runs down\nhis spine nonetheless.\n\nDR. MANHATTAN\nMy work here is finished.  God be with you, Major.\n\nAnd with that, he VANISHES.  His double-breasted suit he leaves\nbehind; it hangs in midair for a moment, then crumples into a pile at\nthe Major's feet.\n\nADAMSON\nGood Lord --\n\nCUT TO:\n\n79. EXT. OUTER SPACE\n-- and it's about as exterior as you can get.  We're a few\nhundred miles above Earth; the curvature of the globe is readily\napparent from this height, and the surface looks placid and eerily\nbeautiful\n-- oceans and continents overlaid by a pattern of shifting white\nclouds.  From frame right, a BLUE FIGURE swings into view, eclipsing\nour planetary vista and disappearing again off frame left.\n\nIt's DR. MANHATTAN.  He's in a lotus position, sitting on\nnothingness, calmly scanning the globe from his orbital vantage.\nStars twinkle behind him as he looks down on the planet he's about to\nleave, his normally-inscrutable features tinged with regret.\n\n80. EXT. ARIZONA DESERT - NIGHT\nBlack sky hangs over an empty stretch of desert -- so desolate, so\nbarren and otherworldly that it could pass for Mars.  Could, that is,\nuntil we see the residue of man's presence on the landscape: ruined\nquonset huts, roofless, long since abandoned to the elements,\nhalf-buried in drifts of sand; military vehicles, little more than\nhusks now, rusty and gutted; and a sign, dangling awkwardly from a\nrotted upright -- GILA FLATS TEST BASE.\n\nA gecko skitters across the sand and pauses.  Above it, a sudden\nRUPTURE appears in the night sky, bathing the sands in blinding blue\nlight.  The gecko runs wildly as DR. MANHATTAN steps through the rift\nin the sky and descends gently to earth.\n\nThe rupture heals itself, and the desert is dark and peaceful once\nmore as DR. MANHATTAN trudges through the sands toward the ghost town\nof Gila Flats.  He wanders through the ravaged doorway of what was\nonce a canteen: tables are overturned, bottles broken, but the long\nmahogany bar, though pitted and scarred, stands intact.\n\nA desert rat scurries down its length as DR. MANHATTAN looks on.  We\nMOVE IN on his emotionless glowing EYES and\n\nDISSOLVE TO:\n\n81. INT. CANTEEN (FLASHBACK) - DAY\nIt's twenty-odd years ago, and we're looking at DR. JONATHAN OSTERMAN\n-- a big, boyish, clean-cut guy of twenty-six, dressed in a necktie\nand a white lab coat.  He's at a table sipping a mug of beer, wearing\na dopey smile as he gazes out of frame at his lunch companion:\n\nJANEY SLATER (O.S.)\nNineteen million for the intrinsic field disruptor.  You'd think they\ncould at least make us a decent hamburger.\n\nJON laughs, looks sheepishly down at his hands.  He's utterly smitten\nwith DR. JANEY SLATER, his colleague at the test base; she's a couple\nof years older than he, and pretty, in a heavily-coiffed way -- just\nclose enough to LAURIE that you'd notice the resemblance.  And she's\nprobably the only one in the room who can't see just how bad a crush\nJON has on her.\n\nJON\nI'll say.  If we ever get off this looney-tune project, I'm gonna\nhead straight for civilization and buy me a big thick steak.\n\nJANEY\nWith lots of ketchup?\n\nSmiling, she indicates JON's plate.  He's emptied at least half a\nbottle on his french fries.\n\nJON\nNothing wrong with ketchup.\n\nJANEY\nJon Osterman, you don't act like a Princeton boy.  What's a big lug\nlike you doing in a place like this?\n\nJON\nAnything for science, I guess.\n(long, hesitant pause)\nJaney, there's something --\n\nJANEY\n(simultaneously)\nWe should get back --\n(realizing she's cut him off)\nWhat?\n\nJON\nNothing.  What were you going to say?\n\nJANEY\nWe should get back to the lab.\n(staring at him; chuckling)\nYou okay, Jon?\n\nHe stares at his hands, afraid to meet her eyes.  After a moment he\npipes up:\n\nJON\nOh, yeah.  You go ahead.  I'll be right behind you.\n\nThe lad seems a little screwy today.  JANEY shrugs, gets up and heads\nfor the door.  JON takes a moment to collect himself, then looks after\nJANEY.  She's paused in the doorway to unbuckle her wristwatch.\n\nHis face goes a little pale.  He screws up his courage, rushes up\nbehind her.\n\nJANEY\nStupid watch.  Stopped again.  Do you have the --\n\nJON\n(blurting it out)\nJaney, will you marry me?\n\nShe turns and looks him squarely in the face.  He's wearing the\npained expression of a convicted murderer waiting to hear the\nverdict.\n\nJANEY\nJon -- what?\n\nJON swallows hard, and the two of them stare at each other, eyes\nlocked.  For a moment it's as if they're the only souls in the\ncanteen.  But just then two SCIENTISTS come bustling through the\ndoor, clipboards in hand, deep in a conversation of their own; and\none of them -- DR. WALLY WEAVER -- walks smack into the startled\nJANEY, causing her to drop her wristwatch.\n\nThere's a loud CRUNCH.  JON and JANEY snap out of their private\ntrance as WALLY bends to retrieve the watch.\n\nWALLY\nChrist, Janey, I think I stepped on your watch.\n\nJANEY\nOh Wally, don't feel bad.  It was cheap, it never worked anyway --\n\nJON\nI can fix it.\n\nJANEY\n-- What?\n\nJON\nMy dad's a watchmaker.  I'll put it back together for you.  Better\nthan ever.\n\nHe holds out his hand.  Their eyes meet for a long moment.\n\nWALLY\nTake him up on it.  It'd make me feel better.\n\nChuckling, WALLY and his colleague head off to find a table.  JANEY\nhands JON the watch; his hands close around her, and he gazes at her\nwith basset-hound eyes.  She realizes he's still waiting for his\nanswer.\n\nBut before she can speak, JON produces a small BOX from his pocket.\nHe thrusts it abruptly into JANEY's hands --\n\nJON\nHere.  I'll trade you.\n\n-- and hustles off.  She opens the box, finds an ENGAGEMENT RING.\nWith a little smile she tries it on, and turns to show JON -- but\nhe's already gone.\n\nShe stares at the ring.  Her smile broadens.\n\n82. INT. LABORATORY - DAY\nJON's at a lab table, papers stacked all around him.  In the center\nof the table is a piece of black velvet strewn with JEWELER'S\nTOOLS.\n\nIt's his lunch hour, and he's fixing JANEY's watch.  He tightens the\ncentral screw which holds the hands in place, then fits the crystal\ninto its housing and gives it a light tap.\n\nWith a big, childlike grin of satisfaction -- the boy's in love,\nremember -- he gets up and starts for the door.  The lab is jammed\nwith oversized, arcane machinery; the centerpiece is a concrete TEST\nCHAMBER with two-foot-thick metal walls.  Mounted on either side of\nit are PARTICLE CANNONS -- great bulky devices which look like\nanti-aircraft guns encircled by huge plexiglass coils.\n\nHe stops, spots his lab coat hanging on a peg in the corner, and\nwalks over to grab it.  As he's putting it on, he hears a tiny SQUEAK\nfrom the direction of the test chamber.\n\nMounted above the chamber is a DIGITAL CLOCK -- hours, minutes,\nseconds, tenths of seconds.  Just now it's 13:58 and change.  JON\neyes the clock, hesitates briefly, then grabs a broom and steps to\nthe reinforced steel door of the chamber.\n\nInside, the chamber is empty but for a concrete block mounted on a\nlow platform -- and a MOUSE, which scurries into the corner when it\nhears JON coming.  He steps inside, sets JANEY's watch on the\nconcrete block, and swings the broom at the mouse.\n\nJON\nC'mon, little guy, outta here . . .\n\nThe mouse legs it out the door.  JON follows, smiling, broom in\nhand.\n\nJON (cont.)\n. . . don't wanna screw up a million-dollar experiment.\n\nHe stops.  Feels around in his pocket.  Realizes he's left the watch\ninside.\n\nHe looks at the overhead clock again -- 13:59:30 and counting.\nAgitated now, he races back toward the chamber, pauses in the\ndoorway, spots the watch resting where he left it on the far side of\nthe concrete block.  He dashes inside, circles around the concrete\nblock, reaches for the watch --\n\n-- and FREEZES at the sound of THREE WARNING BEEPS behind him.\n\nWhite-faced, he snatches at the watch and ducks around the concrete\nblock -- too quickly.  He nicks his shin on the projecting edge of\nthe support platform and tumbles to the floor of the chamber.\n\nBefore his eyes, a MASSIVE STEEL DOOR is sliding into place --\nTRAPPING HIM INSIDE.\n\nHe LURCHES toward the door, gets a hand through.  The door keeps\nsliding.  He jerks his hand back a half-second before the door slams\nshut.\n\n83. INT. LAB - ENTRY - THAT MOMENT\n1300 hours sharp.  A half-dozen SCIENTISTS stroll into the lab.  One\nof them is passing out goggles -- to his colleagues and a pair of\nMILITARY BIGWIGS who are obviously on a walking tour of the\nfacilities.\n\nSCIENTIST\n-- actually, we don't know what happens when you disrupt the\nintrinsic field.  All we've managed to do so far is blow a few\nconcrete blocks all to hell.\n\nGENERAL\n(joking, but worried)\nNo danger of . . . fallout, is there?\n\nSCIENTIST\nNo sir.  The chamber's radiation-proof once it's sealed.  That's why\nwe waited outside.\n\nThe translucent coils on the particle cannons have begun to glow a\ndull red.\n\nThe crowd draws closer, goggles in place.  There's a dim, distant\nTHUMPING.\n\nThe SCIENTISTS look at the chamber -- and go slackjawed in perfect\nunison.\n\nGENERAL\nWhat's the matter?\n\nSCIENTIST\nSweet Jesus -- !\n\nWe DOLLY IN rapidly on the observation panel mounted inthe wall of\nthe test chamber -- leaded glass, two feet thick.  Behind it is the\nterrified face of JON OSTERMAN -- pounding frantically on the glass,\nscreaming soundlessly.\n\nPandemonium in the lab as the SCIENTISTS rush right and left,\npunching buttons, twisting knobs -- to no avail.  The GENERAL comes\nto a belated and painfully obvious realization:\n\nGENERAL\nSay, there's a man in there!!\n\nThe coils on the cannons have gone from red to bright yellow.  One\nSCIENTIST stands at the observation window and SHOUTS --\n\nSCIENTIST I\nStay calm, Jon!  We'll try and kill the power!\n\n-- while another barks furiously into a wall phone:\n\nSCIENTIST II\nBuilding six!  Kill the power!  Osterman's trapped in the I.F.\nchamber!!\n\nThe GENERAL stands there looking rather nonplussed.\n\nGENERAL\nWell -- why doesn't someone let him out??\n\nSCIENTIST III\nIt's a timelock.  It can't be opened once the sequence\nstarts.\n(to SCIENTIST II)\nWhat's the word?\n\nSCIENTIST II\n(covering the phone)\nThey're sending a crew to the generator building --\n\nSCIENTIST IV\nTWENTY SECONDS!\n\nIn a glass box on the wall is a fire ax -- with the instructions \"IN\nCASE OF FIRE BREAK GLASS.\"  WALLY WEAVER, Jon's friend from the\ncanteen, wraps his lab coat around his forearm, punches through the\nglass, and grabs the ax.\n\nSCIENTIST I\nWally!  What are you doing?\n\nWALLY\nThe power cables!!\n\nAnd now another figure enters the lab -- the unsuspecting JANEY\nSLATER.\n\nJANEY\nAm I late for the --\n\nShe stops in midsentence at the sight of the frenzied action in the\nlab.  SCIENTIST III spots her, grabs her, tries to push her back\nthrough the door.\n\nSCIENTIST III\nJaney!  Get her out of here.  Get out!\n\nBut she resists.  She's just spotted WALLY with his ax, poised to\ntake a swing at a thick black cable on the floor.  The cannon coils\nhave just gone from yellow to a brilliant, luminous white.\n\nJANEY\nWhat in the name of -- where's Jon?\n\nSCIENTIST III\nJaney!  Please!  Go!!\n\nWALLY strikes at the cable.  Nothing.  He takes another whack, and a\nsudden jolt of current knocks him off his feet and throws him into a\nwall.\n\nSparks fly, but the process continues.  The room is full of white\nlight.  JANEY, fighting her way past the SCIENTIST, gets a good look\nat the observation panel -- and the blood drains from her face.\n\nJANEY\nJon.\n\n84. INT. TEST CHAMBER - THAT MOMENT\nJON backs away from the glass panel, a look of disbelief on his\nface.  He blinks; his hands fall limply at his sides; the watch,\nwhich he's been holding all along, falls on the floor and shatters .\n. .\n\n. . . and everything in the room goes blue.\n\n85. INT. LAB - THAT MOMENT\nThe SCIENTISTS slowly cluster around the observation panel, unable to\ntear their eyes away.  JANEY, past hope, wanders up unsteadily behind\nthem.\n\nJANEY\nJon . . .\n(shrieking)\nJON!!!\n\n86. INT. TEST CHAMBER - THAT MOMENT\nJON's back is arched.  His arms go up.  His face is a mask of\nunbelievable agony.\n\nA moment later, his skin is gone.  A black skeleton -- like a\nphotographic negative -- stands in his place.\n\nThen the skeleton BURSTS. . . into its constituent atoms.  The\niridescent blue light has quite literally taken Jon Osterman to\npieces.\n\nAnd then, the test chamber is empty.  The blue light begins to dim,\nand we're looking through the window panel at the stagger faces of\nthe SCIENTISTS.  One by one, they back away . . . leaving only JANEY,\nwho gazes into the chamber with a blank, soulless stare.\n\nDISSOLVE TO:\n\n87. INT. RUINED CANTEEN (PRESENT DAY) - NIGHT\nThe desert rat chitters on the bar.  On the partially collapsed wall\nbehind it hangs a broken clock, which stopped some twenty years ago\nat 11:48 PM.\n\nFor a moment DR. MANHATTAN, even more abstracted than usual, watches\nthe rat.  Then he turns and walks through more drifted sand out the\ndoor of the canteen.\n\n88. EXT. DESERT - NIGHT\nDR. MANHATTAN walks aimlessly through the rubble of the compound.\n\n89. INT. MEN'S ROOM (FLASHBACK) - NIGHT\nTWO SCIENTISTS washing their hands at the sinks.  They glance up into\nthe mirror simultaneously, and BLANCH.  Behind them, a hideous\nthing is coalescing in midair -- a brain, eyes, a dangling spinal\ncord, wriggling neurons -- a gruesome, disembodied central nervous\nsystem.\n\nThey pivot, shrieking, just in time to see the creature evaporate in\na haze of shimmering blue light.\n\n90. EXT. DESERT - NIGHT\nDR. MANHATTAN keeps on walking.\n\n91. EXT. TEST BASE (FLASHBACK) - NIGHT\nHORRIFIED SENTRIES fire their rifles, then turn and run.  A\npartially-muscled skeleton stands by the perimeter fence and SCREAMS\nfor several seconds before vanishing altogether.\n\n92. EXT. DESERT - NIGHT\nDR. MANHATTAN keeps on walking.\n\n93. INT. GILA FLATS MESS HALL (FLASHBACK) - NIGHT\nDinnertime.  JANEY and WALLY at a table.\n\nJANEY\nI can't help it.  I'm going to quit this place.  It feels . . . it\nfeels haunted.\n\nWALLY\nIt'll be all right, Janey.  You need time, that's all.\n(tugging at his ear)\nDo you hear some kind of -- whistling?\n\nIndeed she does, and within moments it builds to a deafening whine.\nOdder yet, WALLY's hair is standing on end -- and so is JANEY's.\nEveryone in the mess hall seems to be experiencing the same freakish\nphenomenon.\n\nUTENSILS rise from tables and drift magically into the air.  Without\nwarning, the overhead lights blow out -- and a BRILLIANT BLUE GLOW\nsuffuses the room.  All eyes turn toward the source of the glow . . .\n\n. . . the fully formed figure of DR. MANHATTAN, floating above them,\nnude, hands spread like some majestic blue messiah.  Metal trays and\nutensils hover in midair around him, throwing off sparks.\n\nJANEY gapes at his face.  She recognizes it instantly.  Her hands go\nto her mouth and she lets out a horrible, endless shriek.\n\nJANEY\nJON-N-N-N!!!\n\nDISSOLVE TO:\n\n94. EXT. DESERT - NIGHT\nTHE SHRIEK DIES as DR. MANHATTAN stares up into space.  He turns,\nstares at the ground.  Nothing but sand.  He stoops nonetheless and\nbegins to dig.\n\nA couple of inches down, he finds what he's looking for: an ancient,\ntattered photograph, faded almost beyond recognition.  Young Jon, and\nJaney Slater.  She's holding up her hand, showing off her brand-new\nengagement ring.\n\nHis fist close around the snapshot.  His eyes slowly shut.\n\n95. SERIES OF SHOTS\nQuick, almost subliminal visions of the past and future:\n\n-- JON's black skeleton, bursting to atoms in the test chamber;\n\n-- JANEY shrieking in the mess hall, her face bathed in blue\nlight;\n\n-- LAURIE at a breakfast table, drinking coffee, reading the paper.\nThere's a sudden flash of light; the windows shatter inward; a\nterrible blast of heat chars the skin off her bones . . .\n\n-- A CITY demolished by a nuclear blast, the inevitable mushroom\ncloud rising swiftly, blotting out the sky.\n\n96. EXT. DESERT - ON DR. MANHATTAN\nFists still clenched, he stands -- grimacing, distraught, alone in\nthe ghostly calm of the desert.  He rises into the air, slowly at\nfirst, then faster . . . finally disappearing in a sudden blue\nstarburst a mile above the ground.\n\n97. EXT. OUTER SPACE\nAll at once, we're back in the starry void, hurtling away from Earth\nat unimagined speeds . . . through empty space, past the moon, on\ntoward Mars.\n\nThe red planet looms larger and larger, finally dominating the frame\nas we descend toward the chaotic terrain of the Martian surface.\nIndividual features of the landscape grow gradually more distinct:\nvast canyons, oceans of fog, volcanoes the size of Missouri.\nHerschel's famous canali.  And finally, the argyre\nplanitia, an enormous shallow crater, its rocky rim encircling\ntwo jutting blue mountains and, to the south, a ragged, semicircular\nridge.\n\nTwo eyes, a big broad smile.  It looks uncannily like a\nhappy-face.\n\nMany miles below us, a tiny rupture opens in the Martian\natmosphere.  BLUE LIGHT spills out an instant before we\n\nCUT TO:\n\n98. INSERT - TELEVISION SCREEN\nThe late news, with highlights of DR. MANHATTAN's press conference.\nAs the throng of REPORTERS shove microphones at him, we ZOOM IN on\nhis angered face:\n\nDR. MANHATTAN\nI said leave me alone!!\n\nThen there's a sudden CUT.  We see the same REPORTERS, in the same\npositions, only DR. MANHATTAN is gone -- and they're all standing on\nthe White House lawn, in the midst of a torrential downpour.\n\nPULL BACK TO:\n\n99. INT. ROOM - GOVT. SECURITY COMPLEX - NIGHT\nA restless LAURIE watching the broadcast from an overstuffed chair.\nShe's in a big open room with a bed and kitchenette; except for the\nbig metal door and the bars on the windows, it could pass for a comfy\nfurnished studio.\n\nTV ANCHORWOMAN (O.S.)\n-- in Washington, where an irate Dr. Manhattan teleported\na crew of reporters into the midst of a rainstorm on Pennsylvania\nAvenue!\n\nTV ANCHORMAN (O.S.)\nWell, Katie, I know some politicians who'd like to learn that trick --\n\nLAURIE turns at the sound of keys in the door.  A moment later,\nSCHMIDT enters, followed by a pair of FEDERAL AGENTS.\n\nSCHMIDT\nAll right, Miss Juspeczyk.  Pack your things.\n\nLAURIE\nAm I free to go?\n\nSCHMIDT\nYou're free to do whatever you goddamn well please.  Let's move\nit.\n\nLAURIE\n(fed up; exploding)\nI don't know why you've been keeping me here, but you're in deep shit\n--\n\nSCHMIDT\nOh, I am, honey.  You see, Russian tanks are crossing the Afghan\nborder this very minute.  And we are all of us, every living\nsoul, in deep, deep shit -- because our number-one strategic\nweapons has finally flipped out.\n\nLAURIE\nJon??  You mean he's --\n\nSCHMIDT\nThat's right.  Your meal ticket's flown the coop.  That blue bastard\nhas apparently left the planet.\n\nCUT TO:\n\n100. EXT. NEWSTAND - DAY\nThe same headlines scream from every edition on the rack:\n\nDR. MANHATTAN LEAVES EARTH\nRussian Tanks Advance\nPresident Vows \"Maximum Force\"\nWHERE IS DR. MANHATTAN?\n\nAnd on the street, tensions are running high.  The familiar NEWS\nVENDOR is engaged in a heated exchange with one of his CUSTOMERS:\n\nNEWS VENDOR\nI'll tell you what the problem is.  We shoulda been building tanks,\nbombs, ICBM's!  Instead we been relying on that big blue son of a\nbitch --\n\nCUSTOMER\nAnyone ever tell you you're full of shit?\n\nNEWS VENDOR\nKiss my ass, buddy!  Keep your goddamn quarter!\n\nVOICE\nNew Frontiersman, please.\n\nThe NEWS VENDOR turns suddenly, finds himself confronted by an old\nfriend: the red-haired STREET CRAZY with the end-of-the-world sign.\nHe rolls his eyes -- this is all I need -- and reaches under\nthe counter.\n\nNEWS VENDOR\nHere you go, pal.  Two bucks.\n(beat)\nWell, I see the world ain't ended yet.\n\nThe STREET CRAZY eyes the lurid cover of his magazine.  \"EXPOSED: RED\nPLOT TO FRAME DR. MANHATTAN!\"\n\nSTREET CRAZY\n. . . How do you know?\n\nCUT TO:\n\n101. EXT. TENEMENT BUILDING - NIGHT\nA row of decayed walk-ups in a fringe neighborhood downtown.  A\nDRUNKEN COUPLE -- a gaunt, middle-aged MAN and a blowsy, overweight\nWOMAN -- totter down the street arm in arm.  NEON SIGNS blink on and\noff as they mount the front steps of a seedy building, exchanging\ntipsy giggles.\n\n102. INT. TENEMENT APARTMENT - NIGHT\nA three-room hellhole, decor by Goodwill.  A door opens, and the MAN\nushers his date inside with exaggerated formality.  Her name is LUCY;\nhis is Edgar William Jacobi, but -- for reasons soon to be revealed --\nwe'll call him MOLOCH.\n\nMOLOCH\nNow.  What was milady drinking?\n\nLUCY\nGin.  Straight up --\n(mock-ladylike)\n\n-- with a little twist of lime.\n\nShe laughs convulsively, as if she's just told the world's funniest\njoke.  MOLOCH lifts a single finger and starts toward the kitchen:\n\nMOLOCH\nI think I can oblige.\n\n103. INT. KITCHEN - A MOMENT LATER - NIGHT\nMOLOCH FREEZES in the doorway, his face taut with apprehension.  The\ncontents of his refrigerator have been strewn all over the kitchen\nfloor -- overturns milk cartons, broken eggs, the like.  It's a\ndisaster area.  As he steps inside to investigate, LUCY appears in\nthe doorway behind him -- and SNORTS.\n\nLUCY\nJeez, honey!  You got some kind of animal in here?\n\nOn cue, the refrigerator door KICKS OPEN -- and out pops RORSCHACH.\nHe grabs MOLOCH by the lapels, pins him back against the kitchen\ntable.\n\nRORSCHACH\nMoloch.  Did you miss me?\n\nLUCY\nWillie!  Jesus!  What's going on?\n\nRORSCHACH\n(glancing up)\nWho's the welfare mother?\n\nMOLOCH\nI don't know who you are buddy, but I swear to God, you got the wrong\nguy.\n\nRORSCHACH\nEdgar William Jacobi, aka William Edgar Bright, a.k.a. Moloch.\n\nMOLOCH\nYou're making a big --\n\nRORSCHACH lifts MOLOCH up slightly, then slams him down hard against\nthe table -- repeatedly, to the beat.\n\nRORSCHACH\nTerrorist.  Radical agitator.  Stool pigeon.\n\nMOLOCH\nALL RIGHT!  ALL RIGHT!!  -- How'd you find me?\n\nLUCY\nWillie, what's he talking about?\n\nRORSCHACH backs off, allowing MOLOCH to slump to the floor.\nRORSCHACH kneels beside him.\n\nMOLOCH\nLook, I don't know what you want, but I been a private citizen for\nten years.  I --\n\nRORSCHACH cups one gloved hand under MOLOCH's chin and pulls him\nclose.  Then, for LUCY's benefit, he explains:\n\nRORSCHACH\nTurned state's witness in '75.  Earned himself a brand-new face.\n(twisting MOLOCH's head to one side, for a better look)\nHnnrh.  Butt-ugly then . . . butt-ugly now.\n\nHe shoves MOLOCH back onto the floor, then stands.  There's a sugar\nbowl on the table; RORSCHACH spots it and pockets a few cubes as\nMOLOCH gets up to dust himself off.\n\nRORSCHACH (cont.)\nComedian dead.  Dr. Manhattan in exile.  Obvious connection.  Who's\nbehind it?\n\nMOLOCH\nRorschach, you're talkin' heavy duty stuff.  I got nothing to do with\n--\n\nRORSCHACH\nWorked both sides of the fence.  Ask your old buddies in the CTU.\n\nMOLOCH\nCTU?  Jesus.  You don't think --\n\nRORSCHACH\nDon't know.  Ask around.  I'll be back.\n\nLUCY, still unsettled, crosses to MOLOCH's side and grips his arm as\nRORSCHACH opens a rear window.  He's climbing through the frame when\nhe stops suddenly and points a finger at the frightened pair:\n\nRORSCHACH (cont.)\nWord of advice for the lady . . . stock up on penicillin.\n\n-- and he's out on the fire escape and GONE.  LUCY looks suspiciously\nat MOLOCH, who shrugs, embarrassed: I don't know what he's talking\nabout.\n\nCUT TO:\n\n104. INT. PENTAGON - WAR ROOM - DAY\nThe familiar set from Dr. Strangelove: top brass seated at a\nbig round table, with a huge Mercator-projection map of the world\nlooming in BG.  The Afghan-Pakistani border is highlighted in red; a\nMILITARY ANALYST paces in front of the big board with a penlight\nPOINTER,\nhighlighting areas of strategic importance.\n\nANALYST\nOur projections show Pakistan falling within the week.  From there\nit's sixty percent certain they'll try to take Western Europe.\n\nGENERAL\nRespectfully, sir, out NATO allies are getting itchy.  They're\nquizzing us about the possibility of a first strike.\n\nMOVE IN on a tall chair at the head of the table -- the back of which\nbears the seal of the President of the United States.\n\nPRESIDENT\nFirst strike.\n(long pause)\nI'd like to view the simulation.\n\nThe ANALYST hits a button on a remote control device.\n\nANALYST\nOptimally . . . we could expect to wipe out some eighty percent of\ntheir retaliatory capability before they knew what hit 'em.\n\nOn the big board, BLUE ARROWS emanate from selected points in the\nPacific and the Arctic Circle and veer toward Russian turf --\nblossoming in yellow-and-black RADIATION\nSYMBOLS as they strike their targets.\n\nPRESIDENT\nWhat about our end?\n\nANALYST\nWell, sir . . . in a worst-case scenario . . . we'd assume that\ntwenty-five percent of the Russian birds get through.\n\nOn the board, RED ARROWS inch westward from Mother Russia.\n\nANALYST (cont.)\nBritain down -- Germany down --\n\nPRESIDENT\nWhat kind of time frame are we talking about?\n\nANALYST\nThirty minutes maximum.  Of course, I assume we'd be in the fortified\ncommand bunker at the time of the launch order.\n\nRADIATION SYMBOLS sprout over New York, Baltimore, Washington,\nDenver, Los Angeles, San Francisco.\n\nPRESIDENT\n. . . Of course.\n\nBy now, both coasts are pretty well blotted out.  The ANALYST, a\ndedicated optimist, turns to announce:\n\nANALYST\nAs you can see, we may be able to salvage a good-sized chunk of the\nfarm belt.\n\nPRESIDENT\nWhat about the aftermath?  This so-called . . . \"nuclear winter\"\ntheory?\n\nANALYST\nWe don't really know, sir, but bluntly, our survival capability . . .\nmay depend on a quirk of the weather.\n\nPRESIDENT\nThe weather.  I see.\n(pause)\nKeep me posted.  I want hourly forecasts and a full report on optimum\nstrike conditions.\n\nThe SECRETARY OF STATE -- our old pal G. Gordon Liddy -- pipes up:\n\nSECRETARY LIDDY\nDick, before we act hastily, we should consider . . . Dr. Manhattan\nmay decide to return.\n\nWith a heavy heart, the Chief Executive pushes himself away from the\ntable -- and we get our first good look at him.  His face is lined\nand tired, his hair is flecked with white, but he's none other than\nthat beloved statesman RICHARD M. NIXON -- still vital and robust at\n74.\n\nPRESIDENT (cont.)\nGood God.  At times like this I wish I'd never come out of\nretirement.\n\nCUT TO:\n\n105. INT. DOCTOR'S OFFICE - RECEPTION ROOM - DAY\nA private practice in midtown Manhattan.  LAURIE emerges from an\nexamination room, grim and hollow-eyed; the DOCTOR hangs back in the\ndoorway.\n\nDOCTOR\nI'm sorry, Miss Juspecyzk.\n\nLAURIE\nNot at all, Doctor.  I appreciate your honesty.\n\n106. INT. GUNGA DINER - DUSK\nA greasy Indian restaurant in a Village storefront.  In a booth near\nthe entrance we find LAURIE and DREIBERG munching on chicken\ntandoori.\n\nDREIBERG\nChrist yes, I went in for a cancer scan first thing.  Gave me a\ncouple of rough nights, I'll tell you . . .\n(pause)\nHow about you, Laurie?\n\nLAURIE\n(lying -- with forced cheer)\nOh, yeah.  They gave me a clean bill of health and then booted me the\nhell out.\n(shrugging)\nNo expense account.  No place to live.\n\nDREIBERG\nYou'll find something.  -- I should go.  You and me, seeing each\nother, someone might put two and two together . . .\n\nLAURIE shakes her head and laughs -- mirthlessly.\n\nLAURIE\nThey're not following me, Dan.  I mean -- Jon's gone, we're\nright on the brink of World War III.  Nobody cares about the\nWatchmen.\n\nDREIBERG\nMaybe not, but why take chances?\n\nLAURIE\nDan, what are you so scared of?  I mean, me, I've spent\nall these years keeping Jon together, and now that it's over I feel --\nI feel glad.  I'm finally free to, to go out and live my own\nlife, and --\n\n-- and she's dying of cancer.  The irony of it hits home, throws a\ndamper on her little burst of optimism.  Depressed again, she starts\nto get up.\n\nLAURIE\nI'm just running on, Dan.  Thanks for dinner.  I'd better go find\nmyself a cheap room.\n\nDREIBERG watches on, paralyzed by indecision, as LAURIE heads for the\ndoor of the restaurant.  Then, submitting to impulse, he gets up and\nchases her down:\n\nDREIBERG\nLaurie, wait.  I've got a spare room.  It's empty.  If you'd like . .\n.\nLAURIE\nOh Daniel, thanks, but I couldn't.  You'd just be all nervous about --\n\nDREIBERG\nNo, screw that.  What you were saying before, it's absolutely\nright.  -- I'd love to have you stay.\n\nLAURIE\nYou're sure?\n\nHe nods.  She smiles and takes his arm as they walk out of the\nrestaurant.\n\nTHROUGH THE WINDOW of a nearby booth we watch them passing on the\nstreet outside.  The OCCUPANT of the booth, whose face is out of\nframe, fidgets restlessly with a menu and a squeeze bottle of\nketchup.\n\nHe inverts the ketchup over the menu, squirts out an upside-down\nquestion mark, then closes the menu and mashes it shut.  When he\nopens it again, he's got a makeshift RORSCHACH BLOT.\n\n107. EXT. ALLEY BEHIND GUNGA DINER - SUNSET\nA SHORT-ORDER COOK empties garbage into a can outside the restaurant,\nthen disappears inside.  Two beats later, a DARK SILHOUETTE strolls\ncasually down the alleyway.\n\nHe moves a garbage can, finds a sheet of plywood tacked to the\ncrumbling brick wall behind it.  He pries the plywood loose, finds a\nsmall recess in the wall, then extracts a SLOUCH HAT . . . and a\nshifting INKBLOT MASK.\n\n108. INT. DREIBERG'S APARTMENT - NIGHT\nThe guest bedroom is furnished in a somewhat grandmotherly style:\nflowered wallpaper, an old brass bed with a frilly comforter, etc.\nIt's small but cozy, and LAURIE lets out an appreciative \"aah\" as\nDREIBERG ushers her in.\n\nLAURIE\nThis is so nice of you, Daniel.  I really do appreciate it.\n\nDREIBERG's lugging her suitcases.  He sets them on the bed and stands\nthere for a moment, looking vaguely expectant.\n\nLAURIE (cont.)\nAre you . . . waiting for a tip?\n\nDREIBERG\nOh.  No.  Sorry.  I'll be right down the hall if you want me . . . I\nmean, if you need some aspirin, or --\n\nLAURIE\nI'm gonna take a warm bath and sack out.  -- You've been really\nsweet.  Sleep tight, okay?\n\nShe gives him a sisterly peck on the cheek, then returns to her\nunpacking.  DREIBERG watches her for a second, then turns to go.\n\n109. INT. HALLWAY - ON DREIBERG\nAs he closes the door, he get a quick glimpse, from behind, of LAURIE\nunbuttoning her shirt.  He quickly averts his gaze and pulls the door\nshut.\n\n110. INT. DREIBERG'S BEDROOM - NIGHT\nDREIBERG, in pajamas, climbs into bed and kills the light.  He folds\nhis hands behind his head and stares up at the ceiling.\n\n111. FLASHBACK - PROCESSED FOOTAGE\nAnother quick glimpse of derring-do.  This time it's SILK SPECTRE --\nLAURIE -- in the midst of a gang of thugs.  She fights them off\nvaliantly, but she's heavily outnumbered.  She turns and runs.\n\nAn oblong shadow falls across the ground, and NIGHT OWL swings into\nframe; he's clinging to a rope ladder which hangs from his AIRSHIP\noverhead.  In one smooth motion he swoops into LAURIE's path and\nsnatches her into the air, safe from the clutches of her pursuers.\n\n112. INT. BEDROOM - ON DREIBERG.\nHis head turns at the sound of WATER running in the bathroom\nadjacent.  He's going to be awake half the night thinking of\nLAURIE.\n\nCUT TO:\n\n113. EXT. STREET - DAY\nEarly morning.  Across the street from us is a BUBBLE CAR parked in\nan alley.  Its occupants: MOLOCH, and a straitlaced guy in a suit and\ncrewcut.  He's got a definite CTU look about him.\n\nMOLOCH gets out, scans the street, and crosses toward the GUNGA\nDINER.\n\n114. INT. GUNGA DINER - REST ROOM - A MOMENT LATER\nA twitchy MOLOCH locks himself in a stall, sits on the throne, and\npulls out a bundle of WHITE POWDER.  He takes a couple of hits up the\nnose, then dips his finger in the stuff and rubs it around the edges\nof his EYELIDS.\n\nHis eyes water.  He sniffles.  He reaches for some toilet paper;\nbizarrely, a small BUSINESS CARD falls out of the roll.  He picks it\nup . . .\n\nThere's a hand-scrawled RORSCHACH BLOT on its face.\n\nA low, hissing GROWL from overhead.  MOLOCH looks up suddenly -- and\nsees RORSCHACH peering at him over the stall partition.\n\nHe GASPS and lunges for the door.  RORSCHACH's arm snakes out and\nholds the stall door shut.\n\nRORSCHACH\nTwo things I hate.  Street mimes . . . users of recreational\ndrugs.\n\nMOLOCH\nNo, no.  You got it all wrong.  I been on the case, Rorschach, I got\nsomething for you.\n\nA long pause.  RORSCHACH GROWLS again: let's have it.\n\nMOLOCH (cont.)\nThere's a big bunch of research scientists -- missing.  Blake was on\na case, trying to track 'em down.\n(beat)\nIt's big, Rorschach.  Something to do with Doc Manhattan.  That's all\nI've been able to find out.\n\nRORSCHACH\nDrug habit.  Highly illegal.  Hnrrh.\n(snarling)\nLet it go time.  In future -- just say no.\n\nWith that he disappears over the edge of the stall.  MOLOCH sits\nthere a moment.  He reaches for the stall door, rattles it.  It won't\nopen.\n\nMOLOCH\nHEY!!\n\nRORSCHACH's stuck a broomstick through the door handles on the\nadjacent stalls. As MOLOCH POUNDS on the door in frustration, we\n\nCUT TO:\n\n115. INT. VEIDT'S PENTHOUSE SUITE - DAY\nA plush RECEPTION ROOM in his Veidt Industries pyramid; it's\ndecorated in the same Egyptian motifs as his office.  VEIDT sits in\nan overstuffed chair, surrounded by VIDEO CAMERAS; he's in the\nprocess of charming JUSTINE JAMES, a fawning Barbara Walters-figure\nwho's prepping a segment for her next celebrity-chat special.\n\nJUSTINE\nNow Adrian, I guess there's one thing everyone wants to know.\nAre you the world's smartest man?\n\nVEIDT\nOh my, yes.  And the best-dressed.\n\nA round of chuckles from the video CREW.  Wotta smoothie!\n\nJUSTINE\nYou're certainly one of the richest.  Holder of over forty\nbasic patents -- including products that have changed our everyday\nlives.\n(pause)\nIf you had one achievement you were proudest of -- what would that be?\n\nVEIDT ponders for a second, then reaches into his jacket and pulls\nout his gold cigarette case.\n\nVEIDT\nSphinx brand.\n(opening the case)\nWhen I got out of weapons design, I wanted to move into a more . . .\nhumanitarian area.  I was thinking: what would do some good\nin the world?  And I thought: why not a genetically-altered tobacco,\nthat no only doesn't cause cancer -- but cleans out your lungs\nas you smoke it?\n(lighting up)\nIn fact I think I'll have one now.  Care to join me?\n\nJUSTINE\nThanks, no.  But it's a wonderful product.  Now Adrian -- your\nold colleague Dr. Manhattan has just left the planet amid rumors --\n\nVEIDT\n(bristling)\nNo.  No.  Cut.  -- Justine, we agreed.  No questions about the\nWatchmen.\n\nJUSTINE\nOh sweetheart, just a quick one.\n\nVEIDT\nNo.  We laid out very careful ground rules --\n\nVEIDT is interrupted by a GROWLING NOISE from his office adjacent.\nHe glances quickly over his shoulder, then gets back to business.\n\nVEIDT (cont.)\n-- we agreed specifically --\n\nMORE GROWLING from the next room over.  The CAMERA CREW's getting\ncurious.  VEIDT gets up from his chair.\n\nVEIDT (cont.)\nExcuse me a second.\n\nHe goes to the office door and slips inside.  The usually-smiley\nJUSTINE shoots a look of disgust at her CREW: what a prick.\n\n116. INT. VEIDT'S OFFICE - DAY\nVEIDT is shocked to find RORSCHACH down on the carpet, wrestling with\nhis mutant LYNX.  He CLAPS HIS HANDS TWICE:\n\nVEIDT\nKITTY!!\n\nOne last nip, and the cat backs off.  RORSCHACH gets to his feet --\nno visible signs of damage, except for a severe bruise to his\ndignity.\n\nVEIDT (cont.)\nHow the hell did you get in here?\n\nThe curtains are flapping; a BREEZE hits VEIDT across the face.  He\nlooks up, sees a NEAT ROUND HOLE cut out of his plate-glass\nwindow.\n\nRORSCHACH\nNew information.\n\nVEIDT\n(pointing to the telephone)\nEver see one of these before?\n\nRORSCHACH\nToo important for telephone.  Comedian -- Dr. Manhattan.  All linked\nup.\n\nVEIDT\nWhat is that ungodly smell?\n\nRORSCHACH, abashed, lets out a timid version of his trademark\nHISS.\n\nRORSCHACH\nBigger than I thought.  CTU involved . . .\n\nVEIDT\nYeah, I've heard all about your conspiracy theories.  Now I've got a\nroomful of cameras in there.  I want you out.  Now.\n(beat)\nAnd whatever you're doing, knock it off.  You're making us\nall look bad.\n\nRORSCHACH\nFate of the world at stake, Adrian.  Can't get too worked up over bad\npress.\n\nHe makes for the window.  VEIDT frowns, adjusts his tie and exits.\n\nCUT TO:\n\n117. INT. DREIBERG'S KITCHEN - NIGHT\nDREIBERG and LAURIE cooking dinner.  DREIBERG burns his fingers on a\nbroiling pan, which prompts a sudden round of stamping and\ncursing.\n\nLAURIE watches for a minute, then shakes her head.  She pours a full\nglass of wine and thrusts it at him.\n\nLAURIE\nDaniel -- drink this.  Immediately.\n(smiling)\nI swear, you are acting like a kid on a date.\n\nSucking on his burnt fingers, he reluctantly takes the wineglass.\n\nDREIBERG\nOkay, I'm nervous.  It's an odd sensation.  I've always had to think\nof you as Dr. Manhattan's --\n\nHe catches himself -- too late.  LAURIE glowers at him.\n\nLAURIE\nHis what?\n\nDREIBERG\nHis . . . whatever.\n\nLAURIE\nI'm not his . . . whatever.  Okay?\n\nShe spears a couple of steaks, drops them on plates, and heads toward\nthe dining room.\n\nLAURIE\nLook, I just want to eat dinner and get drunk.  Let's not make it any\nmore difficult than we have to, huh?\n\n118. INSERT - TELEVISION SCREEN\nThe latest bad news from half a world away:\n\nNEWS ANCHOR\nMeanwhile, in Afghanistan, the fighting continues to escalate . . .\n\nOn a televised MAP of Afghanistan, RED RUSSIAN ARROWS are working\ntheir way slowly but inexorably toward Pakistani territory.\n\nNEWS ANCHOR (cont.)\nWith Russian forces approaching the border, Pakistan today called on\nthe US to intervene.  President Nixon has placed America's European\nmilitary installations on full alert --\n\nCAMERA PULLS BACK, placing us in --\n\n119. INT. DREIBERG'S APARTMENT - NIGHT\nA DINING ROOM TABLE littered with crumpled napkins and dirty\ndishes.  DREIBERG and LAURIE have just finished dinner.  He stares in\ndismay at the TV screen as he opens a fresh bottle of wine.\n\nDREIBERG\nGood Lord.  With Jon out of the picture it's a whole new ball\ngame.\n\nLAURIE's already a little tipsy, and the broadcast doesn't much\ninterest her.  Wine glass in hand, she's wandered over to the stereo\ncabinet.\n\nLAURIE\nThat's right, Daniel.  A whole new ball game.\n(smiling)\nGod!  I haven't seen on of these in fifteen years.\n\nShe's referring to DREIBERG's ancient TURNTABLE.  Shelved beneath it\nare row upon row of LP's -- these days, they're obsolete collector's\nitems.\n\nDREIBERG\nI told you I was a little bit out of step.  A lot of the old stuff I\nlisten to -- it never came out on crystal.\n\nLAURIE\nI'd say you stalled out about forty years ago.\n(flipping through records)\nNellie Lutcher -- Louis Jordan -- I've never even heard of these\npeople.\n\nDREIBERG\nPlay one.  Educate yourself.\n\nLAURIE chuckles.  Her head turns at the sound of a familiar\nCOMMERCIAL THEME.  On the TV, a young woman sits at her vanity and\ngazes lovingly at a WEDDING PICTURE framed in silver.\n\nLAURIE\nOh look.  It's Adrian's ad.\n\nTV CHORUS\n\"Oh my darling, it's incredible,\nThat someone so unforgettable . . .\"\n\n120. INT. TENEMENT FLAT - NIGHT\nMOLOCH's apartment.  THE SAME COMMERCIAL is blaring from the TV as\nRORSCHACH lets himself in.\n\nTV CHORUS\n\". . . Should think I am unforgettable too.\"\n\nRORSCHACH\nMoloch?\n\nNo reply from MOLOCH, who sits in an easy chair, his back to camera,\nseemingly glued to the tube.  RORSCHACH casts a cautious glance\naround the room and advances stealthily toward the chair.  Onscreen,\nthe WOMAN at the vanity opens a jar and smear LIME-GREEN GOO on her\nface:\n\nTV ANNOUNCER\nThe years melt away with NOSTALGIA.  Use it once a week -- and\nwrinkles vanish overnight.  Medically tested, non-habit-forming\nNOSTALGIA is the patented beauty cream that actually reverses\nthe aging process . . .\n\nRORSCHACH\nMoloch?\n\nHe creeps up behind MOLOCH, lays a hand on his shoulder.\n\n121. REVERSE ANGLE - ON MOLOCH\nstaring at the TV screen with sightless eyes.  There's a NEAT ROUND\nBULLET-HOLE in the center of his forehead.  RORSCHACH sees it and\nspins on his heels, anticipating an ambush --\n\nTV ANNOUNCER (O.S.)\nFor the smooth young face he'll never forget --\n\n122. INT. DREIBERG'S APARTMENT - THAT MOMENT - NIGHT\nLAURIE is still flipping through records.  DREIBERG chuckles at the\nTV ad.\n\nTV ANNOUNCER\n-- turn back the clock with NOSTALGIA . . . from Veidt Industries.\n\nDREIBERG\nNo wonder Adrian's rich.  You use that stuff?\n\nLAURIE\nSure.  It works.  I mean, look at this face, Daniel.  I'm\nthirty-eight years old!\n\nDREIBERG\nI don't mind getting older.  I'm obsolete anyway.  Why try to hide\nit?\n\nLAURIE\nI like the way you look.\n(beat)\nIt's strange with Jon.  He doesn't age.  His face doesn't change.\nBut you, Daniel, you look . . .\n\nDREIBERG\nOld?\n\nLAURIE\nNot at all.  You look very -- dashing.\n(standing up)\nHere, you pick one.\n\nDREIBERG\n. . . What?\n\nLAURIE\nPick a record.  I feel like dancing.\n\nHer tone is unmistakably flirtatious.  DREIBERG hesitates -- then,\nwith a noncommittal smile, he moves to the record cabinet.\n\n123. INT. TENEMENT FLAT - NIGHT\nRORSCHACH making a hasty exit.  An AMPLIFIED VOICE booms out:\n\nLOUDSPEAKER\nRORSCHACH!  THIS IS THE CIVIL TERRORISM UNIT.  YOU HAVE ONE MINUTE TO\nCOME OUT.\n\nHe goes to the window and peeks through the blinds.  On the street\noutside, BUBBLE CARS are massing, blocking off the intersection.  A\nCTU SWAT TEAM prepares to raid the building.\n\nLOUDSPEAKER\nYOU WON'T BE HARMED.  COME OUT.  IT'S ALL OVER!\n\nHe's walked into a trap.  As he lets the blinds fall, ALL SOUND DIES\n-- and a bouncy, tinkling PIANO THEME comes up underneath.\n\n124. INT. DREIBERG'S APARTMENT - NIGHT\nThe PIANO MUSIC emanates from DREIBERG's stereo: an old Fats Waller\ntune, \"S'posin'.\"  He's slow dancing with LAURIE, their faces\nilluminated by the cold blue flicker of the television.  With a smile\nshe reaches up to remove his glasses, then deposits them in his shirt\npocket.\n\nDreamily, she rests her hand on his shoulder.  Her nearness is making\nhim nervous.  She pauses in mid-step and takes his face in her\nhands.  He tries to look away, but she pulls his face around -- so\nthat he can't avoid her gaze any longer -- and plants a soft kiss on\nhis mouth.\n\nThe PIANO INTRO ends, and Fats' teasing vocal begins:\n\n\"S'posin' I should fall in love with you . . .\nDo you think that you could love me too . . .\"\n\n125. INT. TENEMENT - THAT MOMENT - NIGHT (MOS)\nSONG CONTINUES UNDERNEATH, cheerful soundtrack accompaniment to a\nhorrific silent movie.  RORSCHACH races out of the bathroom carrying\na plastic MOP BUCKET, plus an armload of bottles and aerosol cans --\nordinary household supplies.  He enters the kitchen, rummages around\nunder the sink, finds another handful of bottles: cleaning fluid,\nrubbing alcohol, Drano.\n\nAlmost as an afterthough he moves to the gas stove, turns on all the\nburners -- and BLOWS OUT THE FLAMES.\n\n\"S'posin' I should hug you and caress you . . .\nWould it impress you . . .\"\n\n126. INT. TENEMENT - FRONT STAIRWELL - THAT MOMENT (MOS)\nA contingent of ARMED CTU MEN rushing silently up the stairs.\n\n\"Or would it distress you?  Hmm?\"\n\n127. INT. TENEMENT - THAT MOMENT (MOS)\nRORSCHACH dousing the living room carpet with charcoal lighter and\nrubbing alcohol.  There's a pile of bottles -- only half-emptied --\nresting next to the front door.  The CTU COPS are pounding on the\nfront door, trying to break it down.  RORSCHACH crouches in the\nhallway just outside the living room.\n\nThe door finally gives way, and the COPS tumble in.  RORSCHACH\nstrikes a match and holds it to the nozzle of an AEROSOL CAN --\ncreating a minature FLAMETHROWER.  The COPS heads swivel just as the\npuddle on the carpet catches -- and a moment later, the PILE OF\nBOTTLES EXPLODES, engulfing the doorway in flame.\n\n\"S'posin' I should say for you I yearn . . .\n(Yeah I yearn.  Sure I do.)\nWould you think I'm speaking out of turn? . . .\"\n\n128. INT. DREIBERG'S APARTMENT - NIGHT\nDREIBERG and LAURIE horizontal on the sofa, their clothes in\ndisarray.  LAURIE kisses him hungrily -- but he's distant, panicky,\nunable to respond.  It's been a long time for him.  It's not going\nwell.\n\n\"S'posin' I declare it\nWould you take my love and share it?\nI'm not s'posin', I'm in love with you . . .\"\n\nHe wriggles beneath her.  She takes his hand, presses it onto her\nbreast.\n\n129. INT. TENEMENT - THAT MOMENT - NIGHT (MOS)\nINSTRUMENTAL BRIDGE continues UNDERNEATH as RORSCHACH backs through\nthe kitchen with his bucket.  SMOKE billows in from the living room.\n\nHe empties TWO BOTTLES OF COOKING OIL on the linoleum floor.  Then he\nducks through a door into the BACK STAIRWELL.\n\n130. INT. STAIRWELL LANDING - A MOMENT LATER (MOS)\nRORSCHACH opens a bottle of CLEANING FLUID, stuffs a wad of newspaper\ninto its neck.  The first wave of COPS -- coughing and hacking from\nthe smoke -- makes it into the kitchen just as he IGNITES his molotov\ncocktail and TOSSES IT INSIDE.\n\nThe COPS pitch backward as the bottle blows up.  By the time they hit\nthe floor, the COOKING OIL has burst into flame.\n\nRORSCHACH bolts up the stairs; by now, another squad of CTU MEN is\ncoming up with back way behind him.\n\n131. INT. KITCHEN - A MOMENT LATER (MOS)\nCharred COPS, leaping FLAMES.  CAMERA ZEROES IN on the GAS STOVE.\n\n132. EXT. TENEMENT - THAT MOMENT - NIGHT (MOS)\nA GAPING HOLE blows open in the front of the building.  FIERY RUBBLE\nhails down on the CTU units outside.  Re-enter Fats on vocals:\n\n\"S'posin' I should hug you and caress you? . . .\nWould it impress you? . . .\"\n\n133. INT. DREIBERG'S APARTMENT - NIGHT\nLAURIE is fumbling with DREIBERG's pants.  Finally he can't stand it\nanymore -- and with a pained, stricken look he pushes her away and\nsits up on the sofa.  His head sinks into his hands.  At first she\ndoesn't understand; then her face softens, and she moves to his side,\nembracing his shoulders, gently stroking his hair.\n\n\". . . Or would it distress you?\"\n\n134. INT. TENEMENT - BACK STAIRWELL - THAT MOMENT (MOS)\nRORSCHACH huddled on the uppermost landing, just below roof level.\nBy now the whole building is ablaze.  Two flights down, a pair of CTU\nCOPS are fighting their way through the inferno, still on his tail.\n\nHe still has his mop bucket; it's half-full of water.  He reaches for\nhis last can -- a can of DRANO -- and empties it into the bucket,\nwhere it begins to HISS and SIZZLE.\n\n\"S'posin' I should say for you I yearn . . .\nWould you think I'm speaking out of turn . . .\"\n\nThe COPS are almost on him, racing upward two steps at a time.  He\nsteps out in front of them, and -- before they can hoist their\nweapons -- HEAVES THE BUCKETFUL OF BOILING DRANO into their faces.\n\nThe COPS SHRIEK SOUNDLESSLY and topple backwards into the flames as\nRORSCHACH turns tail and bursts through the door to the roof.\n\n135. EXT. TENEMENT ROOF - A MOMENT LATER - NIGHT\nRORSCHACH emerges -- and a BLINDING LIGHT catches him full in the\nface.  Hovering not twenty feet overhead is a POLICE AIRSHIP -- a\nblimp-like craft of the sort we saw earlier.  A spray of MACHINE-GUN\nFIRE peppers the roof.\n\n\"S'posin' I declare it.\nWould you take my love and share it? . . .\"\n\nRORSCHACH scuttles along the edge of the roof, finds a rickety FIRE\nESCAPE, and dives over.  Unfortunately, he's now exposed on the front\nof the building -- pinned to the wall by gunfire from the SWAT TEAM on\nthe street.  TONGUES OF FLAME dart from nearby windows.  He turns and\ntries to climb back upward, but more COPS -- frm the just-landed\nAIRSHIP -- are already spilling over the edge of the roof.\n\n\"I ain't s'posin', I'm in love with you.\"\n\nThe song ends.  And on the last note, RORSCHACH emits an ungodly HOWL\nOF FURY -- diving over the metal railing, PLUNGING to the street\nbelow.\n\n136. EXT. STREET - THAT MOMENT\nThree stories down, he crashes into a cluster of garbage cans -- and\nlies there, spent, twisted, wracked with pain.  The CTU COPS are on\nhim instantly, kicking him, pummeling him with billy clubs and rifle\nbutts.\n\nCOPS\nGET HIM!  GET HIS MASK!  LET'S SEE THE LITTLE FUCKER'S FACE!!\n\nRORSCHACH\nGNAAAAHH!!  NO!! NO!!\n\nIn seconds the inkblot mask is off -- revealing a pocked, doughy face\ntopped off with a shock of MATTED RED HAIR.  It's a familiar\nface . . . the face of the STREET CRAZY who haunts the newsstand\nwith his placards announcing the end of the world.\n\nCOP\nChrist.  He's got five-inch heels.  The fuckin' runt wears\nelevator shoes!\n\nRORSCHACH\nNO!!  NO!!  GIVE IT BACK!!\n\nHe kicks and claws at the COPS as they drag him unceremoniously off\nto a nearby van.\n\nCOP II\nSo that's the terror of the underworld.  That ugly little zero.\n\nRORSCHACH\nGIVE ME BACK MY FACE!!!\n\nThe van doors slam shut on RORSCHACH -- just as the first FIRE TRUCKS\narrive to turn their hoses on the flaming skeleton of the tenement.\n\nCUT TO:\n\n137. INT. DREIBERG'S APARTMENT - NIGHT\nDREIBERG and LAURIE stretched out on the sofa, under a blanket.  He\nstares up at the ceiling, still troubled.\n\nDREIBERG\nI'm sorry, Laurie.  I --\n\nLAURIE\nIt's all right, Dan.  I just want you to hold me, okay?  -- Just hold\nme.\n\nFor a few moments she lies nestled peacefully against his chest.  His\ngaze drifts over to the TV.  Suddenly he BLANCHES.\n\nLAURIE\nDaniel.  What --\n\nOn the TV screen is a huge bluescreen closeup of RORSCHACH.  DANIEL\nreaches for the remote control to turn up the volume.\n\nTV ANCHOR\n. . . A ten-year manhunt ended tonight with the capture of the masked\nvigilante known as Rorschach.  Eight CTU men died in the violent\nconfrontation at a downtown tenement . . .\n\nThe news report CUTS LIVE to the smoking wreckage of the tenement.\n\nLAURIE\nEight cops?  Oh, great.  A jury's gonna love that.\n\nDREIBERG\nAre you kidding?  If they put him in jail he's dead.  He'll never get\nto trial.\n\nNow the screen shows side-by-side closeups of the inkblot mask and\nthe acne-scarred face beneath it.  LAURIE looks on, transfixed.\n\nTV ANCHOR\n. . . identified as Walter Joseph Kovacs, 44, a transient with a\nhistory of psychological disorders.  A former landlord described\nKovacs as a self-confessed loner and political extremist:\n\nLANDLORD (ON TV)\nAll kinda weirdo literature, paraphernalia . . . you shoulda seen that\nplace when I threw him out.  Talk about pigpens --\n\nLAURIE hits the mute button, settles back and lets out a low\nwhistle.  DREIBERG, distracted, pours a glass of wine and gets up to\npace the room.\n\nLAURIE\nI just realized.  I'd never seen his face.\n(beat)\nI guess it was just a matter of time.  He's totally -- Daniel?\nWhat's wrong?\n\nDREIBERG\nThe Comedian . . . Jon . . . now Rorschach.\n\nHe stares at her, obviously wondering: who's next?\n\n138. EXT. NEWS KIOSK - EVENING\nThe familiar NEWS VENDOR peddling papers.  A feisty little BLACK KID\n-- the same one who made a face at RORSCHACH -- sits on the pavement\nnearby, reading a comic book.\n\nThe NEWS VENDOR nudges him, indicates the comic book: a patriotic\nlittle number entitled \"COLONEL NORTH AND HIS HOWLING COMMANDOS.\"\n\nNEWS VENDOR\nHey, this ain't a lending library.  I expect you to pay me for\nthat.\n\nKID\nNo way.  This one sucks.\n\nA CUSTOMER -- 50, black, on the tubby side -- stops at the\nnewsstand.  His name is DR. MALCOLM LONG.\n\nDR. LONG\nGazette, please.\n\nThe NEWS VENDOR hands over a copy of the Gazette.  The cover\nbears side-by-side photos of RORSCHACH and his alter ego, KOVACS,\nwith the banner headline: \"CTU APPREHENDS MASKED KILLER.\"\n\nNEWS VENDOR\n'Dyou see this?  This guy's a customer of mine!\n(shaking his head)\nI mean, I always knew he was a little flaky, but -- wild, huh?  You\nnever know.\n\nLONG hands over a quarter, unfolds the paper and begins to read as he\nwanders off down the street.\n\n139. STUDY - NIGHT\nDR. LONG, who happens to be a police psychiatrist, sits at a big desk\nwith a vast heap of paperwork -- which includes a mug sheet of\nRORSCHACH (minus the mask) and a neatly-typed arrest report from the\nNYPD:\n\nNAME: Kovacs, Walter Joseph\nADDRESS: Transient\nBORN: 3/21/43\nMOTHER'S NAME: Kovacs, Sylvia J. (nee Glick)\nFATHER'S NAME: Unknown\n\nBy now LONG is working on his third pot of coffee.  His wife, SYLVIA,\nwanders in behind him, dressed for bed in her robe and slippers.  When\nshe rests her hands on his shoulders, he nearly jumps out of his\nseat.\n\nDR. LONG\nOh!  Sorry.  I didn't hear you.\n\nSYLVIA\nHow much longer?\n(staring down at the desk)\nIt's that vigilante, isn't it.  That --\n\nDR. LONG\nRorschach\n(correcting himself)\nKovacs.  Incredible case.  Blinded two children at the age of ten.\nWe pulled his record from the juvenile home --\n\nWithout looking up he shoves a sheaf of papers in SYLVIA's\ndirection.\n\nDR. LONG (cont.)\nNo father.  Mother a prostitute.  Some evidence of systematic child\nabuse . . .\n(swiveling to face her)\nClassic case of misplaced aggression.  You know, these vigilantes,\nthese \"Watchmen\" -- there's never been a systematic study to find out\njust what makes them do it.\n\nSYLVIA\nMalcolm, don't get too -- overwhelmed by all this.\n\nSYLVIA picks up a blurry xerox of a child's drawing: TWO HIDEOUS\nFIGURES, male and female, with wild eyes, fangs, and matted hair.\nThey're conjoined like Siamese twins at the mouth, belly, and\ncrotch.  This twisted vision of coitus bears the crayoned title \"MY\nDREAM by W.J. Kovacs, Age 13.\"\n\nIt's too strong to look at for long.  She sets it down with a\nshiver.\n\nSYLVIA (cont.)\nWhy don't you come to bed?\n\nDR. LONG\n(totally engrossed)\nI'd like to get my hands on some of the others.  Explosive\nmaterial.\n(grabbing a transcript)\n\nMother died when he was fourteen.  When they told him, he had one\nword of comment: \"Good.\"\n\nSYLVIA shoots him a hard look, shakes her head almost imperceptibly,\nand gives up.  She turns and pads silently out of the room.  LONG\ngoes right on talking, unaware that his audience has left.\n\nDR. LONG (cont.)\nStill, he's not stupid.  In some ways he's got an\nextraordinary mind.  I think I can reach him.\n(nodding his head)\nI can reach him.\n\nCUT TO:\n\n140. INT. PRISON INTERROGATION ROOM - DAY\nA bare, windowless chamber, 10' by 10'.  LONG and RORSCHACH sit in\nfolding chairs on opposite sides of a square table.  The doctor\nreaches into his briefcase and pulls out a stack of CARDS.\n\nDR. LONG\nNow, Walter, you obviously know what these are.  I want you to look\nat each card in turn and tell me what it reminds you of.  All\nright?\n\nRORSCHACH's face is bruised, bloodied, and blank.  DR. LONG turns up\nthe first card, a symmetrical inkblot, part of a Rorschach test.\n\nRORSCHACH\nButterfly.\n\nLONG nods, makes a notation on a pad, turns up the next card.\n\nRORSCHACH (cont.)\nSome nice flowers.\n\nLONG eyes him skeptically, makes another note, turns up the third\ncard.  RORSCHACH stares at it for a long moment.\n\nRORSCHACH (cont.)\nA doggy.  A big old floppy-eared dog.\n\nHe shows the hint of a smile.  DR. LONG heaves a sigh of\nfrustration.\n\nDR. LONG\nWalter --\n\nRORSCHACH\nDon't call me that.\n\nDR. LONG\nWalter -- you're just telling me what you think I want to\nhear.\n\nRORSCHACH\nWrong answers?\n\nDR. LONG\nThere's no right or wrong.  But if you don't give me an honest\nresponse, I can't help you.\n(pause)\nI want to help you.  I want to know all about you.\n\nRORSCHACH\nHnnrr.  -- Like to masturbate.  Shit once a day.\n\nLONG knows the standard procedure for intransigent cases like this.\nHe shrugs indifferently, reaches for his briefcase, then gropes under\nthe table and presses a buzzer to summon the guards.\n\nDR. LONG\nWell, then.  Have it your way, Walter.  Let me know when you decide\nto cooperate.\n\nTWO PRISON GUARDS enter through a steel door.  RORSCHACH gets up to\nleave.  He pauses in the doorway.\n\nRORSCHACH\nDoctor.  You don't want to help me.  You just want to find out what\nmakes me sick.\n(beat)\nYou'll find out.  -- You'll find out.\n\nCUT TO:\n\n141. INT. VEIDT INDUSTRIES PYRAMID - DAY\nA huge open atrium on the ground floor, with marble columns,\nfountains, eucalyptus trees -- an Egyptian pleasure garden.\nJUSTINE's hanging out with her video crew; they spot VEIDT on the\ncentral escalator and swing into action.\n\nJUSTINE\nAdrian!  Adrian!  Can you give us a comment of Rorschach?\n\nHe's not at all happy to see her.  His FLUNKIES -- bodyguards and\nsecretaries -- form a wedge around him as he tries to push past the\ncameras.\n\nVEIDT\nNo comment.\n\nJUSTINE\nDid you know he was back on the streets?\n\nVEIDT\nI did not.  Now get out of my way!\n\nJUSTINE\nIsn't it true that you --\n\nHe keeps walking, with JUSTINE in hot pursuit.  Then, wide-eyed, he\nSTOPS IN HIS TRACKS.  An ARMED GUNMAN has stepped out from behind a\npillar -- directly into VEIDT's path.\n\nASSASSIN\nVEIDT!\n\nVEIDT DIVES.  The ASSASSIN'S BULLET catches JUSTINE in the gut and\ncomes out the other side in a spray of blood.  With a gymnast's\nagility VEIDT rolls to the right -- and comes up with a BRASS ASHTRAY\nin his hands.\n\nHe swings it into the ASSASSIN'S RIBS, knocking him backward into a\nFOUNTAIN.  The GUN skitters off across the marble floor.\n\nAs the SECURITY STAFF races up, VEIDT steps INTO THE FOUNTAIN and\nslams the dazed ASSASSIN'S HEAD into a decorative bust of King\nTut.\n\nVEIDT\nSon of a bitch.  Who sent you?\n\nArms flying, the two men grapple.  VEIDT grabs hold of a ASSASSIN's\nhair and thrusts a HAND into his MOUTH.\n\nSECURITY GUARD\nStand back, Mr. Veidt!  We'll handle it!\n\nVEIDT\nHe's got some kind of poison capsule.  Don't bite down, you\nscum, I want to know who sent you!\n\nThe ASSASSIN gags -- and GOES LIMP.  His lifeless body slumps down\ninto the water.  VEIDT steps out, shaken and breathless.\n\nVEIDT\nGoddammit . . .\n\nSECURITY GUARD\nWho'd wanna kill you, Mr. Veidt?\n\nVEIDT\nI don't know.  I don't know.  -- Get an ambulance for Miss James.\n\nCUT TO:\n\n142. INT. DREIBERG'S BEDROOM - DUSK\nTIGHT ON a portable TV tuned to the evening news.\n\nNEWSCASTER\n-- third day of rioting in major European capitals amid escalating\nfears of nuclear war.  In London, six people were trampled outside\nSt. Paul's cathedral when overflow crowds were turned away from\nmorning Mass --\n\nA PHONE RINGS.  DREIBERG, who's sprawled on his bed watching the TV,\nreaches for the receiver.\n\nDREIBERG\nYeah.\n(beat)\nAdrian!  What's up?\n\n143. INTERCUT VEIDT AND DREIBERG\nVEIDT\nIn have something to tell you.  I wanted to call before you heard it\non the news.\n(beat)\nSomeone tried to kill me today.\n\nFor a moment DREIBERG says nothing.  He's not altogether\nsurprised.\n\nDREIBERG\nWho?\n\nVEIDT\nI don't know, but . . . in the wake of all that's happened, I'm\nstarting to think Rorschach may have been right.  Is Laurie okay?\n\nDREIBERG\nShe's with me.\n\nVEIDT\nGood.  Be careful, Daniel, don't let up your guard.\n(beat)\nLook, I'm going to head south for a while -- hole up at Karnak until\nall this blows over.  You two would be welcome to join me.\n\nDREIBERG\nThanks for the offer, Adrian.  I'll let you know.\n\nHe hangs up and weighs his options while he stares at the box.\nLAURIE enters from the hallway, dressed in a bathrobe, toweling off\nher hair.\n\nLAURIE\nOhh.  I could use some dinner.  Who was that on the phone?\n\nDREIBERG\nOne more down.  Someone tried to kill Adrian.\n(beat)\n. . . First time I've ever heard him scared.\n\nHe doesn't say any more than that.  He doesn't have to.  LAURIE picks\nup on the implications immediately.  She exhales sharply, turns away\nfrom him and steadies herself against a bureau.\n\nDREIBERG\n-- What is it.\n\nLAURIE\nI know what you're thinking.  You'd be a lot safer if I weren't\naround.\n\nDREIBERG\nLaurie --\n\nLAURIE\nI'm an open target, Dan.  If you're with me --\n\nDREIBERG\nWith any luck, the world'll end before we get ours.\n\nHis sour wisecrack starts her trembling -- almost crying.  DREIBERG,\nfed up with his own pessimism, climbs out of bed and walks over\nbehind her.\n\nLAURIE\nI shouldn't be here anyway, Daniel.  There's something I haven't told\nyou --\n\nBut before she does he shushes her, wraps his arms around her from\nbehind.\n\nDREIBERG\nLaurie, I'm not afraid.  I want you with me.  I want it more than\nanything else in the world.\n\nCUT TO:\n\n144. INT. PRISON MESS HALL - NIGHT\nCONVICTS lined up with metal trays at a long cafeteria-style serving\narea.  RORSCHACH enters in prison greys.  As he makes his way toward\nthe dinner line, we PICK UP a chorus of comments from the nearby\ntables:\n\nVOICE\nHey Rorschach.  You dead, man.  Just a matter of time now --\n\nVOICE II\nRorschach.  Better put some meat on that pretty ass of yours --\n\nLow, threatening CHUCKLES all around as an expressionless RORSCHACH\npicks up his tray.  A TRIO OF GOONS falls in behind him.  The\nsmallest of them outweighs him by a good forty pounds.\n\nGOON I\nDidn't know he was such a tiny little thing.\n\nGOON II\nLittle?  Naw, he's a big man.  Big man.\n\nRORSCHACH'S FACE shows no emotion.  He moves forward in the line.  A\nSERVER drops a gristly chunk of meat on his tin plate.\n\nGOON III\nI'd like to get his autograph.  I got my autograph book right here. .\n.\n\nGOON III reaches into his pocket and withdraws an ICEPICK.\n\nGOON III (cont.)\nNotched up some big names over the years.\n\nSuddenly RORSCHACH spins, catching GOON III's head with the edge of\nhis dinner tray.  The icepick clatters to the floor.  GOON III\nfollows.\n\nThe others are on him in an instant, PINNING HIM against the serving\ncounter.  Instead of resisting, RORSCHACH vaults backward.  He brings\na KNEE up into GOON II's chine, grabs a fistful of GOON I's hair, and\ntumbles back OVER THE COUNTER -- dragging GOON I's head, face down,\ninto a steam tray full of bubbling SOUP.\n\nLanding on his feet, keeping his grip on GOON I's hair, RORSCHACH\nuses his free hand to bury a FORK in a CAFETERIA WORKER's gut.  GOON\nII lunges at him across the counter.  He grabs a VAT off a nearby\nburner and, with a single sweep of the arm, DOUSES both GOONS -- with\nHOT COOKING FAT.\n\nAll this has taken five seconds maximum.  WHISTLES shriek as the two\ndisfigured GOONS writhe on the floor in hideous agony, faces cracked\nand smoking.  CAFETERIA WORKERS clear a path as PRISON GUARDS rush in\nwith billy clubs drawn.\n\nAs the GUARDS haul him off, RORSCHACH emits a ferocious HISS.  It\nsounds uncannily like the sizzle of boiling oil on human flesh.\n\nCUT TO:\n\n145. INT. MAXIMUM SECURITY WING - NIGHT\nA prison TRUSTY wheels a cart down a long, empty corridor --\ndelivering dinner to the prisoners in solitary confinement.  Some of\nthe cells are visible, through ordinary barred entries; others are\ntotally sealed off, with sliding service trays mounted in solid metal\ndoors.\n\nAt a cell of the latter kind, the TRUSTY knocks once on the door,\nthen throws back a small panel to reveal the impassive face of\nRORSCHACH.\n\nTRUSTY\nHey Rorschach.  Those cats you threw the grease on -- they're dyin'\nman.\n(beat)\nTheir friends are talkin' 'bout it.  Say if those two go under . . .\nthis whole place blows.\n\nRORSCHACH emits his trademark HISS and turns from the door.  The\nTRUSTY chuckles in anticipation.\n\nTRUSTY (cont.)\nI'd hate to be you, man.  Locked in here with the likes of --\n\nRORSCHACH\nI'm not locked in here with them.  They're locked in here with me.\n\nWith that, the panel slides suddenly SHUT in the TRUSTY's face.\n\nCUT TO:\n\n146. INT. PRISON INTERROGATION ROOM - DAY\nLONG and RORSCHACH have changed rooms.  The new room -- two chairs, a\nsquare table -- is identical to the first, except for the REINFORCED\nWIRE MESH which spans its width, separating doctor from patient.\n\nThrough a narrow opening in the wire, DR. LONG slides a card across\nthe table for RORSCHACH's inspection.  It's the same series of\ninkblots as before, the \"butterfly\" leading off.  But this time, the\nsubject has decided to cooperate:\n\nRORSCHACH\nA whore fucking.\n\nDR. LONG\nWho is she?  Do you know her?\n\nToo obvious; no response.  LONG moves on to card #2 -- the \"nice\nflowers\":\n\nRORSCHACH (cont.)\nMan's guts.  Falling out of his shirt.\n\nLONG clears his throat almost imperceptibly and nods.  Card #3:\n\nRORSCHACH (cont.)\nDoggy.  Big old floppy-eared dog --\n(pause; then, smiling)\n-- with his skull split open.\n\nDR. LONG\nAnd what -- split -- the dog's skull open?\n\nRORSCHACH\nWhy, doctor.  I did.\n(beat)\nHe was a bad dog.\n\nRORSCHACH is toying with him now.  DR. LONG gets down to brass\ntacks.\n\nDR. LONG\nWalter.  This compulsion of yours -- to punish transgressors.  In\nyour mind . . . what gives you the right to judge?\n\nRORSCHACH\nGod isn't there to do it.\n\nDR. LONG\nWe don't know that.\n\nRORSCHACH eyes him for a moment, then nods sagely: oh yes we do.\n\nDR. LONG\nSo the rest of the world is wrong, and you're right.  Is that it?\n(no response)\nYou tried to help people once.  What turned you around?  -- Why\nwould you want to kill a dog?\n\nWith LONG firmly on the hook, RORSCHACH settles back to elucidate:\n\nRORSCHACH\nOne night I opened my eyes -- saw the world.\n\n147. EXT. WAREHOUSE DISTRICT - DUSK (FLASHBACK)\nRuined buildings, broken windows.  The streets are silent except for\nthe distant sound of dogs BARKING.  RORSCHACH'S NARRATION continues\nOVER SCENE:\n\nRORSCHACH (V.O.)\n'75.  Kidnap case, the little Franco girl.  Weeks dragged by -- no\nword.  Thought of little child, alone, frightened . . . decided to\nintervene.\n\nThe lone figure of RORSCHACH emerges from the shadows and turns up\nhis collar.  He strides deliberately down the sidewalk past a\nramshackle wooden storm fence covered with obscene graffiti.\n\nRORSCHACH (V.O., cont.)\nGot a tip.  Abandoned dress factory in Brooklyn.\n\nHe peers through a broken slat in the fence.  In a side yard, TWO\nHUGE GERMAN SHEPHERDS growl playfully, fighting over some unseen\nobject.\n\n148. INT. DRESS FACTORY - DUSK (FLASHBACK)\nA DOOR swings open and RORSCHACH enters.  He pockets a metal file,\nflicks on a flashlight.\n\nMannequins, decrepit sewing machines, rolls of rotting fabric.  The\nlight shines on a small, dank cot in the corner.  RORSCHACH wanders\nover.  He finds opened tins of food, an overturned water glass -- and\non the floor, a ROPE.\n\nThere's a pot-bellied stove nearby.  RORSCHACH crouches beside it,\nsticks a hand inside, and sifts through the ashes; he pulls out a\ncharred scrap of FABRIC from a child's pajamas, decorated with\nballoons and teddy bears.\n\nHe stands.  In the opposite corner of the room is a big wooden\nCHOPPING BLOCK.  RORSCHACH wanders over and examines the surrounding\nparaphernalia: a cleaver, a bone saw, an assortment of butcher's\nknives.  He stands there a moment, then moves to a wire-mesh\nWINDOW.\n\nRORSCHACH (V.O., cont.)\nDogs wouldn't shut up.  That's when I knew where the little girl had\ngone.\n\n149. HIS POV - THE YARD OUTSIDE - DUSK (FLASHBACK)\nThe German shepherds romp in the dying light.  We CLOSE IN ON the\ndogs until we see what it is they're tussling over: A BIG BLOODY KNOB\nOF BONE.\n\nRORSCHACH (V.O., cont.)\nDecided to wait for the owner . . .\n\n150. INT. FACTORY - ENTRY - NIGHT (FLASHBACK)\nKeys in the lock.  A moment later, the door swings wide;  a FAT MAN\nenters and whistles to the dogs.\n\nFAT MAN\nFred?  Barney?  Dinnerti--\n\nRORSCHACH steps out of the shadows and BASHES HIM OVER THE HEAD.\n\n151. INT. INTERROGATION ROOM - DAY\nRORSCHACH, master of suspense, decides to take a break in the\nstory.  He leans back in his chair.  Finally DR. LONG, dreading his\nreply, asks:\n\nDR. LONG\nThen what happened?\n\nRORSCHACH\n. . . Made a little trip to the butcher store.  Locked up tight.  Had\nto break in.\n\n152. INT. FACTORY - NIGHT (FLASHBACK)\nThe FAT MAN squirms on the floor, a gag in his mouth.  He's\nhandcuffed to an exposed pipe.  RORSCHACH strides into frame with a\nGROCERY SACK.\n\nHe kneels beside the FAT MAN and loosens his gag.  Then he peels off\nhis glove and reaches into the sack.\n\nFAT MAN\nWhat -- what are you d--\n\nRORSCHACH silences the FAT MAN by cramming a fistful of RAW HAMBURGER\ninto his open mouth.  He's got several pounds of the stuff, and he\nspends the next few seconds SMEARING IT all over the FAT MAN's face,\nthroat, and hands, stuffing the leftovers down his shirt.  When he's\ndone, he reaches into the sack for a big plastic bag full of STEER\nBLOOD . . . and EMPTIES IT over the FAT MAN's head.\n\nFRANTIC SCRATCHING from outside.  RORSCHACH strolls over to the door,\nand -- as the FAT MAN wriggles in helpless terror -- lets the dogs\ninside.\n\nThen he stands back and enjoys the carnage.\n\n153. INT. INTERROGATION ROOM - DAY\nDR. LONG looks on goggle-eyed as RORSCHACH cheerfully wraps things\nup.\n\nRORSCHACH\nWhen they finished eating, picked up a cleaver . . .  split their\nskulls.  Died happy.  Full bellies.\n(leaning forward)\nSee, God didn't kill the little girl.  Or the man that killed\nher . . . or the dogs, or me.  If God saw what any of us did,\nhe did't seem to mind.\n\nDR. LONG\nThat man, then, he was the first.  The first you --\n\nRORSCHACH\nSaw the world that night -- random, empty, hideous.  God didn't make\nit that way.  We did.  We make the world -- in our own image.\n(slight smile)\nWhat else can I illuminate?\n\nLONG's had enough.  He reaches for the concealed buzzer and the\nPRISON GUARDS file in.  RORSCHACH gets up; before he turns to go, he\npoints a finger at LONG's inkblot.\n\nRORSCHACH (cont.)\nNo right and wrong, Doc.  You said so.  Maybe not a dog.  Maybe . . .\njust a man's face.\n(pause)\nSee it now?\n\nThe GUARDS drag RORSCHACH out.  DR. LONG, still queasy, empties a\ncouple of pills from a bottle and gulps them down dry.  After a\nsecond he reaches for his briefcase; as he's gathering his cards, he\nSTOPS suddenly -- his gaze riveted to the random, symmetrical pattern\non top of the stack.  Its seems to SHIFT before his eyes.\n\nLONG blinks, swallows hard.  We MOVE IN tighter and tighter on the\nRorschach blot, INKY BLACKNESS filling the screen as we.\n\nDISSOLVE TO:\n\n154. EXT. BARN - TOWARD DUSK\nA rural tree-lined area outside the city.  A COMPACT BUBBLE-CAR pulls\nup outside a big ramshackle barn and stops; DREIBERG gets out, goes to\nthe padlocked doors, fumbles in his pocket for a key.\n\nAfter a moment, LAURIE wanders up beside him.\n\nLAURIE\nEnough is enough, Daniel.  Where exactly are we?\n\nDREIBERG\nMemory lane.\n\nHe opens the padlock, ushers LAURIE inside.\n\n155. INT. BARN - A MOMENT LATER\nInside the barn is a HUGE OBLONG SHAPE covered with a TARPAULIN.\n\nLAURIE\nDaniel . . .\n\nDREIBERG\nGimme a hand with the tarp, would you?  You take that side.\n\nShe goes around and bends to unfasten the tarp.  The two of them pull\nit back to reveal . . .\n\nTHE OWLSHIP -- NIGHT OWL's high-tech HOVERCRAFT.  It's a bit\ntarnished from years of disuse, but it's still an impressive sight.\nDREIBERG stands back to admire it; an impressed LAURIE wanders around\nto join him, wearing an ear-to-ear grin.\n\nLAURIE\nThe Owlship.  I can't believe it.\n\nDREIBERG\n-- I thought it was time for a routine maintenance check.\n\n156. INT. OWLSHIP - THAT MOMENT\nThe two of them enter.  DREIBERG sits at the controls and turns on\nthe electrical system while LAURIE wanders through the cabin,\nreliving days gone by.\n\nLAURIE\nWow, this brings back some memories.  Does it still fly?\n\nDREIBERG\nI took her out a couple of summers back.  Scared the hell out of some\ncows.  -- I wonder if she'd make it down to Antarctica.\n\nLAURIE\nAntarctica??\n\nDREIBERG\nAdrian's headed down to his secret retreat.  He invited us to come\nalong.\n(pause)\nI've been thinking.  If things do get nasty . . . it wouldn't be a\nbad place to sit out a war.\n\nLAURIE\nWould you want to sit out a war?  I mean -- what would be\nleft.\n\nDREIBERG\nYou and me.\n\nHe looks directly at her.  Suddenly uncomfortable, she averts her\ngaze, gets up, and begins rummaging around in the back of the\ncabin.  DREIBERG turns back to the control panel, feeling subtly\nrejected.\n\nDREIBERG\n. . . Yeah, you're right.  Probably wouldn't make it down there\nanyway.\n\nBehind him, LAURIE lets out a little SQUEAL of delight.  She's just\nopened a compartment door; inside it are a handful of GAUDY COSTUMES\n-- their old superhero togs.\n\nLAURIE\nDan!  The spare costumes!  I can't believe you kept them.\n\nDREIBERG\nMe neither.  Mine barely even fits.\n(chuckling)\nThe thing is, I try to remember why we did it, and I can't.  Helping\npeople, or righting wrongs, or trying to save the world . . . I don't\nknow.  It all seems so abstract.\n\nLAURIE's holding her old costume up against her shoulders, eyeing\nherself in a small mirror above a sink.\n\nLAURIE\nGod, you sound like Jon.  -- Turn around.\n\nDREIBERG\nWhat are you up to?\n\nLAURIE\nDon't look.  Turn around.\n\nSmirking, he complies.  LAURIE begins to undress in the back of the\ncabin.\n\nDREIBERG\nThis'd better not be what I think it is.\n\nLAURIE\nOkay!\n\nDREIBERG turns around.  LAURIE's in full costume, looking quite\nimposing and, in a perverse way, quite beautiful.  He feigns\nshock:\n\nDREIBERG (cont.)\nMy God, it's the Silk Spectre -- scourge of the underworld, defender\nof the weak!\n\nLAURIE\nIn the flesh.\n\nShe ambles over to the control panel, embraces DREIBERG from behind,\nand strokes his thinning hair.\n\nLAURIE (cont.)\nPoor Daniel.  You really miss it all, don't you.\n\nDREIBERG\nSaving the world?  I guess I do.\n(smiling)\nMaybe we can still save ourselves . . .\n\nDISSOLVE TO:\n\n157. EXT. SOUTH STREET SEAPORT - DUSK\nA massive PEACE RALLY downtown.  Thousands of citizens have turned\nout; PLACARDS and PROTEST SIGNS are everywhere.  Each remark is met\nby CHEERS and CHANTS, by raucous\nBOOS as well . . . and while the crowd is split between pacifists and\nhawks, they're all frightened as hell.\n\nThings are much the same in London, Berlin -- possibly even Moscow.\nThe end is nigh, and passions flare.  It's anarchy waiting to\nhappen.\n\nMAN ON STAGE\nYou know what the Joint Chiefs of Staff are doing right now?  They're\nsitting in the Pentagon talking about a first strike.  That's right --\na first strike!\n\nVOICE IN CROWD\nYou think the reds ain't doing the same thing?\n\nMAN ON STAGE\nThen for the love of God let's negotiate.  We can start a war.  But\nwe can't stop it!!\n\nVOICE IN CROWD II\nIt's pinko simps like you that drove Dr. Manhattan to Mars!\n\nVOICE IN CROWD III\nDr. Manhattan was an inhuman fascist!\n\nVOICE IN CROWD IV\nIt's God's judgment!  Jesus is the way!\n\nA HECKLER fights his way onstage and lunges for the microphone:\n\nHECKLER\nRussia's just been waiting for an opening.  They won't show us\nno mercy.  I say NUKE 'EM NOW!!\n\nMAN ON STAGE\nYou think this is some kind of grudge match??  We're talking the\nend of the world!!\n\nThe two of them grapple at the mike, and the HECKLER falls off the\nstage.  On cue, the crowd ERUPTS.  FIGHTS break out; COPS start\nswinging rifle butts.\n\nAs PRO-NUKERS swarm the stage, our gaze turns upward.  A trio of\nHOVERCRAFT hangs in the air above the seaport.  Their undersides --\noutfitted with heavy artillery on turrets -- bear the initials\n\"CTU\"\n\n158. INT. CTU HOVERCRAFT - THAT MOMENT - DUSK\nCTU MEN watch the nascent riot through a plexiglass canopy.\n\nCTU CAPTAIN\nI've had it with these a-holes.  Drop the gas.\n\n159. EXT. SEAPORT - THAT MOMENT - DUSK\nPANIC amongs the crowds as TEAR GAS CANISTERS explode in their\nmidst.  The CTU ships descend ever closer to the ground.\n\nLOUDSPEAKER\nCEASE AND DESIST AT ONCE.  WE WILL NOT HESITATE TO USE FORCE.\n\nA couple of COPS go down in the melee.  RIOTERS grab their rifles,\nturn them on the CTU ships overhead.  OTHERS in the crowd fling\nrocks, brickbats -- whatever's handy.  HYSTERIA RULES.\n\nCUT TO:\n\n160. INT. BARN - DUSK\nDREIBERG walks around to the front of the Owlship with a TOOLKIT,\nwiping his hands on an oily rag.  He calls inside to LAURIE:\n\nDREIBERG\nGuess that ought to do it.  Let's shut her down --  Laurie?\n\nNo reply.  Curious, he climbs aboard.\n\n161. INT. OWLSHIP - THAT MOMENT\nLAURIE's standing by the monitor over the instrument console.  Her\nface is distraught, agonized.\n\nLAURIE\nDaniel, you ought to take a look at this.\n\nOnscreen, it's total screaming chaos.  CANNONS on the bellies of the\nCTU HOVERCRAFT swivel randomly, spitting AUTOMATIC FIRE at the mobs\nbelow.\n\nDREIBERG\nWhat the hell -- ?\n\nLAURIE\nIt's a peace rally.  The CTU's just opened fire on the crowd.\n\nDREIBERG\nOh, Laurie.  Jesus.  No.\n\nHe turns away, paralyzed with horror.  LAURIE watches awestruck.\n\nLAURIE\nThey're just mowing 'em down.\n(pause)\nThis is it.  The end of the world.  This is what it looks like.\n\nCAMERA MOVES IN CLOSE on DREIBERG's stricken face as we\n\nCUT TO:\n\n162. FLASHBACK - PROCESSED FOOTAGE>\nWe're back in slo-mo sepia land, the Golden Age of Superheroes.  THE\nOWLSHIP emerges from a fogbank and rises majestically into frame,\nlike the Seventh Cavalry arriving to save the day.  As it draws\ncloser, the perspex canopy coming into view, we can just make out\nNIGHT OWL at the helm, with SILK SPECTRE riding shotgun.\n\nThere's a FRENZIED MOB below, racing right and left, their aimless\nmotions stylized and surreal.  They're beset by a sudden WINDSTORM as\nthe Owlship's powerful BLOWERS clear the TEAR GAS from this fantasy\nequivalent of the seaport plaza.  Faces turn skyward; fingers point --\n\n-- and suddenly, the footage we're watching undergoes a SUBTLE\nTRANSFORMATION.  COLORS bleed in; SOUND comes up; the pace of the\naction QUICKENS.  And when we cut back to the ship overhead, we're in\nfull-color and real-time --\n\n163. AERIAL SHOT - ON OWLSHIP\n-- because the Owlship is really there . . . and by God, the\nWatchmen are back in action a quarter-mile above the South St.\nSeaport!\n\n164. INT. OWLSHIP - THAT MOMENT\nThe three CTU SHIPS are now visible through the cockpit dome.\n\nDREIBERG\nOkay Laurie, let's see if we've still got what it takes.\n\nOn the panel, a COMPUTER TARGETING DEVICE homes in on a CTU SHIP.\n\n165. INT. CTU HOVERCRAFT - THAT MOMENT\nA RADAR MAN stares at his console in puzzlement.\n\nCTU RADAR MAN\nSir, we've got an odd blip off starboard . . .\n\nThe ship ROCKS VIOLENTLY as a sudden EXPLOSION --\n\n166. AERIAL SHOT - ON CTU HOVERCRAFT\n-- BLOWS THE CANNON MOUNT CLEANLY OFF ITS UNDERSIDE!!  The ruptured\nship WOBBLES, trying to right itself, but to no avail; jets\nsputtering, it lurches toward the harbor and SLAPS DOWN HARD against\nthe water.\n\n167. ANGLE ON CROWD\npointing at the skies in disbelief.\n\nVOICE IN CROWD\nLOOK!  UP THERE!\n\nVOICE IN CROWD II\nOh my God, it's --\n\n\n168. INT. OWLSHIP - ON DREIBERG\nHe barks into a microphone:\n\nDREIBERG\nAttention CTU!  Cease fire immediately --\n\n169. EXT. SEAPORT - THAT MOMENT - DUSK\nGround level.  From the midst of the bewildered CROWD we watch as the\nOWLSHIP and the CTU talk some serious trash:\n\nOWLSHIP LOUDSPEAKER\n-- or we'll BLOW YOUR ASSES OUT OF THE SKY!\n\nCTU LOUDSPEAKER\nUNREGISTERED CRAFT.  IDENTIFY YOURSELF.\n\nOWLSHIP LOUDSPEAKER\nBABY . . . WE'RE A BLAST FROM THE PAST.\n\nThe crowd's in a frenzy.  Most of them are taking it on the lam.  But\na dozen hardy souls are standing stock-still, transfixed by the\nstrange sight overhead.\n\nVOICE IN CROWD\n. . . IT'S THE WATCHMEN!!\n\nEXCITEMENT RIPPLES through the CROWD as the CTU SHIPS bob in the air,\nclumsily turning to face their attacker.  Soon the ships are hanging\nimmobile in midair, squaring off face-to-face, a Wild West\nshowdown.  On the prows of all three craft, MISSILE LAUNCHERS rotate\ninto position.\n\n170. INT. OWLSHIP - THAT MOMENT\nDREIBERG with his hand poised on the throttle.\n\nDREIBERG\nWe're gonna have to shave this one close.\n\nAn instant before the CTU rockets FIRE, DREIBERG shoves the throttle\nFULL-FORWARD.\n\n171. AERIAL SHOT - ON OWLSHIP\nWith a burst of flame, the Owlship BLASTS OFF.  The TWO ROCKETS\nCONVERGE on the point where the OWLSHIP was hovering a millisecond\nbefore -- and COLLIDE.  BOOM.  The OWLSHIP, meanwhile, HURTLES\nFORWARD -- slicing DIRECTLY BETWEEN the two CTU SHIPS.  The CROWD\nCHEERS.\n\n172. INT. OWLSHIP - A MOMENT LATER - NIGHT\nDREIBERG rides the JOYSTICK.  LAURIE watches a monitor showing the\naft view from the ship.\n\nLAURIE\nThey're following us.\n\nDREIBERG\nAll right.  Mission accomplished.\n\nHe's no sooner said it than MACHINE-GUN FIRE peppers the rear of the\nship.  He arcs hard left and DROPS, taking evasive action.\n\n173. EXT. WORLD TRADE CENTER - NIGHT\nThe OWLSHIP streaks between the twin towers.  A second later, the CTU\nSHIPS rip past on either side.\n\n174. EXT. STREET - NIGHT\nASTONISHED PEDESTRIANS GAPE at the bizarre DOGFIGHT above them.  The\nOWLSHIP doglegs around a darkened office building.  A CTU MISSILE\nblows a HOLE in its facade.\n\n175. AERIAL SHOT - ON OWLSHIP\nfiring TWO MISSILES aftward at the pursuing craft.\n\n176. INT. OWLSHIP - THAT MOMENT\nDREIBERG exhilarated.  LAURIE, worried, checking the radar\nreadout:\n\nLAURIE\nMissed 'em Dan.  You're aiming high!\n\nDREIBERG\nI don't want to take 'em out.  Just want to keep 'em interested.\n\nLAURIE\n(checking the monitor)\nThey're practically on us . . .\n\nDREIBERG\nThat Detroit shit?  I'm so worried.\n\nHe punches a button on the dash.  It's labelled \"TURBO.\"\n\n177. AERIAL SHOT - ON AIRSHIP\nThe turbojets kick in and the Owlship ACCELERATES to 400 mph, leaving\nthe CTU craft in the dust.\n\n178. EXT. HOLLAND TUNNEL - NIGHT\nA line of TRAFFIC enters the tunnel.  The Owlship SWOOPS suddenly,\nand -- just clearing the arch -- ENTERS ABOVE THEM.\n\nA moment later, the LEAD CTU SHIP tries to follow.  Bad move.  The\nless-maneuverable craft rams into the LIP of the arch -- and\nEXPLODES\n\nThe SECOND CTU SHIP hurtles toward a similar fate.  But at the last\nmoment -- retro-jets blasting at full force -- it manages to STOP\nITSELF.  It backs up slightly, edges up OVER the tunnel, and settles\nfor the airborne route.\n\n179. INT. HOLLAND TUNNEL - A MOMENT LATER\nThe OWLSHIP zooms through the tunnel, mere feet above the tops of the\ncars.  HORNS HONK.  BRAKES SCREECH.\n\nThere's an oversized TRUCK directly in its path.  The OWLSHIP nudges\nUP slightly -- and clears the truck by INCHES, throwing off SPARKS\nagainst the roof of the tunnel.\n\n180. INT. OWLSHIP - THAT MOMENT\nThe end of the tunnel is coming up fast.\n\nDREIBERG\nFog blowers on.  Activate radar shields.\n\n181. EXT. HOLLAND TUNNEL - OPPOSITE END - NIGHT\nThe OWLSHIP emerges from the tunnel and noses UPWARD at an\nalmost-vertical angle, spewing DENSE CLOUDS OF BILLOWING FOG in its\nwake.  A few seconds later, the lone remaining CTU ship arrives --\nbut, seeing only FOG and no trace of the OWLSHIP, it pushes forward\non a horizontal course and disappears into the darkness beyond the\nwater.\n\n182. INT. OWLSHIP - A MOMENT LATER - NIGHT\nThey're in the middle of a cloudbank.  DREIBERG is wearing a look of\nintense satisfaction as LAURIE nervously checks the radar.\n\nLAURIE\nWe lost him.\n\nHe flashes her a smug little smile.  LAUGHING UNCONTROLLABLY, she\nshakes her head and buries her faces in her hands.\n\nLAURIE (cont.)\nOh, Daniel . . . we are in deep shit now.\n\nFADE THROUGH TO:\n\n183. INT. PRISON MESS HALL - NIGHT\nThe usual assortment of jailbirds lined up with trays in the serving\nline.  A PRISON TRUSTY, in hospital-orderly whites, enters the hall\nand falls in at the end of the line.  He nudges the CON in front of\nhim.\n\nTRUSTY\nJust left the infirmary.  Lost Otis about twenty minutes ago.\n\nThe CON nods, and whispers to the man in front of him.  The news goes\nthrough the serving line like wildfire.  Within a matter of seconds,\nit's reached the jailbird at the front of the line -- a hulk named\nT-BONE.\n\nCON IN LINE\nOtis went down.\n\nT-BONE nods and carries his tray to a nearby table, where a cadre of\nSIX ENORMOUS THUGS are munching away.  Presiding over them is the\nbiggest man in the pen -- who happens, ironically, to be a MIDGET:\nLITTLE BIGGER.\n\nT-BONE\nJust heard, boss.  Otis bought it.\n\nLITTLE BIGGER\nFuckin' Rorschach.\n(nodding to himself)\nThis joint goes up.  Tonight.\n\n184. EXT. AERIAL SHOT - ON OWLSHIP - NIGHT\nDrifting lazily through a cloudbank.  The blunt prow of the owlship\nemerges gradually from a shroud of fog and catches a shaft of pale\nblue moonlight.\n\n185. INT. OWLSHIP - THAT MOMENT - NIGHT\nThrough the cockpit window the distant city skyline glimmers, then\ndisappears again behind wisps of cloud.  We're taking a dreamy tour\nof the stratosphere, slow and elegant.  Somewhere, Billie Holiday is\nsinging \"You're My Thrill.\"\n\nInstruments blink and peep on the panel.  No one's at the\ncontrols.\n\nThe ship lurches.  A wine bottle tips and rolls noisily across the\nwidth of the cabin floor.  A woman's hand reaches for it, sets it\nright.\n\nIt's LAURIE, who's midway through a two-minute kiss with DREIBERG.\nThe pair of them are locking in a tight, post-coital embrace on the\ncabin floor, their clothing in heaps around them.\n\nLAURIE\nBetter.  Much better.\n\nDREIBERG starts to say something, settles back with a serene smile\ninstead.\n\nLAURIE (cont.)\nI bet I know what made the difference this time.\n\nDREIBERG\nWhat?\n\nLAURIE\n(smirking)\nThe costumes.  Am I right?\n\nDREIBERG seems mildly shocked by the proposition.  Then, despite\nhimself, he starts to chortle.  She pokes him playfully on the arm.\n\nLAURIE (cont.)\nCome on.  Admit it!\n\nDREIBERG\nNo way.  I'm not that much of a pervert.\n\nLAURIE\nYes you are.\n\nDREIBERG\n(drily)\nNo offense, Laurie, but it was Silk Spectre I had the crush on.\n(pause; then, seriously)\nTonight was the first time I've felt like myself in ten years.\n\nLAURIE\nThat's because --\n\nDREIBERG\nIt's because there's nothing to be afraid of anymore.  The world's\nabout to end.\n(a weird smile)\nI feel like I could save it.\n\nHe grabs his cloak, wraps it around him, and moves purposefully to\nthe instrument panel.  He throws a few switches, arcs the Owlship\nhard right.\n\nLAURIE\nYou're full of yourself.  What are you doing?\n\nDREIBERG\nLong as we're on the subject of perverts . . .\n(turning to face her)\nI miss Rorschach.  Let's spring him.\n\nLAURIE\n. . . What??\n\nDREIBERG -- rejuvenated, exhilarated, smiling ear-to-ear -- reaches\nfor the throttle and kicks the ship in to overdrive.\n\n186. EXT. AERIAL SHOT - NIGHT\nAFTERBURNERS belch flame as the Owlship accelerates, ripping through\nthe clouds above the city.\n\nCUT TO:\n\n187. SERIES OF SHOTS - THE PRISON\n-- and as Sly Stone once said, there's a riot goin' on.  SIRENS HOWL\nas we get several quick glimpses of gleeful CONVICTS running wild:\ndisabling guards, overrunning cell blocks, liberating weapons,\nthrowing food.\n\n188. INT. OWLSHIP - THAT MOMENT\nDREIBERG and LAURIE, back in full costume.  DREIBERG's eyes are\nriveted to a monitor over the controls:\n\nDREIBERG\nI think we're just a trifle late.\n\nLAURIE\nJesus, Dan.  Out of the frying pan . . .\n\nThe MONITOR shows a magnified view of the PRISON COMPLEX below\nthem.  The prisoners have taken the quad, and are exchanging fire\nwith the guards in the watchtower.  It's an ugly, bloody mess.\n\nDREIBERG\nI know he's totally bugfuck, but he saved my life a half a dozen\ntimes.\n\n189. INT. CELL - NIGHT\nSIRENS BLARING everywhere.  RORSCHACH sits on his bunk, his legs\ndrawn up before him, his eyes darting swiftly around the cell.\n\n190. INT. MAXIMUM SECURITY BLOCK - NIGHT\nSmoke and confusion; ESCAPED CONVICTS racing to and fro past\nsprawled, unconscious GUARDS.  In the midst of all the chaos, FOUR\nMENACING FIGURES stride purposefully through the cellblock.  It's the\npsychotic midget LITTLE BIGGER, with his three henchmen CARLOS, RAFE,\nand T-BONE.\n\nWheeling an oversized ELECTRICAL ARC WELDER before them, they stop\noutside RORSCHACH's cell and GRIN in anticipation.\n\nLITTLE BIGGER\nFind an outlet for this thing\n(shouting)\nRorschach?  I did fifteen years because of you.  It's payback time!\n\nRAFE finds an outlet and plugs in the arc welder.  CARLOS is carrying\na big nasty MEAT CLEAVER; he slides back the panel in RORSCHACH's\ndoor, rattles the cleaver noisily in the frame.\n\nCARLOS\nSee this, runt?  We're gonna take your puny little balls off . . .\nand pickle 'em!!\n(chortling)\nAww!  I think he just wet his pants!\n\nHILARITY all around.  T-BONE shoves CARLOS aside and takes his place\nat the panel in the door:\n\nT-BONE\nLemme see.  Lemme see!\n\nLITTLE BIGGER\nRelax, boys.  Everybody gets a slice of turkey -- but I get to carve.\n(to T-BONE)\nWhat's he doin' now?\n\nNo response from T-BONE, who stands there with his face pressed\ntightly to the panel.\n\nLITTLE BIGGER (cont.)\nYou deaf?  I said, what's he --\n\nHe gives T-BONE a nudge.  T-BONE's legs buckle and he topples over\nbackwards, landing flat as a board on the floor.  A SOUP SPOON\nquivers ion the air, its sharpened handle buried deep in his eye\nsocket.\n\nRAFE\nBOSS!  JESUS!\n\nLITTLE BIGGER\nSon of a bitch! -- WE'RE COMING RORSCHACH.  WE'RE GONNA PEEL YOU LIKE\nA GRAPE.\n(to RAFE)\nLight the torch.\n\nRAFE ignites the arc welder and the boys go to work on the lock of\nRORSCHACH's cage.\n\n191. INT. CELL - THAT MOMENT\nRORSCHACH waiting patiently on his bunk.  The metal lock on the\ninside of the cell door is beginning to glow a dull red.\n\nCUT TO:\n\n192. INT. OWLSHIP - THAT MOMENT - NIGHT\nDREIBERG hands LAURIE what looks like a pair of electronic\nEARMUFFS.\n\nDREIBERG\nOkay, I'm turning on the screamers.  We'll have to hit the roof\nrunning . . .\n\nHe throws a switch on the control panel.\n\n193. EXT. PRISON COMPLEX - A MOMENT LATER - NIGHT\nWINDOWS SHATTER in the guard towers as a WAILING ULTRASONIC SCREECH\nsplits the air.  On the roof of the complex, PARALYZED GUARDS drop\ntheir weapons; ESCAPED PRISONERS clutch at their burst eardrums as\nthe Owlship descends and gently touches down. . .\n\n194. INT. RORSCHACH'S CELL - THAT MOMENT\nThe LOCK is bright red and smoking.  Over on the bunk, RORSCHACH'S\nFACE is lined with exertion.  His back is wedged tight against the\nwall of the cell, his legs straining against the lip of his\nTOILET.\n\nGrunting and groaning, he manages to knock the TOILET off its\nmounting.  The PIPES SPEW.  Within seconds, the FLOOR of the cell is\nFLOODED.\n\n195. INT. CELLBLOCK - OUTSIDE DOOR - A MOMENT LATER\nRAFE kills the arc welder and stands back.\n\nRAFE\nOkay, boss, that oughta do it.\n\nThey give the door a shove.  It swings inward, and GALLONS OF WATER\ncome gushing out.  LITTLE BIGGER steps back in disgust.\n\nLITTLE BIGGER\nWHAT THE --\n\nRAFE and CARLOS gape into the cell.  They see the broken toilet, but\nthere's no trace of RORSCHACH.\n\nCARLOS\nRorschach.  Company's calling . . .\n\nRAFE\nWhere is the fuckin' runt?\n\nCARLOS advances cautiously toward the cell, the CLEAVER in his\nfist.\n\n196. INT. CELL - THAT MOMENT\nIn answer to RAFE's question, RORSCHACH is hiding behind the door.\nHe SLAMS IT SHUT on CARLO's outstretched hand; the red-hot metal of\nthe LOCK catches CARLO'S WRIST; he shrieks and drops the cleaver. . .\n\n. . . giving RORSCHACH just enough time to SNATCH IT UP.  He JUMPS,\nmonkey-like, and STANDS POISED ON HIS BUNK as the door swings wide\nand an enraged CARLOS charges in, clutching his scorched forearm.\n\nCARLOS\nYOU'RE MINE NOW, YOU LITTLE --\n\nFrom the bunk, RORSCHACH FLINGS the cleaver.  It strikes the floor\nBETWEEN RAFE and CARLOS --\n\n-- NEATLY SEVERING THE POWER CORD of the ARC WELDER --\n\n-- which is SITTING in an INCH OF STANDING WATER.  RAFE and CARLOS do\na herky-jerky DANCE as 20,000 VOLTS course through their bodies --\n\n-- and PITCH face-down into the water.  All lights in the cellblock\nDIM and DIE.\n\nLITTLE BIGGER backs off in gibbering horror as RORSCHACH climbs down\noff his bunk, emerges from the cell and calmly steps over the bodies\nof the dead.\n\nRORSCHACH\nYour move . . . runt.\n\nThe midget kingpin lets out a SCREAM and tears off down the corridor\nas fast as his stubby little legs will carry him.\n\n197. INT. PRISON CORRIDOR - A MOMENT LATER\nDREIBERG and LAURIE move down a dark, abandoned corridor, trying to\nget their bearings.\n\nLAURIE\nWhere are we?  What happened to the lights?\n\nDREIBERG\nGenerators'll kick on in a minute.  We should be close to solitary .\n. .\n\nTheir heads turn toward the end of the passage, where a SECOND\nCORRIDOR crosses the one they're standing in.  As they watch, a\nSCREAMING MIDGET sprints past -- and disappears.\n\nDREIBERG and LAURIE blink in disbelief: huh?  A moment later, a\nfamiliar figure with BRIGHT RED HAIR strides past.\n\nDREIBERG\n. . . Rorschach??\n\nRORSCHACH pauses.  He stares at his costumed colleagues for a second\nand a half -- then keeps on walking.\n\n198. INT. PRISON - CROSS CORRIDOR - A MOMENT LATER\nThe terrified LITTLE BIGGER realizes he's just hit a dead end.  He\nthrows a glance over his shoulder, sees RORSCHACH moving up on him.\nDesperate, he ducks into a MEN'S ROOM.\n\nRORSCHACH follows, his pace measured and deliberate.  Behind him,\nLAURIE and DREIBERG have just rounded the corner into the cross\ncorridor.\n\nLAURIE\nRorschach!  Is that you??\n\nHe turns and holds up a finger: one moment, please.  Then, calm and\ndispassionate, he enters the MEN's room.  DREIBERG and LAURIE stand\nat the end of the corridor, mildly boggled.\n\nLAURIE\nWhat's he doing?\n\nDREIBERG\nI think he's going to the john.\n\nLAURIE\nMy God!  We bust him out of jail, in the middle of a riot, and\nhe stops to take a --\n\nBefore she can finish, RORSCHACH reemerges, wiping his hands on a\npaper towel.  He wanders up to join them without so much as a\n\"howdy.\"\n\nDREIBERG\n. . . That was quick.\n\nRORSCHACH\nToilet clogged.  Short fat turd.\n(beat)\nLet's get out of here.\n\nCUT TO:\n\n199. EXT. AIRSTRIP - NIGHT\nA well-concealed RUNWAY somewhere in the heart of the Rocky\nMountains.  LIGHTS sweep the sky as GROUND CREWS run to and fro.\n\nAir Force One is coming in for a landing.\n\n200. INT. UNDERGROUND COMMAND BUNKER - A MOMENT LATER\nLots of activity: armed troops, top brass, and technicians milling\nabout.  Flashing panels on the walls read DEFCON 2.\n\nSECRETARY OF STATE LIDDY watches as a METAL DOOR clangs shut, and\nwhat looks like a GOLF CART comes toodling around a long metal\nramp.  PRESIDENT NIXON's in the passenger seat, and there's an\nimposing pile of LUGGAGE in the back.  He appears to be contemplating\na long stay.\n\nPRESIDENT NIXON\nHello, Gordon.  Have you seen Pat?\n\nSECRETARY LIDDY\nShe's all settled in.  They want you down in the command room right\naway.\n\nLIDDY hops aboard, and the golf cart turns down a seemingly endless\ncorridor which leads deep into the bowels of the Rockies.\n\nSECRETARY LIDDY (cont.)\nWeatherman says we're lookin' good.  We've got a fourteen-hour\nwindow.\n\nPRESIDENT NIXON\nFourteen hours, huh?\n\nSECRETARY LIDDY\nFourteen hours.  Unless of course the reds decide to hit us first.\n\nCUT TO:\n\n201. INT. OWLSHIP - NIGHT\nLAURIE's following the Watchmen press coverage on an overhead screen\n. . .\n\nNEWSCASTER\n-- in a daring midnight jailbreak.  Earlier eyewitness reports place\nthe one-time superheroes at a peace rally in --\n\n. . . while DREIBERG and RORSCHACH sit side-by-side at the control\nconsole, occupied by other matters.\n\nDREIBERG\nI don't know if you heard.  A hired gunman tried to off Adrian.\n\nRORSCHACH\nVeidt's a fool.  Tried to warn him about new information.  Sicced his\nmangy cat on me.\n\nDREIBERG\nWhat new information?\n\nRORSCHACH\nBlake investigating missing scientists for CTU.  Dr. Manhattan\nsomehow involved . . .\n(scratching his chin)\n\nStrange that no one's tried to attack you, Daniel.\n\nThere's an unmistakable tone of suspicion in his voice.  DREIBERG,\nhighly offended, shoots him a look of supreme resentment.\n\nDREIBERG\nI beg your pardon . . . ?  Some gratitude.\n\nLAURIE\nWill you two lovebirds keep it down?\n\nStill grumbling at each other, DREIBERG and RORSCHACH glance up at\nthe monitor LAURIE's watching.  The face of ADRIAN VEIDT fills the\nscreen:\n\nNEWSCASTER\n. . . The man behind the Watchmen, high-tech wizard Adrian Veidt, was\nunavailable for comment.  A spokesman claimed he had left for the\nAntarctic to study a mysterious hole in the ozone layer.\n\nRORSCHACH\n\"Ozone layer\"?\n\nDREIBERG\n(rolling his eyes)\nChrist.  Couldn't he just admit that he's scared??\n\nCUT TO:\n\n202. EXT. ANTARCTICA - NIGHT\nThe last rays of sunlight bleed toward endless frozen plains of\npristine white.  A private AIRCRAFT descends toward an incongrous\nstrip of black, part of a massive complex of buildings centered\naround what looks like a NUCLEAR POWER PLANT.  (In fact, it is\none.)  This is Karnak -- VEIDT's Antarctic retreat.\n\n203. INT. KARNAK - NIGHT\nThe entry hall is vast and lavish, appointed in the same Egyptian\nstyle as his urban pyramid -- but on a grander scale.  A fur-clad\nfigure enters in a flurry of SNOW, followed by a genetically-altered\nLYNX on the end of a leash; FOUR ASIAN LACKEYS appear to greet him.\nOne of them takes his parka; a second serves him hot coffee from a\nsilver tray; a third takes the leash, and brushes snow from the back\nof the lynx.  Number four is in charge of protocol.\n\nLACKEY\nWelcome, sir.  We did not expect you so soon.\n\nVEIDT\nFeed Bubastis.  I'll have dinner when I've looked in on the world.\n\nThey hear and obey.  Two of them fall in behind VEIDT and follow him\nto:\n\n204. INT. INFORMATION CENTER - NIGHT\nThe room is empty but for a single chair, with a complicated\nREMOTE-CONTROL KEYPAD mounted on the armrest.  Across from the chair,\nRED VELVET CURTAINS hang from ceiling to floor.\n\nVEIDT takes a seat, and his LACKEYS draw back the curtains to reveal\na towering WALL OF TELEVISIONS -- 200 monitors in a 10x20 grid,\npicking up transmissions from all over the world.  It's far more\ninformational than the human mind could possibly digest at one gulp,\na hectic jumble of color and motion.  VEIDT loves it.  He settles in\nand his eyes begin to rove.\n\n205. ANGLE ON VIDEO WALL\nPANNING across transmissions of every variety -- commercials,\nsitcoms, sportscasts -- we settle on a screen labelled \"LONDON.\"\nVEIDT hits the volume button on his remote, and a NEWSCASTER'S VOICE\ncomes up.  On the wall behind her is a civil defense\nlogo . . .\n\nBBC NEWSCASTER\n-- best situated in a cellar room, as far away from windows as\npossible.  Cinderblock walls are preferred, but a makeshift shelter\ncan be constructed of sandbags, or of boxes filled with --\n\nFLICK, and the sound dies.  VEIDT's gaze drifts several screens to\nthe right, to the monitor labelled \"WASHINGTON D.C.\"  Sound up:\n\nNEWSCASTER\n-- amid rumors that top-ranking officials and military personnel have\nalready been relocated to underground bunkers.  White House spokesmen\ninsist that no such precautions have yet been taken and that ongoing\nnegotiations --\n\nFLICK: sound down.  Now we shift to a closed-circuit monitor at the\nbottom right of the bank -- an exterior view of VEIDT's antarctic\nretreat as seen by a surveillance camera.  FLICK: same subject, new\nangle.  FLICK: a RADAR SCREEN, which shows no activity; the skies are\nclear.  FLICK --\n\n-- and now things get downright weird.  Because all at once we're\nwatching DR. JONATHAN OSTERMAN, the earnest you scientist from\ntwenty-some years ago; he's sitting at a table in the Gila Flas\ncanteen, across from JANEY SLATER, and he's getting ready to\npropose.\n\n206. REVERSE ANGLE - ON VEIDT\neyeing young Osterman with a strange, grave smile.\n\nCUT TO:\n\n207. EXT. AERIAL SHOT - NIGHT\nLOW ANGLE on the Owlship as it descends slowly through the clouds.\nOn its underbelly, a VIDEO CAMERA grinds and rotates.\n\n208. INT. OWLSHIP - NIGHT\nDREIBERG and LAURIE watch a monitor which shows an overhead view of\nthe city.  He punches up a series of PROGRESSIVE MAGNIFICATIONS,\ngradually zeroing in on a single city block.  It's been cordoned off,\nPOLICE BUBBLE-CARS are parked up and down its length.\n\nDREIBERG\nThey've got my building surrounded.\n(looking up at her)\nThey must've been following you all along.\n\nShe stares at him.  The ship LURCHES as DREIBERG kicks in the\naccelerator jets and takes off into the clouds.\n\nDREIBERG (cont.)\nSo much for Dan Dreiberg, ordinary citizen.\n\nLAURIE\nWelcome back, Night Owl.\n\nDREIBERG\nWhat now?  Fly south -- hook up with Adrian?\n\nRORSCHACH\nCTU.  Could be behind Dr. Manhattan frame-up.\n\nDREIBERG\nWhat do you mean, frame-up?\n\nRORSCHACH\nObvious pattern -- all ties in --\n\nDREIBERG\nAre you saying that someone would risk starting World War III just to\nget back at us?\n(spreading his hands)\nWhat about all those poor shits with cancer?\n\nTIGHT ON LAURIE, who's listening to all this with mounting\ndistress.\n\nRORSCHACH\nHow do we know they've got cancer?  Could be part of massive\npropaganda scheme . . .\n\nDREIBERG\nCome on, Rorschach.  Gimme a break --\n\nLAURIE\n(interrupting him)\nIt's not.\n\nRORSCHACH\nNot what?\n\nLAURIE\nNot \"propaganda.\"\n(pause; then, blurting it out --)\nChrist, I'm one of them!  I've got it.\n\nDREIBERG swivels abruptly in his chair and gapes at LAURIE, his face\nbone-white.  She stares at the floor, afraid to meet his eyes, her\ngrim secret revealed.  For an awkward moment neither of them can\nthink of anything to say.\n\nThen RORSCHACH, his mind already back on the \"case,\" breaks the\nsilence.\n\nRORSCHACH\nHnrrr -- changes everything.  Let's get moving.\n\n209. EXT. WATERFRONT WAREHOUSE - NIGHT\nRORSCHACH is crouched beside an exterior wall of the warehouse; he\npries off a couple of loose slats and digs around, swatting angrily\nat a RAT which scampers out of the hole.  The OWLSHIP hovers\nabove.\n\n210. INT. OWLSHIP - THAT MOMENT\nDREIBERG, disconsolate, holds LAURIE gently by the shoulders.\n\nLAURIE\nI should've told you, Dan.  I'm sorry.  I just wanted things between\nus to be -- happy.  For a while.  I --\n\nDREIBERG\nIt doesn't change a thing, Laurie.  I love you.\n\nHe tries to pull her close but she turns away, her eyes welling up\nwith tears.\n\nLAURIE\nI love you too, Dan, I -- why don't you give me a minute to get\nmyself together, okay?\n\n211. EXT. WAREHOUSE - THAT MOMENT - NIGHT\nA distraught DREIBERG descends the rope ladder from the OWLSHIP.\nRORSCHACH has uncovered a spare blot-mask; with a hiss of\nsatisfaction he pulls it on over his head.  When he turns, he sees\nDREIBERG staring slack-jawed at an inexplicable sight.\n\nAbove their heads, the OWLSHIP has begun to glow -- BRIGHT BLUE.\n\n212. INT. OWLSHIP - THAT MOMENT - NIGHT\nLAURIE backs against the control panel as an iridescent blue corona\nresolves itself into the figure of DR. MANHATTAN.\n\nLAURIE\nJon.  What are you doing here?\n\nDR. MANHATTAN\nI'm not here.  I'm still on Mars.  I've come to collect you.\n\nLAURIE\nCollect me?\n\nDR. MANHATTAN\nIn the immediate future we're on Mars.  I'm telling you goodbye.\nYou're trying to convince me to cure your illness . . .\n\nLAURIE\nJon, no -- I can't --\n\nDR. MANHATTAN\nIt will happen, Laurie.  I've already seen it.  Neither of us\ncan do anything to change it.\n\nDREIBERG's frantically climbing the ladder.  He pokes his head inside\nthe cockpit just in time to see LAURIE reaching out for DR.\nMANHATTAN's hand.\n\nDREIBERG\nLAURIE!  DON'T --\n\nHands touch.  A shimmering blue halo surrounds DR. MANHATTAN and\nLAURIE, and the two of them DISSOLVE.\n\nStunned, DREIBERG clambers aboard.  There's obviously nothing he can\ndo.  RORSCHACH is only a second or two behind them.\n\nRORSCHACH\nWhere's Laurie?\n\nDREIBERG\nI don't think she's coming with us.\n\nDISSOLVE TO:\n\n213. EXT. MARS - NIGHT\nA BLUE SLIT opens in the sky, mere inches above the Martian\nsurface;  DR. MANHATTAN steps placidly through, and a moment later\nLAURIE tumbles out behind him.  She takes a couple of halting steps,\nthen GASPS SOUNDLESSLY -- and PITCHES FORWARD onto the shifting red\nsands.\n\nDR. MANHATTAN's gone several paces before he realizes there's a\nproblem.  Eventually, though, he turns -- and spots LAURIE clawing at\nthe air, trying and failing to draw a breath.  He walks patiently back\nand extends his hand;  LAURIE grabs it, and is magically surrounded by\na HALO OF OXYGEN.\n\nDR. MANHATTAN\nThe atmosphere.  I'm sorry.  These things slip my mind.\n\nLAURIE\nJesus, Jon, I nearly choked to -- where are we --\n\nIgnoring her, he turns.  She hurries to keep pace with him.  Then she\nstops in her tracks.\n\nBefore her, in the distance, looms DR. MANHATTAN's new abode: a\nPALACE OF GLASS, vast and resplendent, towering over the barren\nsands.  At its heart stands a gargantuan, ruby-colored HOURGLASS,\nsurrounded by an intricate system of gears and ratchets, spires and\npendulums . . . the guts of a clock, transfigured into a shimmering\ncrystalline castle.\n\nDR. MANHATTAN\nI live here now.\n\nHe strides placidly forward.  LAURIE, boggled, stumbles along after\nhim.\n\nCUT TO:\n\n214. INT. OWLSHIP - NIGHT\nTIGHT ON the distraught DREIBERG, his pained face illuminated by the\nglow of the instrument panel.  RORSCHACH sits calmly behind him.\n\nRORSCHACH\nHeading south.  What's the plan?\n\nDREIBERG\nWe're running, Rorschach.  We've got no place to go.  We're\nhightailing it down to Adrian's.\n\nRORSCHACH\nVeidt's assassin.  Leads to follow.  Can't just --\n\nDREIBERG\n(exploding)\nCases, leads -- they don't matter, Rorschach.  The world's about to\nend.  If someone is trying to kill us, it doesn't\nmatter.\n\nRORSCHACH\nCoward.  Giving up.\n\nDREIBERG\nSHUT UP, Rorschach.\n\nRORSCHACH settles back, lets out a soft, thoughtful HISS.\n\nRORSCHACH\nSorry, Daniel.  You've always been a good friend.  I know that.\n(pause)\nSorry about Laurie.\n\nDREIBERG\n(choked voice)\nOkay, let's just . . . thank you.\n\nFor a few moments they fly on in silence.  RORSCHACH can't leave well\nenough alone.  Deep in thought, he scratches his chin.\n\nRORSCHACH\nVeidt's not stupid.  Could have angle.  -- Might be good move.\n\nCUT TO:\n\n215. EXT. MARS - DR. MANHATTAN'S PALACE - NIGHT\nLAURIE follows DR. MANHATTAN up a ruby-crystal stairway which spirals\naround the exterior of his great glass castle.  Off to her side, the\nenormous gears and ratchets which rim its core are SHIFTING, MESHING\n-- like the quartz movement of a fine Swiss watch.\n\nLAURIE\nThis whole place is ticking.  Does it -- keep time?\n\nDR. MANHATTAN\nYes.  In about . . . thirty seconds, for example, you'll tell me\nyou're sleeping with Dreiberg.\n\nLAURIE\nYou -- you know about me and Dan?\n\nHe gives her a cryptic smile and marches up to the next level.\n\nDR. MANHATTAN\nTime is the key, Laurie.  If I can unlock the origins of time, I'll\nfinally be able to reconcile quantum physics and relativity.\n\nLAURIE looks at him crosseyed -- and heaves a sigh.\n\nLAURIE\nJon, does anybody know what the hell you're talking about?\n(flustered)\nDan's just an ordinary guy, but he talks to me.  When he looks\nat me he's seeing something more than just a -- a collection of\natoms.\n\nDR. MANHATTAN\n(startled)\nThen you're sleeping with Dreiberg?\n\nLAURIE\nWell, I just, you just said -- don't act surprised.\n\nDR. MANHATTAN\nThat's how time works, Laurie.  Everything is preordained . . . even\nmy responses.\n(nodding)\nWe're all puppets.  I'm just a puppet who can see the strings.  --\nThirty seconds.\n\nShe GROANS in frustration as they reach a balcony near the pinnacle\nof the huge glass tower.  The Martian plains spread out for miles\nbelow them; above, the stars stretch to infinity.  A chill, violent\nWIND whips across their faces.\n\nDR. MANHATTAN\nI'll be here for the next year or so.  Then I'm going to work my way\nout toward the edge of the universe.\n(staring out at the landscape)\nUtterly uncorrupted by man.  Isn't it beautiful?\n\nShe moves to the edge of the balcony, gazes off at the bleak and\nfissured Martian surface.  Suddenly she feels very alone -- and\nfrightened.\n\nLAURIE\nJon -- there's something I have to know.  Did you love me\nonce?\n\nDR. MANHATTAN\nYes, I loved you.  I left the earth when I lost you.\n\nLAURIE\nYet you must've known all along that you'd give me cancer.  Just be\nbeing with me.\n\nDR. MANHATTAN\nI didn't give you cancer, Laurie.  Not you, not the others.  I don't\nknow what did.\n\nLAURIE\nBut you knew that I'd -- die.\n\nDR. MANHATTAN\nMemories of the future are just like any others.  I've tried not to\ndwell on the unpleasant ones . . .\n(pause)\nYou won't die of cancer, Laurie.  There won't be time for that.\n\nLAURIE's blood runs cold as she realizes what he's telling her.\n\nLAURIE\nThen it's going to happen.  The world's going to end.  -- And you've\nalways known.\n\nDR. MANHATTAN\n(nodding)\nAlways.  Ever since the day I died.\n\nHe walks a few paces up the crystalline steps and surveys the\nforbidding Martian landscape.  Behind him, LAURIE buries her face in\nher hands.\n\nDR. MANHATTAN (cont.)\nDo you understand me, Laurie?  Do you see what it's been like for me\nthese last years?  Knowing that everything I knew and loved would be\ndestroyed . . . and that by leaving Earth, I would be the helpless\nagent of its destruction?\n\nLAURIE\n(sobbing)\nThen why don't you . . . do something about it!\n\nDR. MANHATTAN\nBecause --\n\nLAURIE\nBecause you can't, I know, it's preordained.  So sorry.  I forgot.\n(angrily)\nJon.  This, this \"script\" you're following . . . who writes it?\n\nDR. MANHATTAN\nI don't know yet.  I should be able to tell you in -- roughly six\nhundred years.\n\nThat about tears it for LAURIE.  She storms over and grabs him by the\nshoulders:\n\nLAURIE\nI can't stand any more of this.  I want to go back.  If I'm going to\ndie I want to be with -- other people.\n\nDR. MANHATTAN\nPlease, Laurie.  Not yet.  I've got eons stretching before me, a\nuniverse to explore.  I'll be alone.\n(reaching for her hand)\nYou're the last human being I'll ever see.\n\nCUT TO:\n\n216. AERIAL SHOT - ON OWLSHIP - NIGHT\nThe OWLSHIP streaking through the icy stratosphere above the south\nAtlantic.  Suddenly it BOUNCES in midair -- JERKS to the right -- and\nbegins to SPIRAL DOWNWARD into the clouds . . .\n\n217. INT. OWLSHIP - THAT MOMENT - NIGHT\nDREIBERG is frantically throwing switches as they lurch to and fro.\nFinally he manages to get the ship righted.  RORSCHACH's taken a bad\ntumble; he picks himself up off the cabin floor and asks:\n\nRORSCHACH\nWhat happened?\n\nDREIBERG\nThe guidance system's fried.  I had to switch to manual.  -- Some\nkind of massive electromagnetic shockwave.\n\nRORSCHACH\nWhat caused it?\n\nDREIBERG\nDon't know.  Nothing I can think of --\n(apprehensively)\n-- outside of a nuclear blast.\n\nDISSOLVE TO:\n\n218. EXT. ANTARCTICA - KARNAK - NIGHT\nVEIDT'S VAST COMPLEX is little more than a DIM GLOW, barely visible\nthrough a SWIRLING BLIZZARD.\n\n219. INT. KARNAK - INFORMATION ROOM - THAT MOMENT\nVEIDT sits before his VIDEO WALL, sipping mulled wine from a goblet.  Almost simultaneously, two SCREENS -- labeled ³MOSCOW² and ³WASHINGTON, D.C.² -- go to SUDDEN BLINDING WHITE.\n\nA second later, the screens show nothing but RANDOM VIDEO NOISE.  VEIDT leans back in his chair and cocks an eyebrow, seemingly unperturbed.\n\n220. EXT. ANTARCTICA - NIGHT\nThe OWLSHIP streaks downward through a TOTAL WHITEOUT.\n\n221. INT. OWLSHIP - THAT MOMENT\nThrough the cockpit, KARNAK¹s visible -- for an instant.  Then, it¹s lost in the snows again.\n\nDREIBERG\nI¹m taking her down.\n(frantically throwing switches)\nRadar¹s blown.  I¹ll have to wing it.  Strap in, Rorschach --\n\nThe SHIP ROCKS with the force of a premature IMPACT.\n\n222. EXT. ANTARCTICA - ON OWLSHIP - THAT MOMENT\nThe OWLSHIP takes a HARD BOUNCE against the snow.  The hull CRUMPLES as the craft TIPS SIDEWAYS and plows into a DEEP DRIFT.\n\nA HATCH springs open, and DREIBERG and RORSCHACH dig their way out.  They¹re slightly underdressed for the weather.  Spotting the lights of KARNAK in the distance, they turn up their collars and PRESS ON.\n\n223. INT. KARNAK - INFORMATION ROOM - THAT MOMENT\nVEIDT¹s eyeing the closed-circuit SECURITY MONITOR which shows the exterior of the complex.  He spots TWO TINY FIGURES slogging through the blizzard.\n\nAs he watches, the screens for ³LONDON² and ³PARIS² go WHITE.\n\n224. EXT. KARNAK - A MOMENT LATER\nDREIBERG and RORSCHACH, half-frozen and covered in frost, make it to the great metal entry doors -- and START BANGING.  A VIDEO CAMERA mounted over the door rotates into position.  A soothing, computerized WOMAN¹S VOICE announces:\n\nVOICE\nWelcome to Karnak.  Please identify yourself.\n\nDREIBERG\nAdrian!  It¹s Dreiberg.  For God¹s sake open the doors.\n\nNothing happens.  DREIBERG POUNDS against the doors.\n\nDREIBERG (cont.)\nAdrian!  We¹re freezing to death out here!\n\nHe slumps to the ground exhausted, barely able to draw a breath.  The snow lies in FOUR-FOOT DRIFTS against the door.\n\nRORSCHACH\n. . . He¹s not coming, Daniel.\n\n225. INT KARNAK - INFORMATION ROOM - THAT MOMENT\nOn the surveillance monitor, RORSCHACH and DREIBERG shamble off.  VEIDT stands, hits his remote.  The picture dies -- leaving a mere 199 screens in operation.\n\nThe wall is now checkerboarded with monitors showing nothing but VIDEO SNOW.  As VEIDT strides calmly out of the room, ³PRAGUE² goes white.\n\n226. EXT. KARNAK - NIGHT\nDREIBERG on his knees, half-buried in snow.  He topples forward, unable to go on.  A PAIR OF GLOVED HANDS enter frame and YANK HIM UPWARD.\n\nDREIBERG\nCan¹t move . . . we¹re done for.\n\nRORSCHACH\nCome on.  Found an exhaust vent.\n\nRORSCHACH drags the helpless DREIBERG around the side of the complex, where SNOW blows in flurries at the mouth of a TUNNEL-LIKE STRUCTURE.\n\nRORSCHACH (cont.)\nVeidt.  It¹s been Veidt all along.  He¹ll pay for this.\n\n227. INT. KARNAK - DINING HALL - NIGHT\nVEIDT alone at a long table in his cavernous dining hall, coolly eating dinner.  Behind him, above the mammoth entry doors, hangs a TAPESTRY -- Alexander slicing through the Gordian Knot.\n\nTWO BATTERED FIGURES creep silently into the hall.\n\nVEIDT sits calmly, betraying nothing.  At his side, the MUTANT LYNX\ngrowls.  His hand closes tightly around the scruff of the animal's\nneck: quiet, girl.\n\nRORSCHACH reaches into his trenchcoat and pulls out a RHODOPSIN\nFLASHER -- the same weapon CAPT. METROPOLIS used in the opening\nscene.  Suddenly . . .\n\nRORSCHACH\nVEIDT!\n\nVEIDT WHIRLS.  He flings a PLATTER, Frisbee-style, across the hall;\nit catches RORSCHACH on the chin and sends him sprawling.  DREIBERG\nbacks against a wall in horror as the LYNX comes sprinting toward\nhim, TEETH BARED.\n\nVEIDT claps his hands twice, and the CAT relents.  He reaches for a\nfuturistic STUN GUN, which has been lying on the table all along --\npart of the place setting -- and advances on his old colleagues.\n\nDREIBERG\nAdrian.  What are you doing?  Why wouldn't you let us in?\n\nRORSCHACH\nHe's the one.  He's been the one all along.  Stalking us.\n\nDREIBERG\nAdrian -- you?  You killed Blake, and --\n\nVEIDT\nYeah.  See, I've been working on a little project.  Top secret, of\ncourse . . .\n\nDREIBERG\nThe missing scientists.\n\nVEIDT\nUh huh.  You might recognize the names.  Quite a few of them worked\nat Gila Flats.\n\nRORSCHACH\nGila Flats -- place where Jon turned into . . .\n\nVEIDT\nDr. Manhattan, right.  Now if you boys care to join me, we'll go save\nthe world.\n\n228. INT. KARNAK - A MOMENT LATER - NIGHT\nGun in hand, VEIDT marches them through the halls of Karnak.\nRORSCHACH throws an occasional glance behind him; the LYNX is nipping\nat his heels.\n\nVEIDT\nBlake thought the Russians were trying to spirit off our researchers\n-- to create their own nuclear superman.  It wasn't Russia.\n(tapping his chest)\nIt was me.  When he figured that out, of course I had to kill\nhim.  The rest of it -- Rorschach's capture, my \"assassination\" --\nthat was just to keep you busy.  All that really mattered was getting\nrid of Dr. Manhattan.\n\nDREIBERG\nWhat??\n\nVEIDT\nI couldn't let him interfere with my project.\n\nRORSCHACH\nVeidt.  You're the one who started World War III.\n\nVEIDT\nNo.  I just hastened the inevitable.\n(smiling)\nHe's been ready to blow for years.  I knew all it would take was a\nlittle push.  So I, uh . . . gave his friends and associates\ncancer.\n\nDREIBERG\nLaurie?  You're responsible for --\n\nVEIDT reaches into his pocket for his gold cigarette case.  He pulls\nout a smoke and strikes it against the box.\n\nVEIDT (cont.)\nOne thing I've learned about cancer -- it's much easier to generate\nthan it is to cure.\n\nDREIBERG, enraged, CHARGES at him.  The LYNX roars.  VEIDT swings the\nstun gun across DREIBERG's face, knocking him to the floor -- and\nLEVELS the futuristic weapon DIRECTLY AT HIS HEAD.\n\nVEIDT\nLet's get something straight.  If you try that again, I'll kill you\nwithout a moment's thought.\n\nThey've reached the entrance to VEIDT's information room.  200\nSCREENS blink and flicker as he waves the gun, gesturing them\ninside.\n\nRORSCHACH\nCall off the cat and I'll kill you, Veidt.\n\nVEIDT\nBefore you do that, you might want to look at what I've been looking\nat.\n\n229. INT. INFORMATION ROOM - A MOMENT LATER\nVEIDT points them over to the monitor in the bottom right-hand\ncorner.  Onscreen, the young JON OSTERMAN sits in a lab at Gila\nFlats, reassembling a WATCH.\n\nDREIBERG\nWhat is this?  It looks like Jon.\n\nVEIDT\nIt is  Jon.  Twenty-four years ago.  Before he turned into Dr.\nManhattan.\n\nDREIBERG\nGood Lord.  How'd you get it on tape?\n\nVEIDT\nIt's not on tape.  It's live.  We're watching it happen.\n\nCUT TO:\n\n230. EXT. MARS - DR. MANHATTAN'S PALACE - NIGHT\nDR. MANHATTAN peers off the edge of a balcony while, behind him,\nLAURIE dines at a sumptuously appointed table.  She feels as if she's\nhit the jackpot in some freakish contest -- Win A Dream Date On\nMars.\n\nDR. MANHATTAN\nI almost envy you, Laurie.  In my present form I can't die.  It's a\nmystery I'd like to penetrate.\n\nLAURIE\nJon, I do not want to hear it.\n\nDR. MANHATTAN\nI'm sorry.  Look -- there's a gas storm on the Valles Marineris . . .\n\nLAURIE\n(shaking her head)\nOh God.  I'm no more than a bug on a windshield to you.\n\nDR. MANHATTAN\nYou're the only human being I care for.\n\nLAURIE\nThen do me a favor.  If the world's going to end, it shouldn't matter\na bit.\n(pause)\nI want you to cure me.\n\nDR. MANHATTAN\nI won't do that.\n\nLAURIE\nYou have the power to do it.  I want you to do it.  Please.\n\nDR. MANHATTAN\nI explained this.  I can't.  That's not the way it happens.\n\nLAURIE\nJon.  If you ever loved me -- if there's anything human left in you\n-- then do it.\n\nEyes wild, she GRABS his great blue HAND -- and THRUSTS IT into her\nchest, where it DISAPPEARS UP TO THE WRIST.\n\nHer fingers tighten around his forearm.  Their GAZES LOCK.  DR.\nMANHATTAN shuts his eyes and grimaces, as if he's got to make the\nhardest decision of his life.  And then . . .\n\nA BRILLIANT BLUE AURA engulfs them both.  It SPREADS and GROWS IN\nINTENSITY, suffusing the sky, finally BLOTTING OUT the vast Martian\nlandscape altogether.\n\nWith a sudden POP the aura begins to die.  For a split-second we see\nthe figures of LAURIE and DR. MANHATTAN suspended against a great\nwhite VOID.  Then colors begin to appear; the crystal castle and the\nMartian desert gradually materialize around them.\n\nThe two of them stumble back from each other and stand there like\nstatues, awestruck.  Neither one seems quite sure what's happened.\n\nLAURIE\nWhat -- am I --\n\nDR. MANHATTAN\nCured, yes.\n\nUtterly spent, he staggers to the edge of the balcony, grabs a\nhandrail for support.  He looks like a man who's just had a heart\nattack.\n\nLAURIE\nJon, what is it?  What's the matter?\n\nWhen he looks up at her, he's DESOLATE -- his face filled with\nDREAD.\n\nDR. MANHATTAN\nSomething. . .incomprehensible has happened.  It's all gone blank on\nme.  -- I can't remember the future.\n\nSlowly -- very slowly -- she draws near and puts her arms around\nhim.\n\nLAURIE\nJon.  Let's go back to Earth.\n\nCUT TO:\n\n231. INT. KARNAK - LAB AREA - NIGHT\nVEIDT, DREIBERG, and RORSCHACH enter a lab space which puts the I.F.\nroom at Gila Flats to shame.  In the midst of the massive whirring\nmachinery sits a GLOWING BLUE DOME -- a BUBBLE of PURE ENERGY.\n\nInside its shimmering contours is a little corner of GILA FLATS.  JON\nOSTERMAN tightens a screw, and sets the movement of JANEY's watch into\nits brass housing -- totally oblivious to the strange trio watching\nhim from twenty-four years in the future.\n\nVEIDT\nGentlemen, the past.  Unfolding before your eyes.\n(pause)\nStand back from the field.  It'll blow you to bits.\n\nDREIBERG\nWhat is it?  How does it work?\n\nVEIDT\nIt's a tachyon chamber.  It generates subatomic particles which flow\nbackward in time.\n(smiling)\nThere are other worlds, Daniel, other timelines -- existing\nparallel to our own --\n\nDREIBERG\nAdrian -- you've lost it.\n\nVEIDT\n(pointing at the tachyon bubble)\nI've seen them!  I've seen them in there.\n(pause)\n\nIn some of them -- only a few -- the human race survives.  And it\nsurvives because Dr. Manhattan never existed.\n\nHe draws closer to the tachyon bubble.  Off to one side is the CAMERA which feeds the monitor in the VIDEO ROOM -- and beside it, mounted on a tripod, is a HIGH-POWERED TELESCOPIC RIFLE.\n\nVEIDT (cont.)\nThe creation of Dr. Manhattan was a flashpoint in history.  He threw the world balance of power totally out of whack.  And his absence -- for even a week -- virtually guaranteed a catastrophic war.\n(wild-eyed)\nDo you understand now?  Do you see what I¹m going to do?  I¹m going to change the past!\n\n232. EXT. OUTER SPACE - THAT MOMENT\nDR. MANHATTAN and LAURIE materialize in orbit around the earth, enveloped in a BUBBLE OF OXYGEN.  Far below, the nuclear birds are already aloft; TINY PINPRICKS OF LIGHT flash over New York and San Francisco.\n\nLAURIE\nWe¹re too late.\n\nDR. MANHATTAN\nIt¹s very strange.  Time¹s flowing backwards . . .\n\nLAURIE\nJon -- what??\n\nDR. MANHATTAN\nThe south pole.  Time¹s flowing backwards.\n\n233. INT. KARNAK - LAB - THAT MOMENT\nInside the tachyon chamber, JON OSTERMAN fits the glass crystal back into place on JANEY¹s watch.  VEIDT looks on in fascination.\n\nVEIDT\nAt first we could only watch the past.  Now we can reach out and touch it.\n\nHe steps over to the rifle, peers through the telescopic sight.\n\nVEIDT\nIt ate up enough megawatts to light the eastern seaboard for a year and a half -- but last week I managed to open a dime-sized hole for almost three seconds.\n(turning to face them)\nIn a minute I¹ll do it again.  And if my aim is true, I¹ll put a bullet through Jon Osterman¹s heart . . . and Dr. Manhattan will never be born.\n\nDREIBERG and RORSCHACH trade looks of disbelief.\n\nRORSCHACH\n. . . And they call me a fucking nut.\n\nDREIBERG\nAdrian.  It¹s too late.  The world is blowing up as we stand here.\n\nVEIDT\nDon¹t be obtuse, Daniel.  If I kill Jon in the past, none of this will happen.  We won¹t even be here, will we?\n\nDREIBERG\nAnd what if you¹re wrong?\n\nVEIDT\nI¹m not.\n\nDREIBERG\nWhat if you¹re wrong??\n\nVEIDT\nThen I¹ve been a very bad boy and you¹ll have to spank me.  Christ!\n(shouting)\nI¹m doing what I have to do to save the godforsaken human race!!\n\n234. EXT. ANTARCTICA - THAT MOMENT - NIGHT\nA POCKET OF BLUE HAZE materializes in the snow-swept skies above KARNAK.  Inside it: LAURIE and DR. MANHATTAN.\n\nDR. MANHATTAN\nThat¹s it.  That¹s the source of the time disturbance.\n\nLAURIE\nJon, where are we?\n\nDR. MANHATTAN\nVeidt¹s complex.\n\n235. INT. KARNAK - LAB - THAT MOMENT\n\nTwenty-four years ago, JON OSTERMAN is packing his jeweler¹s tools, folding his swatch of black velvet.  In the present, VEIDT is raving:\n\nVEIDT\nYour problem, Dan, is a lack of vision.  You spent all those years\nchasing after muggers, and drug dealers, and jaywalkers . . .\nas if the world was any better for it.  As if any of it mattered.\n\nDREIBERG\nYou ruthless son of a bitch.  You really believe this mad-scientist\nbullshit is going to save the world?\n\nVEIDT\nWe'd better hope so.  -- It's almost time.\n\nHe kicks a floor switch.  GIANT NUCLEAR GENERATORS begin to hum.\nThen he bends over the rifle and peers through the sight.\n\n236. VEIDT'S POV - THROUGH CROSSHAIRS\nIn the past, JON OSTERMAN is reaching for his lab coat when he hears\na SQUEAK.  He picks up a broom . . .\n\n237. INT. KARNAK - LAB - THAT MOMENT\nA LUMINESCENT WHITE SPOT appears on the surface of the tachyon\nbubble.  There's a hideous WHINE as a tiny HOLE begins to open up\n--  DIRECTLY IN FRONT OF VEIDT'S RIFLE.  His finger closes around the\ntrigger . . .\n\n. . . and with a TERRIBLE CRASH, the LAB WALL COLLAPSES BEHIND HIM.\nVEIDT DIVES BACKWARD, DODGING RUBBLE . . .\n\n. . . as a BLUE GIANT, THIRTY FEET TALL, steps into the lab -- with\nLAURIE at his side.\n\nDR. MANHATTAN\nWHAT ARE YOU DOING, VEIDT?\n\nVEIDT\nJon!  Get back!  You don't understand.\n\nDR. MANHATTAN stares down at the TACHYON BUBBLE and sees\nhimself -- his former self -- chasing a MOUSE out of\nthe I.F. chamber at Gila Flats.  His eyes go wide.  Even he's\nsurprised.\n\nIn the ensuing panic, DREIBERG dives at VEIDT.  VEIDT manages to\nsidestep him, frantically trying to get to his rifle.  The HOLE IN\nTHE BUBBLE has grown to the size of a quarter.\n\nVEIDT lunges toward the rifle.  LAURIE's directly in his path.  He\nshoves her aside; they grapple; he flings her to the ground and\npoints his STUN GUN directly at her --\n\n-- and a millisecond later, he¹s aiming at NOTHING.  DR. MANHATTAN has instantaneously TELEPORTED LAURIE across the room, out of his line of fire.\n\nVEIDT looks up in horror, just in time to see a BLUE BOLT OF LIGHTNING launching itself from DR. MANHATTAN¹s outstretched finger --\n\nVEIDT\nNO!!!!\n\n-- and in the wink of an eye, he¹s VAPORIZED.  All that¹s left is a pair of CHARRED BOOTS, still standing upright.\n\nDREIBERG rushes over to LAURIE, takes her in his arms.\n\nLAURIE\nWhat was he doing?\n\nDREIBERG\nTrying to change the past.  He said it was the only way to save the world --\n\nDR. MANHATTAN stares at the TACHYON BUBBLE, mesmerized.  Inside, the door to the I.F. chamber has just swung SHUT on a terrified JON OSTERMAN.\n\nDR. MANHATTAN\nHe was right.\n\nRORSCHACH, LAURIE, and DREIBERG stare up at the blue behemoth in puzzlement.  DR. MANHATTAN begins to shrink to normal size.  He runs his hand over the surface of the tachyon bubble; BRIGHT BLUE SPARKS shoot off in all directions.\n\nDR. MANHATTAN\nHe did it.  Veidt broke the code.  It¹s so elegant.  It¹s so obvious.\n\nDR. MANHATTAN¹s off in another world, as usual.  He wears a BEATIFIC SMILE as he watches his own imminent destruction in the tachyon chamber.\n\nLAURIE\nJon --\n\nDR. MANHATTAN\nSpace and time.  I finally understand, Laurie.  I see it all now.\n\nLAURIE\nJon -- for God¹s sake, what do you see?\n\nDR. MANHATTAN\nI see what the watchmaker made.  I see the universe!\n\nHe lifts his arms; PARTICLES OF LIGHT appear from nowhere and whiz\naround his body like superaccelerated fireflies.  The lights in the\nroom dim; it's as if DR. MANHATTAN is absorbing all the power of the\nworld into his own massive frame.\n\nDR. MANHATTAN\nMy work here is finished . . .\n\nThe others cower.  They sense that something large is about to\nhappen.  In the past, JON OSTERMAN is pounding on the glass of the\ntest chamber; in the present, DR. MANHATTAN reaches out to touch the\ntiny\nhole in time.\n\nHe does, and in a BLAZE of BLINDING BLUE LIGHT the tiny rift EXPANDS\ninto a SHIMMERING FISSURE.  DR. MANHATTAN PEELS BACK ITS EDGES AND\nSTEPS THROUGH . . . INTO THE PAST.\n\n238. INT. TEST CHAMBER - THAT MOMENT\nJON OSTERMAN turns away from the observation panel.  To his utter\nbewilderment, a HUGE BLUE FIGURE -- surrounded by sparks and smiling\ngloriously -- has materialized in the chamber behind him.\n\nDR. MANHATTAN\nDon't be afraid, Jon.  I'll be here with you.\n\nA second before the particle cannons kick in, DR. MANHATTAN steps\nforward -- and FUSES WITH JON, their bodies becoming one.\n\nFor a moment JON is still visible, with DR. MANHATTAN's frame\nsurrounding him, like a translucent shield of pure energy; then DR.\nMANHATTAN coalesces into a solid protective HUSK around him.  As the\nchamber begins to glow, a network of HAIRLINE CRACKS spreads across\nthe shell of his body.  BLUE LIGHT spills through the seams; he\nspreads his hands -- no in pain, but in triumph; and with a blinding\nFLASH, DR. MANHATTAN explodes outward, a million fragments merging\nwith nothingness . . .\n\n. . . to expose a dumbstruck JON OSTERMAN in his place.  The blue\nlight dims and the chamber reverts to normal.  Miraculously, he's\nalive -- astonished, but perfectly intact.\n\n239. INT. GILA FLATS TEST LAB - A MOMENT LATER\nThe timelocked door pops open and JON staggers out into the midst of\nhis awed colleagues, who've seen everything through the observation\npanel.\n\nSCIENTIST\nWhat in the name of God . . .\n\nThe SCIENTISTS advance cautiously toward the chamber.  JANEY,\nsobbing, rushes forward and throws her arms around the dazed JON.  As\nshe clings to him, her face pressed tightly against his chest, he\nlooks down at his hands; his fist is still closed around . . .\n\nJON\nYour watch, Janey.  I fixed your watch --\n\nSCIENTIST II\nLOOK!!\n\nThe SCIENTIST is staring wide-eyed at the rear wall of the chamber .\n. . which isn't there.  Instead, there's a rippling, irregular\nRUPTURE -- a pulsating HOLE IN TIME -- and visible beyond it are\nthree odd-looking and very frightened figures: DREIBERG, LAURIE, and\nRORSCHACH.\n\n240. REVERSE ANGLE - VEIDT'S LAB - THE PRESENT\nDREIBERG, LAURIE, and RORSCHACH stare THROUGH the rupture at the\nastounded SCIENTISTS.\n\nLAURIE\nWhat happened -- ?\n\nDREIBERG\nHe saved himself.  He changed the past.\n\nLAURIE\nWhere did he go?\n\nBefore DREIBERG can suggest an answer, the cleft in time begins to\nTHROB and SHIMMER, slowly SEALING ITSELF OFF before their eyes.  For\na moment everything's back to normal --\n\n-- and then, to their mounting horror, the room they're in begins to\nDISSOLVE AROUND THEM . . . FADING AWAY INTO A BLANK WHITE VOID.\n\nA sudden percussive POP.  The white void seems to shrivel around\nthem, collapsing into a protective bubble of force as they plunge\ninto . . .\n\n241. EXT. VORTEX EFFECT\nDREIBERG, LAURIE and RORSCHACH spinning and tumbling through an\notherdimensional funhouse of sound and color.  If space and time\ncould be compressed into a single extravagant E-ticket joyride, this\nwould be it.  Their bodies contract and distend, warp and elongate;\ntheir tortured mouths emit soundless shrieks; and then, before they\nknow it, they find themselves deposited --\n\n242. EXT. NEW YORK STREET - NIGHT\n-- smack in the middle of a busy intersection.  The three of them\nmaterialize from nowhere; a southbound VAN swerves to avoid them,\nslamming into a row of parked cars, and a northbound TAXICAB does the\nsame, knocking over a fire hydrant.\n\nLAURIE\nDan, is this -- is this New York??\n\nDREIBERG\nThose cars.  What year is this??\n\nLAURIE\nEverything's changed --\n\nIt's a disorienting world they've landed in.  In fact, it's\nour world, our New York, and everything -- the cars,\nthe clothing, the very look of the city -- seems just a trifle out of\nwhack . . .\n\nRORSCHACH\nHnrrrrr -- we never happened.\n\nBYSTANDERS cluster about, laughing and taunting, highly amused by the\nobvious puzzlement of the freakish trio in their midst.  There are, of\ncourse, no costumed heroes in our world, and their sudden\npresence prompts a Babel of speculation among the onlookers:\nNuts?  Fruits?  Out-of-work actors?\n\nRORSCHACH takes a swing at one of the curious, who gets a touch too\nclose, and the mood begins to turn hostile.  The CROWD, now grown to\nseveral dozen people, is threatening to block the intersection\naltogether; a MOUNTED POLICEMAN rides up on his stallion and blows a\nshrill WHISTLE.\n\nDREIBERG\nOh my God, they still ride around on horses!\n\n243. EXT. NEWSSTAND - THAT MOMENT\nThe same newsstand we've seen all along -- but luckily, here in our\nworld, the headlines are only mildly discouraging: \"RUSSIAN SUMMIT\nTALKS COLLAPSE.\"  Like everyone else, our old friend the NEWS VENDOR\nis gapin at the ruckus on the street.\n\nNEWS VENDOR\nJesus Christ, it must be Halloween.\n\nHis sidekick, the small black KID who reads comic books, points to\nthe befuddled trio on the street and LAUGHS in gleeful recognition.\n\nKID\nShit, man!  It's Rorschach!  And Night Owl!\n\nNEWS VENDOR\nWhat are you talkin' about?\n\nKID\nSuperheroes!  Check it out!\n\nHe thrusts a COMIC BOOK into the NEWS VENDOR's hand and races off to\njoin the growing throng of rubberneckers.  The NEWS VENDOR stares\ndown at the costumed characters in the comic book -- \"WATCHMEN\" --\nthen throws a cockeyed squint at their real-life counterparts on the\nstreet.\n\nKID\nAll right!  They must be on a case.\n\n244. EXT. STREET - THAT MOMENT - NIGHT\nHORNS BLARE.  ALL TRAFFIC HAS STOPPED.  The intersection is mobbed\nwith curious ONLOOKERS.  By now a half-dozen BEAT COPS have arrived\nto clear the streets and restore order.\n\nCOP I\nBreak it up!  Stand back!\n\nCOP II\nCome on, you three.  If this is some kind of publicity stunt --\n\nDREIBERG, LAURIE, and RORSCHACH have fallen into a tight circle.\nThey don't know what to expect and they're poised for a brawl.  The\ntaunting crowd gives them plenty of room; even the COPS are hesitant\nto advance.\n\nLAURIE\nDan -- what do we do now?\n\nDREIBERG\n(panicked)\nWherever we are, it's better than what we left.  Backs together --\n\nLAURIE\nWe'll tell them what's happened.  They'll listen to reason, won't\nthey -- ?\n\nRORSCHACH\nThey'd better.\n\nAnd on RORSCHACH's final vicious HISS, we SHOCK CUT TO BLACK and\n\nFADE OUT.\n\nTHE END1Embed"
}