{
 "_type": "song",
 "annotation_count": 0,
 "api_path": "/songs/7816775",
 "artist_names": "Grammys",
 "full_title": "2001 Nominees by Grammys",
 "header_image_thumbnail_url": "https://images.genius.com/825221ecc952cdaa2d792f2e8491e49e.211x211x1.png",
 "header_image_url": "https://images.genius.com/825221ecc952cdaa2d792f2e8491e49e.211x211x1.png",
 "id": 7816775,
 "instrumental": false,
 "lyrics_owner_id": 15698619,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1647759923,
 "path": "/Grammys-2001-nominees-annotated",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Grammys-2001-nominees-sample",
 "release_date_components": {
  "year": 2002,
  "month": 1,
  "day": 1
 },
 "release_date_for_display": "January 1, 2002",
 "release_date_with_abbreviated_month_for_display": "Jan. 1, 2002",
 "song_art_image_thumbnail_url": "https://images.genius.com/825221ecc952cdaa2d792f2e8491e49e.211x211x1.png",
 "song_art_image_url": "https://images.genius.com/825221ecc952cdaa2d792f2e8491e49e.211x211x1.png",
 "stats": {
  "unreviewed_annotations": 0,
  "hot": false
 },
 "title": "2001 Nominees",
 "title_with_featured": "2001 Nominees",
 "updated_by_human_at": 1675433486,
 "url": "https://genius.com/Grammys-2001-nominees-annotated",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/105740",
  "header_image_url": "https://images.genius.com/e5d369a9318a6b9998b2e3e8fe3295b4.675x675x1.png",
  "id": 105740,
  "image_url": "https://images.genius.com/e5d369a9318a6b9998b2e3e8fe3295b4.675x675x1.png",
  "index_character": "g",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Grammys",
  "slug": "Grammys",
  "url": "https://genius.com/artists/Grammys"
 },
 "artist": "Grammys",
 "lyrics": "2 Contributors2001 Nominees LyricsGeneralRecord of the Year\"Beautiful Day\" – U2\nBrian Eno and Daniel Lanois, producers; Steve Lillywhite and Richard Rainey, engineers/mixers\n\n\"Say My Name\" – Destiny's Child\nRodney Jerkins, producer; LaShawn Daniels, Brad Gildem and Jean Marie Hurout, engineers/mixers\n\n\"I Try\" – Macy Gray\nAndrew Slater, producer; Dave Way, engineer/mixer\n\n\"Music\" – Madonna\nMirwais Ahmadzai and Madonna, producers\n\n\"Bye Bye Bye\" – *NSync\nJake Schulze and Kristian Lundin, producers; Mike Tucker, engineer/mixerAlbum of the YearTwo Against Nature – Steely Dan\n\nWalter Becker and Donald Fagen, producers; Phil Burnett, Roger Nichols, Dave Russell and Elliot Scheiner, engineers/mixers\n\nMidnite Vultures – Beck\nBeck Hansen and Dust Brothers, producers\n\nThe Marshall Mathers LP – Eminem\nJeff Bass, Mark Bass, Dr. Dre, Tommy Coster, Eminem and the 45 King, producers; Rich Behrens, Mike Butler, Chris Conway, Rob Ebeling, Michelle Forbes, Richard Segal Huredia, Steve King, Aaron Lepley, James McCrone, Akane Nakamura and Lance Pierre, engineers/mixers\n\nKid A – Radiohead\nRadiohead, producer; Nigel Godrich, engineer/mixer\nYou’re the One – Paul Simon\nPaul Simon, producer; Andy Smith, engineer/mixerSong of the Year\"Beautiful Day\"\nU2, songwriters (U2)\n\n\"Breathe\"\nStephanie Bentley and Holly Lamar, songwriters (Faith Hill)\n\n\"I Hope You Dance\"\nMark D. Sanders and Tia Sellers, songwriters (Lee Ann Womack)\n\n\"I Try\"\nMacy Gray, Jinsoo Lim, Jeremy Ruzumna and David Wilder, songwriters (Macy Gray)\n\n\"Say My Name\"\nLaShawn Daniels, Fred Jerkins III, Rodney Jerkins, Beyoncé Knowles, LeToya Luckett, LaTavia Roberson and Kelendria Rowland, songwriters (Destiny's Child)Best New ArtistShelby Lynne\nBrad Paisley\nPapa Roach\nJill Scott\nSisqóAlternativeBest Alternative Music AlbumKid A – Radiohead\nWhen the Pawn – Fiona Apple\nMidnite Vultures – Beck\nBloodflowers – The Cure\nLiverpool Sound Collage – Paul McCartneyBluesBest Traditional Blues AlbumSimon Climie (producer), Alan Douglas (engineer), Eric Clapton (producer and artist) and B. B. King for Riding with the KingBest Contemporary Blues AlbumTony Braunagel (producer), Joe McGrath, Terry Becker (engineers/mixers), Taj Mahal and the Phantom Blues Band for Shoutin' In KeyChildren’sBest Musical Album for ChildrenJoseph Miskulin (engineer/mixer and producer), Dan Rudin and Brent Truitt (engineers/mixers) and Riders in the Sky (Featuring Devon Dawson as Jessie the Yodeling Cowgirl) for Woody's Roundup: A Rootin' Tootin' Collection of Woody's Favorite SongsBest Spoken Word Album for ChildrenDavid Rapkin (producer) and Jim Dale for Harry Potter and the Goblet of FireComedyFrom 1994 through 2003, see \"Best Spoken Comedy Album\" under the \"Spoken\" field, below.ClassicalBest Orchestral PerformanceStephen Johns (producer), Mike Clements (engineer), Sir Simon Rattle (conductor) and the Berliner Philharmonic for Mahler: Sym. No. 10Best Classical Vocal PerformanceChristopher Raeburn (producer), Jonathan Stokes (engineer), Cecilia Bartoli and Il Giardino Armonico for The Vivaldi Album (Dell'aura al sussurrar; Alma oppressa, Etc.)Best Opera RecordingMartin Sauer (producer), Jean Chatauret (engineer), Kent Nagano (conductor), Kim Begley, Dietrich Fischer-Dieskau, Dietrich Henschel, Markus Hollop, Eva Jenis, Torsten Kerl and the Orchestre de l'Opera Nationale de Lyon for Busoni: Doktor FaustBest Choral PerformanceKaren Wilson (producer), Don Harder (engineer), Helmuth Rilling (conductor) and the Oregon Bach Festival Orchestra and Chorus for Penderecki: CredoBest Instrumental Soloist(s) Performance (with orchestra)Grace Row (producer), Charles Harbutt (engineer), Roger Norrington (conductor), Joshua Bell and the London Philharmonic for Maw: Violin ConcertoBest Instrumental Soloist Performance (without orchestra)Tobias Lehmann (producer), Jens Schünemann (engineer) and Sharon Isbin for Dreams of a World (Works of Lauro, Ruiz-Pipo, Duarte, Etc.)Best Small Ensemble Performance (with or without conductor)Christian Gausch (producer), Wolf-Dieter Karwatky (engineer) and the Orpheus Chamber Orchestra for Shadow Dances (Stravinsky Miniatures - Tango; Suite No. 1; Octet, etc.)Best Chamber Music PerformanceDa-Hong Seetoo, Max Wilcox (producers and engineers) and the Emerson String Quartet for Shostakovich: The String QuartetsBest Classical Contemporary CompositionGeorge Crumb (composer) and Thomas Conlin for Crumb: Star-ChildBest Classical AlbumDa-Hong Seetoo and Max Wilcox (producers and engineers) and the Emerson String Quartet for Shostakovich: The String QuartetsBest Classical Crossover AlbumSteven Epstein (producer), Richard King (engineer), Yo-Yo Ma, Edgar Meyer and Mark O'Connor for Appalachian JourneyComposing and arrangingBest Instrumental CompositionJohn Williams (composer) for \"Theme From Angela’s Ashes\"\nBest Song Written for a Motion Picture, Television or Other Visual Media\nRandy Newman (songwriter) for \"When She Loved Me\" (From Toy Story 2) performed by Sarah McLachlanBest Score Soundtrack Album for a Motion Picture, Television or Other Visual MediaBill Bernstein, Thomas Newman (producers), Dennis Sands, Thomas Newman (engineers) and Thomas Newman (composer) for American BeautyBest Instrumental ArrangementChick Corea (arranger) for \"Spain for Sextet and Orchestra\"\nBest Instrumental Arrangement Accompanying Vocalist(s)\nVince Mendoza (arranger) for \"Both Sides Now\" performed by Joni MitchellCountryBest Female Country Vocal PerformanceFaith Hill for \"Breathe\"Best Male Country Vocal PerformanceJohnny Cash for \"Solitary Man\"Best Country Performance by a Duo or Group with VocalAsleep at the Wheel for \"Cherokee Maiden\"Best Country Collaboration with VocalsFaith Hill and Tim McGraw for \"Let’s Make Love\"Best Country Instrumental PerformanceAlison Brown and Béla Fleck for \"Leaving Cottondale\"Best Country SongMark D. Sanders and Tia Sillers (songwriters) for \"I Hope You Dance\" performed by Lee Ann WomackBest Country AlbumByron Gallimore (producer), Julian King, Mike Shipley (engineers/mixers) and Faith Hill (producer and artist) for BreatheBest Bluegrass AlbumSteve Buckingham (producer), Gary Paczosa (engineer/mixer) and Dolly Parton for The Grass Is BlueFilm/TV/mediaBest Compilation Soundtrack Album for a Motion Picture, Television or Other Visual MediaDanny Bramson and Cameron Crowe (producers) for Almost Famous performed by various artistsFolkBest Traditional Folk AlbumMark Linett (engineer) and Dave Alvin (producer and artist) for Public Domain - Songs from the Wild LandBest Contemporary Folk AlbumMalcolm Burn (engineer and producer), Jim Watts (engineer) and Emmylou Harris for Red Dirt GirlBest Native American Music AlbumTom Bee (producer) and Douglas Spotted Eagle (producer and engineer/mixer) for Gathering of Nations Pow Wow performed by various artistsGospelBest Pop/Contemporary Gospel AlbumDennis Herring (producer and engineer/mixer), Rich Hasal (engineer/mixer) and Jars of Clay for If I Left the ZooBest Rock Gospel AlbumDino Elefante, John Elefante (producers), David Hall, J.R. McNeely (engineers/mixers) and Petra for Double TakeBest Traditional Soul Gospel AlbumBubba Smith, Michael E. Mathis (producers) and Shirley Caesar (producer and artist) for You Can Make ItBest Contemporary Soul Gospel AlbumWarryn \"Baby Dubb\" Campbell (producer) and Mary Mary for ThankfulBest Southern, Country or Bluegrass Gospel AlbumBrent King, Alan Shulman (engineers), Ricky Skaggs (producer and artist) and Kentucky Thunder for Soldier of the CrossBest Gospel Choir or Chorus AlbumCarol Cymbala and Oliver Wells (producers) for Live - God Is Working performed by The Brooklyn Tabernacle ChoirHistoricalBest Historical AlbumSteve Berkowitz, Seth Rothstein (producers), Phil Schaap (producer and engineer), Michael Brooks, Seth Foster, Andreas Meyer, Woody Pornpitaksuk, Ken Robertson, Tom Ruff and Mark Wilder (engineers) for Louis Armstrong: The Complete Hot Five and Hot Seven RecordingsJazzBest Jazz Instrumental SoloPat Metheny for \"(Go) Get It\"Best Jazz Instrumental Album, Individual or GroupRob 'Wacko’ Hunter (engineer/mixer and producer), Branford Marsalis (producer) and the Branford Marsalis Quartet for Contemporary JazzBest Large Jazz Ensemble AlbumJames Farber (engineer/mixer) and Joe Lovano (producer and artist) for 52nd Street ThemesBest Jazz Vocal AlbumErik Zobler (engineer/mixer), George Duke (producer) and Dianne Reeves for In the Moment – Live In ConcertBest Contemporary Jazz AlbumRichard Battaglia, Robert Battaglia (engineers/mixers), Béla Fleck (engineer/mixer and producer) and Béla Fleck and the Flecktones for OutboundBest Latin Jazz AlbumJon Fausty (engineer/mixer) and Chucho Valdés for Live at the Village VanguardLatinBest Latin Pop AlbumAdam Blackburn, Eric Schilling, Marcelo Añez, Sebastián Krys (engineers), Tim Mitchell (producer) and Shakira (producer and artist) for Shakira - TV UnpluggedBest Traditional Tropical Latin AlbumFreddy Piñero Jr, Gustavo Celis, Javier Garza, Mauricio Guerrero, Scott Canto, Sebastián Krys (engineers), Emilio Estefan, George Noriega, Robert Blades (producers) and Gloria Estefan for Alma CaribeñaBest Mexican/Mexican-American AlbumCarlos Ceballos (engineer/mixer) and Pepe Aguilar (producer and artist) for Por Una Mujer BonitaBest Latin Rock/Alternative AlbumHumberto Gatica (engineer and producer) and La Ley for Uno\nBest Tejano Album\nEdward Pérez, Greg García, (engineers), Freddie Martínez, Hugo Guerrero (engineers and producers) and The Legends for ¿Qué Es Música Tejana?Best Salsa AlbumJon Fausty (engineer/mixer), Eddie Palmieri and Tito Puente (producers and artists) for Masterpiece/Obra Maestra\nBest Merengue Album\nDavid Hewitt and Hector Ivan Rosa (engineers/mixers) and Olga Tañón (producer and artist) for Olga Viva, Viva OlgaMusical showBest Musical Show AlbumFrank Filipetti (engineer/mixer and producer), Guy Babylon and Paul Bogaev, Chris Montan (producers), Elton John (composer), Tim Rice (lyricist) and the original Broadway cast for Elton John and Tim Rice's AidaMusic videoBest Long Form Music VideoGimme Some Truth - The Making of John Lennon's Imagine Album - Andrew Solt (video director and producer); Greg Vines, Leslie Tong and Yoko Ono (video producers)Best Short Form Music Video\"Learn To Fly\" - Foo Fighters (artists); Jesse Peretz (video director); Tina Nakane (video producer)New AgeBest New Age AlbumThinking of You-KitarōPackaging and notesBest Recording PackageKevin Reagan (art director) for Music performed by Madonna\nBest Boxed Recording Package\nArnold Levine and Frank Harkins (art directors) for Miles Davis and John Coltrane: The Complete Columbia Recordings 1955-1961 performed by Miles Davis and John ColtraneBest Album NotesBob Blumenthal (notes writer) for Miles Davis and John Coltrane: The Complete Columbia Recordings 1955-1961 performed by Miles Davis and John ColtranePolkaBest Polka AlbumTouched by a Polka - Jimmy SturrPopBest Female Pop Vocal Performance\"I Try\" - Macy Gray\n\"What a Girl Wants\" - Christina Aguilera\n\"Music\" - Madonna\n\"Save Me\" - Aimee Mann\n\"Both Sides Now\" - Joni Mitchell\n\"Oops!...I Did It Again\" - Britney SpearsBest Male Pop Vocal Performance\"She Walks This Earth\" - Sting\n\"You Sang to Me\" - Marc Anthony\n\"Taking You Home\" - Don Henley\n\"She Bangs\" - Ricky Martin\n\"6, 8, 12\" - Brian McKnightBest Pop Performance by a Duo or Group with Vocals\"Cousin Dupree\" - Steely Dan\n\"Show Me The Meaning Of Being Lonely\" - Backstreet Boys\n\"Pinch Me\" - Barenaked Ladies\n\"Breathless\" - The Corrs\n\"Bye Bye Bye\" - *NSYNCBest Pop Collaboration with Vocals\"Is You Is or Is You Ain't My Baby\" - B.B. King and Dr. John\n\"Thank God I Found You\" - Mariah Carey, 98 Degrees and Joe\n\"The Difficult Kind\" - Sheryl Crow and Sarah McLachlan\n\"All the Way\" - Celine Dion and Frank Sinatra\n\"Turn Your Lights Down Low\" - Lauryn Hill and Bob MarleyBest Pop Instrumental PerformanceBrian Setzer for \"Caravan\" performed by the Brian Setzer OrchestraBest Dance RecordingMichael Mangini, Steve Greenberg (producers and mixers) and Baha Men for \"Who Let the Dogs Out\"[2]Best Pop Vocal AlbumTwo Against Nature - Steely Dan\nMusic - Madonna\nOops!... I Did It Again - Britney Spears\nNo Strings Attached - NSYNC\nInside Job - Don HenleyBest Pop Instrumental AlbumSymphony No. 1 - Joe JacksonProduction and engineeringBest Engineered Album, Non-Classical\nDave Russell, Elliot Scheiner, Phil Burnett and Roger Nichols (engineers) for Two Against Nature performed by Steely DanBest Engineered Album, ClassicalJohn M. Eargle (engineer) for Dvorák: Requiem, Op. 89; Sym. No. 9, Op. 95 \"From the New World\"Producer of the Year, Non-ClassicalDr. DreProducer of the Year, ClassicalSteven EpsteinRemixer of the Year, Non-ClassicalHex HectorR&BBest Female R&B Vocal Performance\"He Wasn’t Man Enough\" - Toni BraxtonBest Male R&B Vocal Performance\"Untitled (How Does It Feel)\" - D'AngeloBest R&B Performance by a Duo or Group with Vocal\"Say My Name\" - Destiny's ChildBest Traditional R&B Vocal AlbumEar-Resistible - The TemptationsBest R&B SongLaShawn Daniels, Fred Jerkins III, Rodney Jerkins, Beyoncé Knowles, LeToya Luckett, LaTavia Roberson and Kelendria Rowland for \"Say My Name\" performed by Destiny's ChildBest R&B AlbumVoodoo - D'AngeloRapBest Rap Solo Performance\"The Real Slim Shady\" – Eminem\n\"The Light\" – Common\n\"Party Up (Up in Here)\" – DMX\n\"Shake Ya Ass\" – Mystikal\n\"Country Grammar\" – NellyBest Rap Performance by a Duo or Group\"Forgot About Dre\" – Dr. Dre featuring Eminem\n\"Alive\" – Beastie Boys\n\"Oooh.\" – De La Soul featuring Redman\n\"The Next Episode\" – Dr. Dre featuring Snoop Dogg\n\"Big Pimpin'\" – Jay-Z featuring UGKBest Rap AlbumThe Marshall Mathers LP – Eminem\n...And Then There Was X – DMX\nDr. Dre – 2001 – Dr. Dre\nVol. 3... Life and Times of S. Carter – Jay-Z\nCountry Grammar – NellyReggaeBest Reggae AlbumArt and Life - Beenie ManRockBest Female Rock Vocal Performance\"There Goes the Neighborhood\" – Sheryl Crow\n\"Paper Bag\" – Fiona Apple\n\"Enough Of Me\" – Melissa Etheridge\n\"So Pure\" – Alanis Morissette\n\"Glitter In Their Eyes\" – Patti SmithBest Male Rock Vocal Performance\"Again\" – Lenny Kravitz\n\"Thursday's Child\" – David Bowie\n\"Things Have Changed\" – Bob Dylan\n\"Workin' It\" – Don Henley\n\"Into The Void\" – Nine Inch NailsBest Rock Performance by a Duo or Group with Vocal\"Beautiful Day\" – U2\n\"It's My Life\" – Bon Jovi\n\"With Arms Wide Open\" – Creed\n\"Learn To Fly\" – Foo Fighters\n\"Californication\" – Red Hot Chili PeppersBest Hard Rock Performance\"Guerrilla Radio\" – Rage Against the Machine\n\"American Bad Ass\" – Kid Rock\n\"Take A Look Around (Theme From \"M:I-2\")\" – Limp Bizkit\n\"Grievance\" – Pearl Jam\n\"Down\" – Stone Temple PilotsBest Metal Performance\"Elite\" – Deftones\n\"The Wicker Man\" – Iron Maiden\n\"Astonishing Panorama Of The Endtimes\" – Marilyn Manson\n\"Revolution Is My Name\" – Pantera\n\"Wait And Bleed\" – SlipknotBest Rock Instrumental PerformanceMichael Kamen (conductor), Metallica and the San Francisco Symphony Orchestra for \"The Call of Ktulu\"Best Rock SongScott Stapp and Mark Tremonti (songwriters) for \"With Arms Wide Open\" performed by CreedBest Rock AlbumAdam Kasper (engineer/mixer and producer) and Foo Fighters (producer and artist) for There Is Nothing Left to LoseSpokenBest Spoken Word AlbumRick Harris, John Runnette (producers) and Sidney Poitier for The Measure of a ManBest Spoken Comedy AlbumJohn Runnette (producer) and George Carlin for Brain DroppingsTraditional popBest Traditional Pop Vocal AlbumAllen Sides, Geoff Foster (engineers/mixers), Larry Klein (producer) and Joni Mitchell (producer and artist) for Both Sides, NowWorldBest World Music AlbumMoogie Canazio (engineer/mixer and producer), Caetano Veloso (producer) and João Gilberto for João Voz e ViolãoEmbed"
}