{
 "_type": "song",
 "annotation_count": 1,
 "api_path": "/songs/578605",
 "artist_names": "Graeme Manson",
 "full_title": "Orphan Black S1E1 Pilot by Graeme Manson",
 "header_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "header_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "id": 578605,
 "instrumental": false,
 "lyrics_owner_id": 1268331,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1415824300,
 "path": "/Graeme-manson-orphan-black-s1e1-pilot-annotated",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Graeme-manson-orphan-black-s1e1-pilot-sample",
 "release_date_components": null,
 "release_date_for_display": null,
 "release_date_with_abbreviated_month_for_display": null,
 "song_art_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "song_art_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "stats": {
  "unreviewed_annotations": 0,
  "hot": false
 },
 "title": "Orphan Black S1E1 Pilot",
 "title_with_featured": "Orphan Black S1E1 Pilot",
 "updated_by_human_at": 1415824299,
 "url": "https://genius.com/Graeme-manson-orphan-black-s1e1-pilot-annotated",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/263392",
  "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "id": 263392,
  "image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "index_character": "g",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Graeme Manson",
  "slug": "Graeme-manson",
  "url": "https://genius.com/artists/Graeme-manson"
 },
 "artist": "Graeme Manson",
 "lyrics": "1 ContributorOrphan Black S1E1 Pilot LyricsORPHAN BLACK Pilot\nWritten by Graeme Manson\nTEMPLE STREET PRODUCTIONS\n469A King Street West | Toronto Canada M5V 1K4 | 416.591.0065 www.templestreetproductions.com\nNETWORK POLISH - April 12, 2012\n\nTEASER\nINT. SUBWAY CAR - DAY\nCommuters crowded in sardine silence.  Idle gazes on - a\ngirl. Asleep?  Passed out?  She is SARAH, late 20’s, a born\noutsider traveling light, probably in flight. She dreams\nlike a dog, animated ...\nA FAT MAN eyes her. So does a LITTLE GIRL holding her MOM's\nhand.\nSarah jolts awake, dissociated, freaked out.  Where the fuck\nam I?\nShe pulls herself together.  Checks her bag as if used to\nbeing robbed.  Her knuckles are cut. She takes in the train,\nall those judging eyes. The Fat Man is still leering.\nSARAH\nWhat?\nFAT MAN\nWakey-wakey.\nSARAH\nYou like sleeping girls, lard ass?\nIs that your bag?\nSarah carries more than a trace of a working class English\naccent, and this is North America.  He turns his back.  She’s\nmaking everyone uncomfortable.  Sarah sees the Mom try to\nshield the Little Girl from it.  Instant regret.\nSARAH (CONT'D)\nSorry, honey.\nThe train squeals into a station.  Doors open. Sarah takes\nthe chance to push blindly out, past the Mother.\nSARAH (CONT'D)\nSorry.\nINT. SUBWAY PLATFORM - DAY\nThe train pulls away.  Commuter crush on the platform thins.\nSarah’s breathing slows, she pulls herself together.\nOkay, assess.  She checks her jeans pockets - a five dollar\nbill and some change.  Cell phone in the inside pocket of\nher beat up leather jacket.  In her purse, a plastic water\nbottle.\nShe unscrews the cap, tilts back the bottle and drinks.\nThen something odd catches her eye.\n￼\nANGLE ON:  OPPOSITE PLATFORM\nA well dressed WOMAN, back turned, crouching down, slipping\noff her heels.  She takes off her suit jacket, folds it\nneatly, places her purse and shoes on the jacket in a neat\npile on the floor.  A train approaches, rising thunder.  She\nstraightens up, turns towards us ...\nTHE WOMAN IS HER. Sarah gasps, time slows.  A twin - better\ndressed, different social strata - but identical.\nThe bottle falls out of Sarah’s hand.  Water leaks out across\nthe platform.\nAnd then the Woman sees Sarah.  A frozen moment of contact\n... and in her eyes, Sarah sees  - fear, confusion.\nThe train roars into the station, and without hesitation,\nthe Woman steps off the platform DIRECTLY INTO ITS PATH.\nBlood spatters everywhere.  Brakes squeal.  Commuters scream.\nSarah stands stock still, her brain overloading.  At her\nfeet, blood droplets swirl in spilt water.  She raises a\nhand, wipes a drop of blood from her lip, looks at it on her\nfinger ...\nAnd snaps out of it, noise and confusion rushing back.  She\nstarts walking, breaks into a run ...\nINT. SUBWAY STATION, VARIOUS - DAY\nSarah forgoes a crowded ESCALATOR and runs up the stairs\nbeside it.  She turns a corner at the top.\nRuns along a wide, tiled HALLWAY, rounding another corner to\nconfront ...\nA MOB welling up from the other platform, freaked-out by the\nsuicide.  She steels herself, pushes down against them ...\nINT. OPPOSITE SUBWAY PLATFORM - DAY\nSarah emerges against the flow. Train emptying, platform\nclearing, TRACK WORKERS on radios, a few macabre\nRUBBERNECKERS.  Way more blood spatter this side.  Sarah\nwalks to where she can see ...\nThe body on the tracks:  shattered and contorted, but the\nface still intact, eyes staring -- it’s her.\nSarah rips her eyes away, spots ... the woman’s personal\neffects, unnoticed, piled so neatly aside.  She slides over,\nsnags the purse.\nPurse in hand, Sarah joins the tail end of the commuter flow\nout.\nEND TEASER\n￼\nACT ONE\nEXT. SUBWAY EXIT, DOWNTOWN - DAY\nShe’s disgorged among the crowd, clutching the out-of-\ncharacter purse.  Daylight hits her, street noise.  She pulls\naside to get her bearings.  Skyscrapers tower all around,\ndisorienting.  She picks a direction, heads off, holding\nherself to a fast walk.\nINT. BATHROOM - DAY\nShe rifles the purse in a filthy stall.  A wallet, find the\nID:  Too fucking weird, herself staring back.  Name:\nSARAH\nElizabeth Childs ...\nCount the money.  $140, into her pocket.  Two phones, one\nexpensive, one cheap pink plastic, pocket them.  A big set\nof keys with an electronic swipe card attached.  Take those\ntoo.  Go back and take the credit cards.  The rest is crap.\nExit the stall, purse into garbage, cover it with trash.  A\nbreath, a moment in the mirror. Wipe away another blood spot.\nHoly fuckin shit.\nINT. OLLY’S TAVERN - DAY\nA skid bar, almost empty.  Sarah comes out of the bathroom,\nsteps to the sketchy BARTENDER.\nSARAH\nBourbon rocks.\nThe Bartender pours, eyes her curiously.\nBARTENDER\nDo I know you?\nSARAH\nMaybe.  I haven’t been around for a\nwhile.\nBARTENDER\nYeah.  Thought I seen you before.\nINT. OLLY’S TAVERN - LATER\nSarah at a table, four drinks in.  She fidgets, not good at\nsitting still.\nDoor opens.  A skinny-assed hustler enters. FELIX, worldly\nbeyond his 23 years, all of them gay. He's Sarah's foster\nbrother, the closest thing either of them have to family. He was younger than her when they emigrated, so he carries no\nEnglish accent unless he wants to put it on. Sarah stands to\nhug him, an air of codependency beneath their banter.\nFELIX\nOh my God, you look like crap.\n(hug ends, regard her)\nSeriously, Sarah -- ew.\nSARAH\nHow’s life, Felix?\nFELIX\nOperatic.\nSARAH\nWant a Bellini or something?\nFELIX\nFuck off. This long no see, you don’t\nget to be the bitch.  I do.\nSARAH\nI didn't miss your Birthday.\nFELIX\nI know, totally pedestrian and the\nonly reason I’m here.\n(to Bartender)\nGuiness, Jack.\n(then)\nSo.  How’s Vic the Dick?\nSarah drums her fingers.  How much should she tell him?\nSARAH\nI hit him first this time.\nFelix raises an eyebrow.\nSARAH (CONT'D)\nWith an ashtray, so, you know ...\npretty sure it’s time to move on.\n(beat)\nI'm here for Kira, Fee.\nFELIX\nMrs. S isn't going to let you just\ntake her.\nSARAH\nShe's my daughter, she's going to\nhave to.\n5.\nFELIX\nIt's been almost a year, Sarah.\nSarah’s not proud of that.\nFELIX (CONT'D)\nNot judging, just saying.\nSARAH\nSo I'm back, on the run.  The usual\nSarah shit, right?\n(Felix shrugs, kinda)\nWell on that joyous note, something\nawfully fucking weird just happened\non the subway.\nFELIX\nWhat?\nSARAH\nI saw a girl kill herself.\nFELIX\nEw.  A jumper?\nSARAH\n(nods)\nAnd she ... She looked exactly like\nme, Felix.\nFELIX\nWhaddaya mean?\nShe pulls the girl’s stuff out of her pockets and lines it\nup on the table:  Keys, ID. One pink phone, one black.  Felix\nblanches.\nFELIX (CONT'D)\nYou robbed her body?\nSARAH\nNo.  She left her purse on the\nplatform.\nShe slides the drivers license to Felix.  He picks it up.\nLong pause.\nFELIX\nOkay, that’s weird.\nYa think?\nSARAH\n6.\nFELIX\nIt’s you with a nice haircut ... and\na nice address.\nShe takes the ID back and examines it again.\nSARAH\nWhat the hell, Fee?  Did I have a\ntwin sister?\nFELIX\nWell, when you’re a poor little\norphaned foster wretch, anything’s\npossible.  Or so we tell ourselves.\nSARAH\n(pause, off the ID)\nI've go to go up to her flat.\nFELIX\nTo find out who she is, or to rob\nthe rest of her shit?\nSarah checks the key ring.\nSARAH\nNo car. There has to be a car.\nThe black phone rings, startling them.  Sarah checks the\ncaller ID:  Art.  Shows it to Felix.\nFELIX\nAnswer it.\nAs if.  Sarah pockets the phone, gathers the other effects.\nFELIX (CONT'D)\nWhat about Vic?\nShe kisses him on the cheek.  He doesn’t reciprocate.\nSARAH\nI’ll call ya.\n9    EXT. BETH’S BUILDING - DAY                                    9\nOn a wide, empty sidewalk.  Sarah checks the address of the\ndrivers license.  Looks up at a sleek, high end building.\nNice.\n10   EXT. BETH’S BUILDING, ENTRYWAY - DAY                          10\nA bank of buzzers.  Swipe the key card, lock tumbles, slip\nin ...\n7.\n11   EXT. BETH’S BUILDING, LOBBY - DAY                             11\nCross to elevator, hit the button.  An edgy wait, floors\nticking down.  Shit - a moo-moo wearing WOMAN, 60’s, entering\nthe lobby with a drop-kick sized dog. Sarah keeps her back\nturned.\nWOMAN\nBeth?\nThe dog starts barking at her furiously.\nWOMAN (CONT'D)\nPookie, stop that!\nDing.  Elevator door opens. Sarah quickly hits floor 14.\nWOMAN (CONT'D)\nBeth, hold the --\nThe door slides closed.\n12   INT. BETH’S BUILDING, ELEVATOR - DAY                          12\nQuiet, Sarah tense, floors ticking upwards.\n13   INT. BETH’S BUILDING, HALLWAY - DAY                           13\nDoor slides open, Sarah steps out.  Subdued lighting, wide\nand quiet.  She slips to door # 1423, listens carefully.\nShe tries a key, another and another, getting frustrated\nuntil ... Bingo.\n14   INT. BETH’S APARTMENT, FRONT HALL - DAY                       14\nSarah softly shuts the door, stays still.  Silence.  She\nedges in ...\n15   INT. BETH’S APARTMENT, LIVING ROOM - DAY                      15\nHoly shit, you can see for miles.  A sweet pad, not rich,\nbut art on the walls, styley, way out of her league.  She\nexplores.\n16   INT. BETH’S APARTMENT, KITCHEN - DAY                          16\nShe passes the fridge, photos on the door:  “Beth”.  And a\nboyfriend?  One with his shirt off, not bad, but not her\ntype.\n17   INT. BETH’S APARTMENT, BEDROOM - DAY                          17\nUnderstated, tidy.  Open a closet: girls wardrobe.  Skirt-\nsuits, nice but conservative. An athlete too, gym gear.\nAnother closet: his.\n8.\nThey live together. Suits, shirts, fuckin’ boat shoes and\nchinos.\nSARAH\nSquares.\nBut in Paul's well organized things she spots - a camera.\nShe grabs it.\n18   INT. BETH’S APARTMENT, BATHROOM - DAY                         18\nA big ensuite.  Check the med cabinet: serious prescription\ndrugs.  All Beth’s - anti-depressants, tranquilizers, a mixed\nbag.  All prescribed by one DR. BOWERS.\n19   INT. BETH’S APARTMENT, OFFICE - DAY                           19\nThis looks promising.  Fax and printer on the desk, but no\ncomputer.  A two-drawer file cabinet, rifle it - just bills\nand paper.  Open desk drawers, one by one.  Bingo:  last\ndrawer has cheque books, credit card statements.  Pull the\nwhole thing out of the desk.\n20   INT. FELIX’S LOFT - DAY                                       20\nA dim, open warehouse, high windows, curtains drawn.  Vague\nclutter, art and decay.  Vague decadence: a line of coke\nsnorted, clothing roughly removed.\nTwo men:  An ND executive type, few features, no soul.  And\nFelix, the bottom, tossed around.  Not exactly pleasure, but\nnothing he’d do without.\nLATER: Felix in bed. No conversation, the ND lover dressing,\ndrops a few bills on the dresser on the way out.\nFelix gets up in the gloom.  Lights a smoke. He throws back\na curtain, revealing in detail ...\nArt space, paint splashed.  Canvases and found metal\nsculpture, variations on a fuck you theme.  A lot of it good,\nnone of it finished ... and naked Felix heading for the\nbathroom ...\n21   INT. FELIX’S LOFT - LATER                                     21\nShower running.  A loud door buzzer, someone leaning on it.\nShower dies off, Felix comes out of the bathroom pulling on\na robe.\nFELIX\nOkay, okay, okay!\nHe unlatches and slides open the rolling metal door ...\n9.\nAnd gets grabbed by the throat by VIC, alias “Vic the Dick”,\n33, a lean, frustrated bundle of see-saw emotion.  Felix\nain't scared of him, but Vic has him by the windpipe and\ntends to injure.\nFELIX (CONT'D)\nVic?\nVIC\nWhere is she?\nFELIX\nWho?\n(throat grip tightens)\nVic?  ... can’t ...\nVIC\nBreathe?\nFelix struggles, has to beg.\nFELIX\nPlease, Vic ...\nVic relaxes his grip enough to catch a breath.\nVIC\nTalk.\nFELIX\nI haven’t seen her in a year.  I\nswear to God, I don’t want to.  She’s\nnot my problem anymore.\nVic lets him go.  But puts a finger in his face.\nVIC\nBullshit.\nHe takes off his ball cap to reveal a shaved bald spot and a\nbig welt with stitches.\nVIC (CONT'D)\nTell her this didn’t even hurt.\nTell her it makes me happy.\nFELIX\nVic.  You two are poison.  Why don’t\nyou just let her go?\nVIC\nBecause I love her you little\nfuckhead, and we’re not finished.\nNow where’s her kid?\n10.\nFELIX\nI’m not telling you that, Vic.\nVIC\nShe’s with your foster mom, isn’t\nshe?  Mrs. S or P or whatever.\nFELIX\nYou’ll have to beat it out of me,\nI’m afraid.  And I’ll enjoy it.\nVic grabs his face.  Felix struggles.\nVIC\nTell Sarah I’m coming back.  She\nbetter be here, Felix.\n22   INT. BETH’S APARTMENT, KITCHEN - DAY                          22\nCold imported beer in the fridge.  Sarah fishes one out,\ncloses the door.  There’s a piece of paper magnetized to the\nfridge beneath one of the boyfriend photos - a travel\nitinerary, under the name ...\nSARAH\nPaul ...\nShe takes his photo too.\n23   INT. BETH’S APARTMENT, LIVING ROOM - DAY                      23\nShe turns on the TV with the remote -- a security camera\nfeed from the lobby entrance.  Nobody there.  She flicks\nthrough a few channels to local news, volume low.\n“Beth” is laid out On the dining table - Paul’s photo on his\ntravel itinerary. The pink and black phones. Paul's Camera.\nShe's going through the office drawer, examining credit\nstatements, checkbooks, bank books.\nThe TV is on, local news, volume low.\nA phone rings - her own.  Check the caller ID, answer.\nFelix.\nSARAH\n24   INT. FELIX’S LOFT - DAY                                       24\nFelix on the phone, examining the bruises on his throat.\nFELIX\nHi Liz.\nINTERCUT:\n11.\nSARAH\nIt’s “Beth”.  My credit is maxed,\nbut I’ve got a sweet pad and my new\nboyfriend Paul is out of town till\nthe weekend.\nFELIX (ON PHONE)\nWell that’s handy.  Unfortunately,\nyour real boyfriend, Vic the Dick,\nis already here.\nSARAH\nFuck.\nFELIX\nI’m fine, thanks for asking.\nSARAH\nSorry.\nFELIX\nNot very.  So is she your twin or\nwhat?\nSarah sighs, going through the last effects in the office\ndrawer.\nSARAH\nI don’t know.  Just a girl who looks\nlike me.  A girl with a pretty nice\nlife.\nFELIX\nIf it’s so nice, why’d she kill\nherself?\nSarah’s fingers find a seam in the bottom of the drawer.  It\nhas a false bottom. She lifts it up to discover -- a bank\nbook.   She opens it.\nHoly shit.\nWhat?\nSARAH\nFELIX\nSARAH\nShe’s got 150 K in a savings account.\nFELIX\nUh.  Say again?\nSARAH\n150 K.  In a hidden account.  Felix,\nthis is enough for me and Kira.\n12.\nFELIX\nTo what, you and Kira?\nSARAH\nGet away. Set ourselves up somewhere.\nIt's not a lot but it's enough to lose bloody Vic.\nFELIX\nWell I want to come.\nSARAH\nYes.  The three of us. Where, West\nCoast?\nFELIX\nUh, first?  Any second someone will\nID that body and it’s over.\nSARAH\nI know, and banks take a couple of\ndays to process a withdrawal this\nsize.\nFELIX\nYou should really get out of there\nright now.\n(silence)\nVic has eight stitches, by the way.\n(silence)\nHello?\nSARAH\nI’m thinking ...\nThe television catches her attention ...\nON TV: A NEWS REPORT\n“Commuter Chaos” title.  Footage of stationary trains; crowds\nwelling up out of the subway; sidewalks over-crowded with\nstranded passenger.  A reporter on the scene mopping up,\nlive after-the-fact.\nREPORTER\n... all trains are running again,\nbut the jumper remains a Jane Doe.\nWitnesses describe her as white,\ntwenties, dark-haired and well\ndressed...\nON SARAH. A Plan of action forming. Don’t analyze, just do.\nSARAH\nFelix, I have an idea.\n13.\nFelix is tenuous, knows her too well.\nFELIX\nOh no ...\nEND ACT ONE\n14.\n￼\nACT TWO\n25   INT. BETH’S APARTMENT, LIVING ROOM - DAY                      25\nOpen on VARIOUS HOME VIDEO OF BETH. She's running a 10K race.\nShe's in the finish area, hands on hips, regaining her breath.\nREVEAL:  The footage is on the TV, which is cabled to Paul's\ncamera. Sarah watches intently, soaking in her mannerisms\nand speech.\nMore HOME VIDEO footage. Casual moments.  Beth reads a bit\nof a hard ass. Hard shell, soft center. She doesn't smile a\nlot, but when she does it's warm and fragile. She bites her\nnails. She chews gum. In a telling clip taken without her\nknowing, she looks troubled.\nSarah aborbs her, taking her on, a chameleon shift.\nINTERCUT:\n26   INT. BETH’S APARTMENT, BEDROOM - DAY                          26\nSarah picks a nice power suit from the wardrobe.  Fits\nperfect.  Vamps the mirror, all business, a chameleon.\nHOME VIDEO:  Holiday footage.  They're in a canoe. Paul behind\nthe camera in the bow, shooting backwards as Beth paddles.\nShe looks peaceful, enjoying the surroundings. Then she looks\nat the camera wryly.\nBETH\nYou gonna give me a hand there,\nSpielberg?\nPAUL\nAfter your close up.\nShe splashes water at him with the paddle. Jiggle-cam.\nPAUL (O.S.) (CONT'D)\nHey, you'll get it wet!\nBETH\nOh, you're breaking my heart.\n27   INT. BETH’S APARTMENT, BATHROOM - DAY                         27\nIn the mirror, Sarah 'becomes' Beth, using her make up,\nstyling her hair to match photos stuck to the mirror.\nSARAH\nOh, you're breaking my heart.\n15.\n￼A phone rings off ...\n28   INT. BETH’S APARTMENT, LIVING ROOM - DAY                      28\nSarah grabs Beth’s phone off the table, the black one that\nrang before.  Checks caller ID: “Art” again.\nSARAH\n(as Beth)\nSorry Art, whoever you are, I'm\nleaving town for a while.\nNow she builds Beth a new wallet:  ID, cash, change, details.\nFills a new purse:  lipstick, keys, clutter. Finally - bank\nbooks, cheque book.\n29   INT. BETH’S BUILDING, ELEVATOR - DAY                          29\nFloors tick off, too slow for Sarah, 3...2...L.\n30   INT. BETH’S BUILDING, LOBBY - DAY                             30\nDoors open on - the same Woman getting her mail. Sarah walks\nstraight for them. The little rat-dog starts barking again,\nbut as “Beth” gets closer, the dog recognizes her and wags\nits tail.\nWOMAN\nMorning, Beth.\nSarah spots her name on the mailbox ...\nSARAH\nMorning, Mrs. Elray.\nShe bends and gives the dog a pat on her way by.\nSARAH (CONT'D)\nMorning, Pooker.\nAnd Sarah’s out the door ...\n31   INT. BOBBY’S DINER - DAY                                      31\nFelix drinking shit black coffee at the counter, trying to\nfind the balls to dial the phone in his hand, nervous knee\nbouncing.\nFelix’s knee-bounce is making PETE, an old boy with the\nshakes, chin-dribble his coffee. Behind the counter is BOBBY,\n30, a blue collar Goth Mother, inherited her name with the\njoint.  She swats Felix with a spatula.\nFelix!\nBOBBY\n16.\nWhat?\nFELIX\nBOBBY\nChill with the jackhammer.  Yer\nbuggin’ Pete.\nFELIX\nSorry, Peter.\nBOBBY\n(pours Pete another)\nOn him.\nFelix turns his back on them and does what he has to, dialing\na number.\nPOLICE OPERATOR (O.S.)\nPolice Services.\nFELIX\nUm, hi ... there was a girl who killed\nherself in the subway yesterday?  I\nthink I know her.\nPOLICE OPERATOR (O.S.)\nAll right, you know a name?\nFELIX\nYeah, Sarah.  Sarah Manning ...\n32   INT. BANK - DAY                                               32\nSarah, all business, before a RECEPTIONIST.\nSARAH\nBeth Childs. I have an appointment\nwith the Manager.\n33   INT. BANK MANAGER’S OFFICE - DAY                              33\nSarah sits opposite the Manager, STEPHEN RIGGS by his\nnameplate, 40. He looks over Beth’s bankbooks and ID.\nSTEPHEN RIGGS\nWell I’m sorry to see you leave,\nBeth.  But of course we don’t keep\nthis much cash on hand.\nSARAH\nThe transaction needs to be verified,\nthat’s fine.  I’d like it by Thursday.\n17.\nSTEPHEN RIGGS\nThursday.  Can I ask where you’re\ngoing?\nSARAH\nAnother institution.\nSTEPHEN RIGGS\nCan I ask why?\nShe smiles a definite “no”.  He clears his throat.\nSTEPHEN RIGGS (CONT'D)\nAll right, we’ll get it processed.\nIf you please authorize, right here.\n(Sarah signs Beth’s\nsignature)\nAnd here.\n(she signs again)\nYou know, I really recommend a\ncashier’s cheque, rather than carrying\nthis amount of cash.\nSARAH\nThank you, Stephen, that won’t be\nnecessary.\nSTEPHEN RIGGS\nWill you be emptying your safe deposit\nbox too?\nSARAH\nYes.  Can we do that now?\nSTEPHEN RIGGS\nDo you have your key with you?\nSarah takes out Beth’s key ring. He spots the key before she\ndoes.\nSTEPHEN RIGGS (CONT'D)\nYes, there it is.  This way, please.\n34   INT. SAFE DEPOSIT ROOM - DAY                                  34\nMr. Riggs uses his key to remove a box from the wall.  He\nputs it on the table for her.\nSTEPHEN RIGGS\nTake your time.\nHe leaves the room. Sarah opens the lid.\n(beat)\n18.\nOne file folder. She opens it - nothing negotiable.  Just a\nphotocopied birth certificate - Beth’s.  Another photocopied\nbirth certificate, this one German, for a \"Katja Obinger\".\nAnother for \"Allison Hendrix\".\nNo time to think about it.  Just take the file, slip it into\nher purse.\n35   EXT. SIDEWALK, NEAR BETH’S APARTMENT - DAY                    35\nSarah hustles back to Beth’s.  So far, so good.  Except the\nheels are killing her. She bends down to take off the shoes,\nand is suddenly struck by a...\nVISION-FLASH:  The train station platform.  Beth bending to\ntake off her shoes, identical.\nSarah stands up quickly, wierded-out in a dead girl's clothes.\nIgnore it, keep walking barefoot, almost “home”.  But as she\nsteps off the curb ...\nAn unmarked police car skids up, cutting her off.  Out hops\na plain clothes COP, early 30’s, black, pissed right off.\nHe eyes the shoes in her hand like she’s crazy.\nCOP\nWhat the hell are you doing?\nSARAH\nIs there a law against walking\nbarefoot?\nCOP\nGet in the car.\nSARAH\nWhy?\nCOP\nDon’t fuck with me, Beth.\nOh no, he knows her.  No choice, she reaches for the back\ndoor.\nCOP (CONT'D)\nIn the front.  I ain’t Drivin’ Miss\nDaisy.\nSARAH\nOkay.  Calm down.\nHe gets in behind the wheel.  Freaking out, she goes around\nto the passenger side...\n19.\n36   INT. COP CAR - DAY                                            36\nGets in.  He pulls out fast, shaking his head in silent anger.\nART\nWhere you been for three days? Huh?\nSarah plays it tight lipped, pissed off right back.\nART (CONT'D)\nYou better be ready.  Are you ready?\nSARAH\nYeah, I’m ready.\nSilence.  He drives aggressively.\nART\nSkip the shrink, that’s your problem.\nYou fuck this up, you fuck me.\nHe’s getting emotional.  She has to say something.\nSARAH\nI know.\nCasting about for clues, she spots a clipboard.  Cop\npaperwork:  Officer Arthur Bell.  Art.\nART\nWe made a commitment.  I crossed a\nline for you.  Suddenly I can’t trust\nyou?  Suddenly I don’t even know\nyou?\nSARAH\nArt.\nBeat. The name sticks. Sarah gives him \"Beth\" attitude.\nSARAH (CONT'D)\nYou're breaking my heart.  Just drive.\nArt glowers.  Sarah stares straight ahead.  This is out of\ncontrol.\n37   INT. MORGUE, CORRIDOR - DAY                                   37\nFelix escorted by COLIN, 29, geek-handsome young morgue\nattendant.  Felix is flustered, finds the whole morgue thing\nkind of creatively juicy and a weird turn on. They approach\nthe cold room doors at the end of the hall.\nFELIX\nAre they in there?\n20.\nYes.\nCOLIN\nColin is about to open the door, Felix balks, a hand on his\narm.\nFELIX\nColin...  Can I call you Colin?\nCOLIN\nMy mum does.\nFELIX\nUh huh.  Don’t get me wrong, I usually\nenjoy creepy.  I’m just a little ...\n(flustered)\nCOLIN\nSure.  Take a breath.\nFELIX\n(tries, but)\nThe air in here.  Is that just me?\nCOLIN\nNo.  It’s death.\n(a smile)\nYou can do this.  It can be a gestalt.\nFELIX\n38   INT. COP CAR - DAY                                            38\nSarah holds on as Art angrily wheels the car around a corner.\nOh Fuck ...\n39   EXT. POLICE PRECINCT, PARKING LOT - CONTINUOUS                39\nArt pulls the car into a space.  He gets out fast and starts\nwalking.\n40   INT. COP CAR - CONTINUOUS                                     40\nSarah’s frozen.\nSARAH\nHo-ly shit.\nIt must be shift change, COPS everywhere.  Art waits\nimpatiently.\nOh my.\nColin opens the door.\n21.\n41   EXT. PRECINCT - DAY                                           41\nShe gets out, every Cop watching.  WTF is going on?\nBull through, catch up to Art, make him fall into stride\nacross the lot. Right up the wide front steps, in through\nthe front door.\n42   INT. PRECINCT - DAY                                           42\nShe holds up and lets Art lead.  The DESK SERGEANT stands as\nthey pass, doesn’t like either of them. Why are all eyes on\nher?  A few cold glares, a few nods of encouragement from\nthe rank-and-file. A dark haired woman out of uniform (ANGELA\nDEANGELIS, 30) makes a fist - “strength”\n43   INT. SQUAD ROOM - DAY                                         43\nArt leads them right to a wiry little Napoleon, cue ball\nbald, waiting outside his office door - LIEUTENANT GAVIN\nHARDCASTLE, 50.  He’s got a hate on for Beth.\nHARDCASTLE\nFashionably late, you call that?\nART\nShe’s here, Lieutenant.\nHARDCASTLE\n(to him, then her)\nYou get busy.  You come with me.\nHardcastle leads her off.  Sarah casts a glance back to Art,\nat his desk.  On the desk adjoining his, a nameplate -\nDetective Elizabeth Childs.  Art nods encouragement.  Real\nconcern, her partner, an ally in this skin, but not her own.\nHardcastle, on the other hand, opens a door into a hallway.\nHe glares back at the hanging squad room.\nHARDCASTLE (CONT'D)\nShow’s over!\nHe slams the door behind them.\n44   INT. POLICE PRECINCT, HALLWAY - DAY                           44\nHe marches her down, interrogation rooms on either side.\nHARDCASTLE\nYou better have your story down,\nChilds.\nHe stops at a door ajar. Inside, Sarah glimpses a Tribunal:\nAn INTERNAL AFFAIRS SUIT, a POLICE CAPTAIN in uniform, and a\n22.\nCIVILIAN POLITICIAN, a woman in her 50’s.  Beth's LAWYER\nwaits at a table  facing them, her chair empty. Hardcastle\nsoftens a shade, offers a crack of encouragement.\nHARDCASTLE (CONT'D)\nStick to your statement, you'll be\nfine.\nShe can’t go in there.  Spots a sign down the hall ...\nSARAH\nI gotta use the bathroom.\n(her general disarray)\nLieutenant.\nHardcastle bristles, but there’s a lot on the line.\nHARDCASTLE\nGet yourself together.\n45   INT. PRECINCT, BATHROOM - DAY                                 45\nSarah steps in, alone, reeling.  Pulls out her phone, dials.\nWaits as it rings, cusses low as she gets a message.\nFELIX (V.O.)\nWhaddaya want?  Leave it for Felix.\nSARAH\nFelix!  Beth is a cop!  I’m a cop,\nFelix!   Abort!\n46   INT. MORGUE - DAY                                             46\nFelix, mortified/titillated as Colin rolls out a body bag.\nCOLIN\nOkay.  Can I call you Felix?\nFELIX\nYes, please.\nCOLIN\nThis’ll be shocking, Felix. But for\nher it was instant.\nFelix nods.  Colin unzips the face.  Felix is rocked - he’s\nstaring at a dead, mangled Sarah.  His knees go weak.\nFELIX\nOhhhh my God ... toooo weird ...\nCOLIN\nIt’s okay, lean on me.\n23.\nFELIX\nOhhhh my God ... that is so fucked\nup.\nCOLIN\nHere’s a chair.\nHe sits him down.  Felix wasn’t ready for that.\n47   INT. PRECINCT, BATHROOM - DAY                                 47\nSarah’s got nowhere to turn.  She desperately needs a plan.\nThen she spots the liquid hand soap dispenser, clear\ncolourless soap.  Ah, shit.  She dismantles it quickly.\n48   INT. MORGUE - DAY                                             48\nFelix thankfully drinks a glass of water.\nFELIX\nThank you.  Morgue water?  Delicious.\nCOLIN\nIs it her, Felix?\nFelix takes a big breath and nods.\nCOLIN (CONT'D)\nYour sister.  I’m sorry.\nFELIX\nFoster sister, but close.  We spent\nour ‘formulative’ years together.\nCOLIN\nWell if you ... need anyone to talk\nto ... over a drink.\nColin is actually blushing.  Not much surprises Felix, but\nthis does.  He reappraises him.\nFELIX\nWell, aren’t you an odd duck?\n49   INT. SQUAD ROOM - DAY                                         49\nSarah emerges from the bathroom.  Death march toward\nHardcastle waiting outside the hearing room, a slight wobble\nin her step.  She steps right past him and in.\n50   INT. HEARING ROOM - DAY                                       50\nSarah nods to her grim Lawyer and sits opposite the Tribunal.\nThey’ve been waiting a while.\n24.\nPOLICE CAPTAIN\nNice of you to join us.\nSARAH\nSorry, sir.\nInternal Affairs turns on the tape rig, adjusts the mic.\nINTERNAL AFFAIRS\nAll right. Statement of Officer\nElizabeth Childs, entering into record\nher version of the line-of-duty\nshooting, 7 February of this year,\nresulting in a civilian fatality.\nIn your own words please, begin by\nstating your name.\nSilence.  They wait. Her Lawyer gives her a nod. She opens\nher mouth to speak and closes it again.\nPOLICE CAPTAIN\nAny time, Detective.\nINTERNAL AFFAIRS\nJust relax and tell it like it is.\nSarah shifts in her seat, sweating, going green ... and then\nthe Tribunal scatters as she pukes all over the table.\n51   INT. SQUAD ROOM - MOMENTS LATER                               51\nArt looks up from his paperwork as the Tribunal Members stomp\nthrough wiping themselves down with paper towel.  Hardcastle\npeels off from them, also toweling, steps up to Art.\nHARDCASTLE\nGet your partner to the goddamn\nshrink.\nEND ACT TWO\n25.\n￼\nACT THREE\n52   INT. PSYCHIATRIST’S OFFICE - DAY                              52\nOn DR. ANITA BOWERS, her tired, piercing gaze over bifocals\nand nameplate on piled desk.  Bowers has spent twenty years\ndealing with cops, and a year or so with Beth -- Sarah --\nwho's lying uncomfortably on a couch across the room, ready\nto say anything to get out of there.\nDR. BOWERS\nIt's \"not coming back\" to you?\nSARAH\nNot really. I know I shot a civilian,\nbut I’m missing ...\nDR. BOWERS\nWhat?  Explain.\nSARAH\nMyself.  I glitched, a break or\nsomething. I think I need some ...\nyou know, leave.\nDR. BOWERS\nYou’re under suspension.\nSARAH\nRight.\nDR. BOWERS\nBut I can declare you Unfit. So\ncircumstances aside, let's start with how you feel about shooting this person you don't really remember shooting.\n(refers to notes)\nMaggie Chen. 44. Single, churchgoer.\nWho you mistook for a wanted felon.\nAnd her cell phone for a gun.\nSarah doesn't want to dig any deeper, just shrugs.\nSARAH\nI feel bad.\nBowers is deadpan. She checks her watch, settles back in her\nchair.\nDR. BOWERS\nA cop like you doesn't just accept unfit. And why are you lying down?\n26.\n￼Sarah realizes she's made a mistake. Sits up.\nDR. BOWERS (CONT'D)\nA year you've been seeing me and you\navoid that couch like the plague. It\ntells me you're acting. And if you're\nnot being truthful, I can't help\nyou.\n(washing hands of her)\nSo your recent episodes --\ndissociation, delusions, paranoia --\nthey can all be part of a legal\ndefense.  A very good one.  Just not\nfor a cop with ambition.  If you\nstill want a career, you need me.\nAre you hearing that?\nSARAH\nYes.\nDR. BOWERS\nGood. Because your time is up.\nThank God. Sarah is right out the door.\n53   INT. PSYCHIATRIST’S OFFICE, HALLWAY - DAY                     53\nSarah slips out of the office quietly, sticking to the wall.\nCraning down the hall she can glimpse ...\n54   INT. PSYCHIATRIST’S OFFICE, WAITING ROOM                      54\nArt waiting for her on a couch, her escort, intense as usual.\n55   INT. PSYCHIATRIST’S BUILDING, HALLWAY - DAY                   55\nSarah moves the other direction, toward an “Exit”.\n56   INT. PSYCHIATRIST’S BUILDING, STAIRWELL - DAY                 56\nShe bounds down half a flight at a time, footfalls echoing.\nNot quite parkour, but she’s got moves.  Hits the bottom ...\n57   EXT. PSYCHIATRIST’S OFFICE, ALLEY - DAY                       57\nInstant composure.  Sarah steps calmly out the door, picks\nthe alley mouth offering the most traffic.\n58   EXT. STREET - DAY                                             58\nSteps into pedestrian flow.  Checks her back.\nAn unfamiliar phone chirps in her bag.  Still moving, she\nfishes out Beth’s usual phone, but it’s the other phone that\nchirps again, the one that hasn’t rung yet\n27.\nSARAH\nThe pink phone ...\nIts a TEXT: “1/2 blk mre, blk BMW, get in.” Sarah stops dead.\nScans the block ahead ...\nHalf way up - black BMW, tinted windows, idling.\nNow what?  Jump down another rabbit hole?  She’s stuck.\nThe BMW revs it’s engine.  But then she sees ... Art.\nINTERCUT:\n59   EXT. PSYCHIATRIST’S OFFICE, MAIN ENTRANCE - DAY               59\nHe's on the sidewalk, casting about for Beth.  Pissed, he\npulls out his phone.\nSarah picks the devil she knows, turns quickly his way,\nslipping into Beth's \"skin\".  She switches to Beth's black\nphone and beats him to the dial.\nArt’s phone rings as he’s dialing.\nART\nThe fuck, Beth --?\nSARAH\nEasy.  I’m right here ...\nHe sees her coming, scours, still on the line.\nAn engine roars. A backward glance.  Sarah sees the black\nBMW pulling away into traffic.\nSarah and Art hang up next to each other.  She’s on the\noffensive.\nSARAH (CONT'D)\nDon’t start.  I needed to be alone\nfor a minute.\nArt just shakes his head at her, deeply disappointed.\nART\nYou swore you were off the meds.\nSARAH\nI'm a mess. What do you want me to\nsay?\nART\nJesus Christ. How many pills do you\nhave to swallow to puke all over a\nDisciplinary Hearing?\n28.\nSARAH\nMore than I took.  I had to drink\nhand soap too.\nIt has that odd ring of truth that makes Art think twice.\nART\nYou did that on purpose?\nSARAH\nI was gonna screw it up, Art. I\npanicked.  I just need some more\ntime to get my head straight.\nART\nA couple days they reconvene.\nSARAH\nI'll be ready, I promise.\nART\nAnd now they fucking hate you.\nSARAH\nI'm good. I'll walk in and just stick\nto my statement.\nArt appears to soften. He reaches out to put a hand on his\npartner's shoulder. But instead he seizes the back of her\nneck and squeezes, dead fucking serious.\nART\nJust so we're clear, partner. I won't\nlet you burn my career.\nHe turns and walks away. Sarah is rattled.\n60   INT. FELIX’S LOFT - DAY                                       60\nA painting underway - the vague corpse of Beth in the morgue,\nFelix working the surface.  Someone lays on the buzzer and\nFelix knows exactly who it is.  He puts down his brush, wipes\nhis hands, arranges a handy newspaper, psyches himself for\nan Oscar-worthy drama.\n61   INT. FELIX’S LOFT/HALLWAY - DAY                               61\nVic leans on the buzzer and bangs on the door, murderous.\nVIC\nOpen up, Felix!\nThe door whips open and Felix grabs him by the throat.  Vic\nis taken off guard, but breaks the grip easily.\n29.\nVIC (CONT'D)\nYou crazy little fruit leather...\nBut before the blows land, Felix stops him cold with animated\nanguish.\nFELIX\nSarah’s dead!\nVIC\nWhat?\nFELIX\nDead!  She killed herself!\nVIC\nBullshit.\nFelix throws him the paper:  “Jane Doe Jumper” headline.\nFELIX\nShe jumped in front of a train!\nBecause you are such a fuckin’\nasshole!\nVIC\n(has the fear now)\nThis isn’t Sarah ...\nFELIX\nI identified her body!  She’s dead,\nVic!\nFelix grabs him, full waterworks.  Vic pushes him off,\nfreaking, just where Felix wants him.\nVIC\nDon’t fuck with me, Felix!  She told\nyou to say this!  She can’t be dead!\nFELIX\nAaaahhhhh’ll prove it to you!!\n62   INT. MORGUE - DAY                                             62\nVic leaning heavily on Felix, lets out a strangled gasp as\n“Sarah’s” body bag, is unzipped by Colin for the second time\ntoday.\nVIC\nSarah ... oh, Sarah ...\nHe breaks down, keening and pining.  Felix absently pats him\non the back, far more interested in his new frisson with\nColin. Off Beth on the slab ...\n30.\n63   INT. BETH’S APARTMENT - NIGHT                                 63\n“Beth” is laid out on the table. Photos, financial details,\nthe envelope from the safe deposit box etc. Felix is with\nSarah, trying to make sense of it all.\nFELIX\nSo your  twin, all hopped up on cop-\ntranquillizers, guns down a innocent\nChinese lady. Is that true?\nSARAH\nI don't know. Her partner's covering\nfor her somehow, but he sure doesn't\ntrust her.\nFELIX\nYeah, what’s she doing with 150K in\na hidden account?\nSARAH\nI don’t care. Her life is way more\nfucked up than mine.  But we can\nstill pull this off.\nFELIX\nWe have no choice now.  Vic is keening\nlike a banshee.  He wants a funeral.\nSARAH\nYou can’t have a funeral.  The whole\nsad point is nobody would notice if\nI died.\nFelix chuckles, wanders the room with a jaundiced eye,\nscoffing at art, eating candies from a dish.\nFELIX\nDid I mention the bi-curious morgue\nattendant?\nSARAH\nTell Vic dead is dead and you never\nwant to see him again.\nFELIX\nWell, I need personal effects.\nSARAH\nWhat?\nFELIX (O.S.)\nYour shit, Sarah.  Objects for him\nto pine over. You could at least\nhelp with your death.\n31.\nSarah pours over Beth, trying to get a handle on her.\nSARAH\nThis girl.  She’s a hardass. A control\nfreak on anti-psychotics.  I think\nher life was falling apart.\nFELIX\nThrilling, really, but can we get\nthe fucking elephant out of the room?\nHe slaps a photo of Beth right in front of her.\nFELIX (CONT'D)\nLook at her.  This could be your\nstory.\nIt’s not.\nSARAH\nFELIX\nYou have to ask.\nSARAH\nNo I don’t.\nFELIX\nEvery foster kid dreams of their\ndramatic lost family.  Deep down, we\nall hope we’re special.\nSARAH\nThe last thing I am is special.\nSarah flips him the picture of Beth’s boyfriend.\nSARAH (CONT'D)\nIf that was my boyfriend, I’d jump\nin front of a train too.\nFELIX\nDon’t say that. Paul is hot and you\nknow it.\nFelix opens the envelope from the safe deposit box, the one\nwith the ID documents.  She takes them away from him.\nFELIX (CONT'D)\nWhat are those?\nSARAH\nNothing.\n(relents)\nShe had some birth certificates in\nher safe deposit box.\n32.\nFELIX\nWhose birth certificates?\nSARAH\nI don’t know, okay.  One of them’s\nGerman.\nThey examine them together. The three many-times-xeroxed\nbirth certificates... different places of birth... but dates\nof birth all March or April, 1984.\nFELIX\nBeth.  “Katja Obinger”. \"Alison\nHendrix\". Sarah, their birth dates\nare within a month of yours.\nSARAH\nSo what?\nFELIX\nWell, what is this? Maybe your bio-\nmother was like a robo-mom who punched\nout quadruplets.\nSARAH\nThen the birthdays would be the same,\nFelix. It’s just a score.  A score\ngoing out of control, okay?  It’s\nway too dangerous for Kira right\nnow.  And it’s too dangerous for\nyou.\nFelix sinks.  He should have known.\nFELIX\nOh.  You’re gonna disappear again.\nSARAH\nJust for a bit.\nFELIX\nI’m so fucking stupid.\nSARAH\nI have to, Felix. There’s other weird\nshit going on.  There was a black\ncar following her ...\nFELIX\nA black car?  You must be terrified.\nHe storms off to the door.  Sarah follows.\n33.\nSARAH\nTomorrow I’ll get through the bank,\nleave you some money.  I promise\nI’ll be back in touch when I know\nit’s safe.\nFELIX\nKeep your money.  Okay?  You’re not\nmy fucking sister, you just make me be your brother.\nSARAH\nFelix ... I will call you tomorrow.\nFelix adjusts himself imperiously in a mirror.\nFELIX\nI did my bit, Sarah.  Now you’re\ndead.\nFelix closes the door on her.  She groans, the drama.\n64   INT. BETH’S APARTMENT - DAY                                   64\nSarah stands staring at Beth spread out on the table.  Then\nsnaps to it, sorting the information back into corresponding\npiles.\n65   INT. BETH’S APARTMENT, BATHROOM - NIGHT                       65\nShower running.  Sarah undresses.  Beneath the clothes,\nbruises hint at a rough exit from her life with Vic.\nSarah lets the hot water pour over her, gathering strength.\n66   INT. BETH’S APARTMENT, BEDROOM - NIGHT                        66\nSarah in a bathrobe, staring into Sarah’s closet.\nShe puts a small sports bag on the bed, starts picking a few\nitems - functional clothing, some running shoes.\nShe startles out of it -- a key in a lock!\n67   INT. BETH’S APARTMENT, FRONT HALL - CONTINUOUS                67\nThe door handle turns, someone coming in ...\n68   INT. BETH’S APARTMENT, BEDROOM - CONTINUOUS                   68\nBeth frozen, listening as the door closes.\nPAUL (O.S.)\nBeth?\n34.\nFuck ...\nBeth?\nPAUL (O.S.)\nSARAH\n(under her breath)\nSound of footfalls, receding, then approaching, right outside\nthe door ... it’s pushed open ...\nPAUL stands looking in.  30ish, leaner and better looking\nthan expected.  Suit and loosened tie, travel-worn.  He seems\ncautious with her, not sure what to expect.\nPAUL (CONT'D)\nHi.\nHey.\nHe takes in the bag on the bed.\nPAUL\nAre you going somewhere?\nSARAH\nNo, gym stuff.\nSarah tosses it in the cupboard.  He’s expectant.\nSARAH (CONT'D)\nYou’re back early.\nPAUL\nWell, I wanted to be here.  So?\nSARAH\nYeah?\nPAUL\nHow was the hearing?\nSARAH\nOh ... I couldn’t do it.\nPAUL\nYou skipped it?\nSARAH\nNo.  I got sick to my stomach,\nbasically puked on them.\nSARAH\n(as Beth)\n35.\nPAUL\n(real concern)\nAre you serious?\nHe comes to hold her.  She sidesteps.\nSARAH\nI’m okay, don’t worry.\nShe sidesteps again but he cuts her off.  She can’t meet his\ngaze.  He looks at her closer.\nBeth ...?\nWhat?\nPAUL\nSARAH\nHe senses something amiss, beyond the immediate.  Sarah pushes\npast him.  He follows her out.\nPAUL\nWhat’s happened?\nSARAH\nA lot.\nPAUL\nI know, but you’re ...\n69   INT. BETH’S APARTMENT, LIVING ROOM - NIGHT                    69\nThere’s no retreat.  She turns to challenge him.\nSARAH\nI’m what?\nHe can’t put his finger on it.\nPAUL\nWhat did you do to your hair?\nSARAH\nNothing.  Got it cut.\nPAUL\nIt’s longer.\nSARAH\nIt’s just wet.\nConcerned, he reaches out to touch her face.\nPAUL\nSomething’s different ...\n36.\nIn a corner, Sarah doesn’t think.  She jumps him -- arms\naround his neck, kissing him deeply.  He’s knocked back\nagainst the wall.\nPaul didn’t know how much he needed this, and Sarah’s not\nexpecting his ardor.  He flips her around, back against the\nwall, hands inside her robe.\nPAUL (CONT'D)\nBedroom ...\nThe only way Sarah can do this is in charge.  She muscles\nhim aggressively around again, pressing him to the wall.\nSARAH\nRight here ...\nShe undoes his belt.  Even in the midst of this madness,\nshe’s impressed by what she finds.\nSARAH (CONT'D)\nOh man ...\nShe goes up on her toes, lowers onto his cock and groans.\nThey feel it, slowly, a few strokes.  Paul is rocked and\ngame.  But wants it his way.  He turns her firmly down the\nhall, an order whispered in her ear.\nPAUL\nBedroom ...\nSarah no longer cares to resist.  She lets him lead her.\nEND ACT THREE\n37.\n￼\nACT FOUR\n70   INT. BETH’S APARTMENT, BEDROOM - NIGHT                        70\nSarah wide awake in bed, her back to Paul, sleeping with his\narm around her.  She’s not okay with what she just did.  She\ndisengages cautiously.\n71   INT. BETH’S APARTMENT, LIVING ROOM - NIGHT                    71\nIn the dim light, she picks up his pants, finds his wallet.\nHis ID:  Paul Dierden.  Credit cards, cash.  Key chain - a\nVolvo key among them.  She puts it all back in the pants.\n72   INT. BETH’S APARTMENT, FRONT HALL - NIGHT                     72\nShe finds his briefcase.  Turns on a hall light, clicks open\nthe latches:  Some files, some architectural drawings.  He’s\nan engineer or a contractor.  Close it back up.\n73   INT. BETH’S APARTMENT, BEDROOM - NIGHT                        73\nShe slips back into the bed.  In sleep, he puts his arm back\naround her.  She can’t do it, moves away.\n74   INT. FELIX’S LOFT - DAY                                       74\nBanging on the door.  Felix pulls on a robe.\nVIC (O.S.)\nFelix!  Felix!\nFELIX\nOh for crying out loud ...\nHe pulls open the door.  Vic is dishevelled and drunk.  Blood\ndown the front of his shirt.\nVIC\nI’m sorry, man, I got nowhere to go.\nFELIX\nA men’s shelter?\nBut he sighs and lets him in.\nFELIX (CONT'D)\nWhat the fuck happened to your face?\nVIC\nI got in a fight.\nFELIX\nWhy, Vic?  Why are you such a dick?\n38.\n￼\nVIC\nI’m angry, I don’t know.\n(near tears)\nFelix, I can’t sleep.  I keep seeing\nher face.\nFELIX\nYeah, me too.\nVIC\nShe’s gone, man.\nVic collapses into a chair, a puddle.\nVIC (CONT'D)\nThere’s just no closure without a\nfuckin', you know, memorial send off\nor whatever.\nFelix regards him dryly, then decides - fuck you, Sarah.\nFELIX\nOkay, Vic. The cremation's tomorrow.\nVIC\nTomorrow?  But I gotta tell Glen and\nthat bitch Sherry. And some of the\nbikers from Hamilton, they’d want to\nbe there.\nFELIX\nWe'll have a wake. They can come to\nthat.\nVIC\nA wake. That's what I'm talking about,\nFelix. Coming together.\nFelix takes control, a practiced den mother.\nFELIX\nLove to, but tonight, you need a\nshower and a Xanax. In the morning,\nwe’ll find you a suit.  You’re not\ngoing to Sarah’s funeral looking\nlike that.\n75   INT. BETH’S APARTMENT, BEDROOM - DAY                          75\nSarah asleep, the bed beside her empty.  Paul enters with\ncoffee for her.  She wakes with a start, disoriented.\nPAUL\nEasy, just coffee.\n39.\nSARAH\nOh.  Thanks.\nHe sits on the bed and hands it to her.\nPAUL\nYou want to tell me what happened at\nthe hearing?\nSARAH\nI choked.  Nerves, I guess.  They’re\nreconvening for me, it’ll be fine.\nPAUL\nAre you still off your meds?\nSARAH\n(beat) Yes.\nPAUL\nThen you didn’t choke, you’re just\nfinally feeling something.\nHe slides his hand under the sheets.\nPAUL (CONT'D)\nFeeling like the real you.\nHe leans in, kisses her deeply. Sarah can’t help it -- it\nfeels good even though she’s about to screw the guy over.\nSARAH\nHey, uh.  Are you driving?\nPAUL\nWhat do you mean?\nSARAH\nI could use the Volvo today.\nPAUL\nUse your own car.\nSARAH\nYeah ... can’t find my keys.\nPAUL\nThey’re in the thing, like they always\nare.\nSARAH\nOh.  Sorry, yeah.  Still kinda asleep\nhere.\n40.\nHe smiles at her oddly, and heads out.\nSarah listens to him leaving, on edge ... the door closes.\nShe hops up.\n76   INT. BETH’S APARTMENT, FRONT HALL - DAY                       76\nShe looks around for “the thing”.  Tries a drawer, nothing.\nLooks in a clay pot - spare change.  A little decorative box\nwith a lid - bingo, keys.  She fishes out an electronic car\nkey.\n77   INT. BETH’S APARTMENT, BEDROOM - DAY                          77\nFrom the closet, she retrieves the bag she packed and hastily\nhid last night.  She picks a new power suit from Beth’s\nclothes.  Sooo not her style, but ...\n78   INT. BETH’S APARTMENT, BATHROOM - DAY                         78\nIt fits like a glove.  In the mirror, Sarah does the make\nup, styles the hair, “becoming” Beth ......\nSARAH\nHello, Stephen, nice to see you again.\nINTERCUT:\n79   INT. CREMATORIUM - NIGHT                                      79\nSarah’s funeral.  An oven door opens on a gas-fired inferno.\nA plain wooden casket rolls into the flames. An UNDERTAKER,\nsolicitous in black.\nFelix, bitter in dapper attire.  Vic in a bad suit, leaning\non him.  Battling anger, battling tears, hugging Sarah’s\nbeat up old leather jacket.\n80   INT. BETH’S APARTMENT, OFFICE - DAY                           80\nSort Beth:  Photos and details she doesn’t need put aside.\nWallet, passport, bankbook into purse. Sort the 3 birth\ncertificates, they go into the purse too.\n81   INT. CREMATORIUM, OFFICE - DAY                                81\nWeeping Vic accepts a simple urn of ashes from the Undertaker.\nFelix just want to get out of there.\n82   INT. BETH’S BUILDING, ELEVATOR - DAY                          82\n“Beth” dressed for business -- purse and travel bags.  Foot\ntapping impatiently as the floors tick off too slowly:\n3,2,L,P1,P2 ... Ding.  The doors slide open.\n41.\n83   INT. BETH’S BUILDING, PARKING LEVEL - DAY                     83\nA cavernous, echoing space, cars for miles.  Hit the\nelectronic key, a car squawks - a nice Audi.\nSARAH\nSweet.\n84   INT. AUDI - DAY                                               84\nSarah gets in the car.  It's spotless.  She checks the arm\nrest compartment, nothing but a box of tissue.  Reaches over\nto open the glove compartment:  A pair of binoculars.\n85   EXT. BETH’S BUILDING, UNDERGROUND PARKING - DAY               85\nThe security door rolls up slow, revealing the Audi, Sarah\nbehind the wheel.  She pulls out.\n86   EXT. BETH’S BUILDING, CURBSIDE - DAY                          86\nArt is parked down the block, staking her out in his car.\nHe slumps down as she passes, starts his engine, pulls out\nafter her.\n87   INT. ART’S CAR - CONTINUOUS                                   87\nArt keeps well back, tailing her professionally, determined\nand calm.\n88   EXT. STREET, VARIOUS - DAY                                    88\nSarah’s car passes ...\nThe black, tinted BMW at the curb.\nAs Art’s car passes, the BMW pulls out, starts tailing the\nboth of them.\nINT. AUDI, DRIVING - DAY\nSarah chews her lip, going over the plan, oblivious to the\ntails.\nEXT. BANK - DAY\nSarah parks, gets out with purse and briefcase.\nANGLE ON:  Art pulls in a short way off.  Watches her go\ninto the bank.\nANGLE ON:  The black BMW, rolling slowly past.\nINT. BANK MANAGER’S OFFICE - DAY\nSarah sits waiting, briefcase in her lap.  Her foot taps\nnervously, she stills it.\nHer phone beeps:  Message From: Felix.  She opens it.\nGRAPHIC:  A photo of Sarah with text, a cheesy invitation.\n\"Please join us to commemorate the passing of our friend\nSarah Manning ...\"\nSARAH\n(not in character)\nFelix! Are you bloody serious.\nThe Manager, Stephen Riggs enters, carrying a zippered pouch.\nHe caught the accent.\nSTEPHEN RIGGS\nEverything all right?\nSARAH\n(back to Beth)\nStephen. Nice to see you again. Sorry.\nDealing with the English.\nSTEPHEN RIGGS\nWell, all is in order.\nHe unzips the pouch.  Inside -- banded wads of cash.  Sarah\ncounts them.  Puts one into her purse, the rest into the\nbrief case.\nEXT. BANK - DAY\nArt, backed into a parking space watches ...\nSarah emerge from the bank, cross the lot. She opens the\ntrunk of the Audi, drops in the bag containing the money,\nslams it closed.\nEXT. BANK, STREET - DAY\nSarah’s car pulls out into traffic.\nArt pulls in behind, leaving a couple cars between them.\nINT. AUDI, DRIVING - DAY\nSarah should feel great.  She’s pulled it off, she’s on the\nroad, but the unexpected “memorial” irks her. She gets on\nthe phone, rolls her eyes at his voice mail.\nFELIX (O.S.)\nLeave it for Felix.\n\nSARAH\nYeah. Joke, right? You wouldn't\nactually have a memorial because I\nwould have to kill you, then we'd\nboth be dead.\nEXT. FELIX’S LOFT, STREET - DAY\nSarah hops out of the car and hurries into the building\nSARAH (V.O.)\nYou're in your bathrobe, all pissed\noff at me, and I'm coming over ...\nANGLE ON: Art's car pulls up nearby. As she disappears in\nthe building, he gets out, eyeing the Audi.\nINT. FELIX’S LOFT, HALLWAY - DAY\nSarah bangs on the door, hope fading. Taking out her phone,\nshe mutters a familiar refrain.\nSARAH\nFelix ...\nOn Felix's Memorial GRAPHIC again. \"Please join us to commemorate the passing of our friend Sarah Manning ... 11 am, Allenside Park.\"\nSARAH (CONT'D)\nAllenside Park.  Where else?  Vic’s\nstupid beach.\n(stews, then)\nWell, you only die once ...\nEXT. FELIX’S LOFT, STREET - DAY\nSarah emerges from the building and gets into the Audi.\nREVEAL:  Art's car is no longer where he parked. He's gone.\nBut the black BMW is there, nothing visible beyond it's tinted\nwindows. As the Audi starts up, it does the same.\nEXT. STREETS/OVERPASS - DAY\nThe Audi rises above city streets onto a highway overpass.\nThe BMW is on it's tail.\nEXT. INDUSTRIAL WATERFRONT - DAY\nAs the Audi passes, the cityscape breaks down:  factory\nshells, decrepit warehouses, rusting lakers alongside canals.\n\nEXT. INDUSTRIAL WATERFRONT, VANTAGE POINT - DAY\nA barren lot, clumps of bush along the water. The Audi parks\noverlooking the harbour.\nINT. AUDI - DAY\nThere, across the water in a sad little park encroached by\nindustry, is Sarah’s own memorial.  She can just make out\nthe small group of people.\nSARAH\nPathetic.\nBut a little amusing too.  She opens the glove box, takes\nout the binoculars.\nEXT. INDUSTRIAL WATERFRONT, VANTAGE POINT - DAY\nSarah gets out of the car, walks a short distance down the\nshore to get a better view.\nShe settles down and steadies the binoculars on the group.\nMoans in dismay.\nSARAH’S POV: Emotional Vic is delivering a eulogy.  He cradles\nthe urn before a motley group of misfit MOURNERS - a couple\nof BIKERS with their old LADIES, a ROCKABILLY GUY, a teary-\neyed, chain smoking girl, SHERRY.  And Felix, standing a\nlittle aside, perversely enjoying the whole charade.\nSarah growls at him and pulls out her phone.\nEXT. LAKEFRONT PARK - DAY\nVIC\nShe grew up rough, you know, so it\nwas always fight or flight with her ... you want to hang on to someone like that. I’m sorry, Sarah. I’m an asshole, I got some work to do. I’m sorry ...\nUnder this, Felix checks his vibrating phone, smirks, edges\nfurther away. Quietly answers.\nFELIX (ON PHONE)\nSo?  Heaven or Hell?\nSARAH (ON PHONE)\nI didn’t want a funeral for this\nvery reason.\n\nFELIX\nCan’t do much about that when you’re\ndead, can you?\nSARAH (ON PHONE)\nI’m watching, right now.\nFELIX (ON PHONE)\nOh. I dressed Vic. How do we look?\nSarah sighs, her anger subsiding a little.  Her POV settles\non the Rockabilly guy.\nSARAH (ON PHONE)\nNot as good as Rockabilly Bob.\nFELIX (ON PHONE)\nI know, still rockabilly after all\nthese years, you have to respect\nthat.\nSARAH’S POV moves to: a bored BIKER and his leather-fringed\nBIMBO, totally unconnected.\nSARAH (ON PHONE)\nI don’t even know that bitch with\nthe fringe.\n(POV to smoking girl)\nSherry’s upset though.\nFELIX (ON PHONE)\nShe thinks Vic pushed you in front\nof the train.  Priceless, really.\nSARAH (ON PHONE)\nI got the money, Fee. I still want\nus to be together.  It can work.\nFelix is silent.  Vic is glaring sideways.\nFELIX (ON PHONE)\nVic’s getting mad I’m taking a call.\nSARAH’S POV:  The binoculars leave Felix and focus on a car\npulling up behind them.\nA woman gets out - MRS. S, 60, heavyset, no-nonsense, working\nclass Brit through and through.  Sarah’s heart sinks.\nSARAH (ON PHONE)\nMrs. S.\nFelix spots Mrs. S with the same “oh shit” reaction.\n\nSARAH’S POV:  In the back seat is KIRA, 9, precocious,\nobservant, too smart by half.\nSARAH (CONT'D) Felix, Kira is there!\nFelix beelines to head off Mrs. S.\nSARAH (ON PHONE) (CONT'D)\nWhat the fuck did you do?  My daughter\ncan’t think I’m dead!\nEXT. INDUSTRIAL WATERFRONT, VANTAGE POINT - DAY\nSARAH (ON PHONE)\nFelix! Felix?\nShe’s yelling into a dead phone.  Powerless, she hangs up,\nwatches through the binoculars, trying to read body language.\nSARAH’S POV:  Mrs. S is stern and concerned, interrogating\nhim.  Felix placates, shepherding her back towards the car.\nMrs. S gets angrily in and drives off.\nBut WTF happened?  Sarah’s gut-sick, a visceral reaction.\nShe retreats to the car.  At a loss, she gets in.\nINT. AUDI - DAY\nSlams the door.  The quiet interior, just her panicked\nbreathing.  She tries to slow it down.  To take control.\nMovement behind her.  Sarah glances in the rearview mirror\nand sees herself.\nHERSELF.  In the backseat.\nSarah whips around. Another one of her. KATJA OBINGER. Pallid, sickly and pissed off. She waves an identical pink cell phone, has a thick German accent.\nKATJA\nBeth!  Why you not follow my text?\nSarah screams ...\nEND ACT FOUR\n47.\n￼\nACT FIVE\n106  INT. AUDI - DAY\nSarah screams at her new Doppelganger, launches herself out\nof the car.\n107  EXT. INDUSTRIAL WATERFRONT, VANTAGE POINT - DAY\nSarah reels. Katja gets out of the back.\nKATJA\nEntschuldigung! Sorry! SARAH\nKeep the fuck away from me.\nKATJA\nBeth, it’s Katja.\nSARAH\nHoly shit, holy, holy fuckin shit.\nSarah retreats, circling the car, keeping it between them,\nKatja waving that pink cell phone.\nKATJA\nBitte, Beth, I need to see the Doctor.\nSARAH\nSee whoever you want.\nKATJA\nThe Doctor must call me.\nSARAH\nJust stay back.\nKATJA\nI’m Katja. Katja Obinger, Beth.\nSARAH\nI get it, okay?  The German. I've\nseen your birth certificate.\nKATJA\nJah. You asked for it. For proof.\nSARAH Proof of what?\nKATJA All of it, Beth.\n\n￼\nKatja has a coughing spasm, hacks up clotted blood into a\nhandkerchief.  Begs Sarah over her bloody hands ...\nKATJA (CONT'D)\nPlease. I need the Doctor.\nBlood on her chin, on the pink cell phone.  Sarah is\nhorrified.\nSARAH\nI can’t help you.\nShe’s worked around to the drivers door again, quickly gets\nin.\nINT. AUDI - DAY\nBut before she can lock the doors, Katja’s leapt in the back.\nSARAH\nGet out of the car.\nKATJA\nNo. Fear will drive you crazy, Beth.\nYou're police, we need you.\nSarah has no response. Katja stares at her hard.\nKATJA (CONT'D)\nWhat’s going on over there?\nSARAH\nA friend’s funeral.\nKATJA\nWhy not go?  Why spy?\nSARAH\nThere’s people I don’t want to see.\nKatja leans forward, searching her features. Sarah tries to\npoker face her back, but it’s so unsettling, an alter-self\nin a mirror.\nKATJA\nJust one, I’m a few, familyless too.\nWho am I?\nIt’s a riddle, a test.  Sarah balks. And Katja knows.\nKATJA (CONT'D)\nYou’re not Beth.\nA rush of air and cracking glass.  A red mist momentarily\nblinds Sarah.\n\nAhh!\nSARAH\nTime slows as ... Sarah opens her eyes.  There’s blood\ndroplets on the front windscreen.  She turns around.\nKatja is slumped, head on her chest.  Sarah can’t see her\nface.  It doesn’t compute.  She sees ...\nA dollar-sized hole in the rear passenger window.  An exit\nhole, spider-cracked, out the blood-misted front passenger\nside.\nReal-time rushes back with another rush of air and instant\nbullet hole through the windows.\nSarah yelps, dives down.  Is she hit?  She can feel blood on\nthe side of her head.  All instinct now as she turns the\nkey.  The engine growls, she drops it in reverse.\nEXT. INDUSTRIAL WATERFRONT, VANTAGE POINT - CONTINUOUS\nThe Audi peels backwards, running over debris.\nSarah stays low, peering out the rear window.  Hits a bump,\nyelps as Katja’s still-seated body falls over.  Yelps as\nanother bullet rips through the windshield.\nThe Audi punches through a chain-link fence, skids Rockford-\nstyle into the street.\nSarah shifts into first, lights up the tires.  She madly\ncorrects the wheel as ...\nThe Audi fishtails up onto the curb, bounces back into the\nstreet and speeds away.\nEXT. LAKEFRONT PARK - DAY\nFelix bites his lip, deeply concerned with Mrs. S and Kira.\nHis reactionary memorial is backfiring as he watches ...\nVic holding the urn. Mourners dip handfuls of ash, wander\noff to say their private good-byes.\nHandfuls of “Sarah” tossed into the lake, the wind not\ncooperating, small clouds of ash blowing away.\nVic, doing some kind of Ganges River thing, wades out in his\nsuit, scatters the ashes in circles around himself.\nFelix at the water’s edge, sighs at the scene.  He lowers\nhis handful of ash to the surface, slowly letting the water\nseep into his hands, making a slurry.\n\nFELIX\nSorry, Elizabeth Childs.\nINT. AUDI, DRIVING - DAY\nSarah fumbles wads of kleenex as she drives, pressing some\nto the side of her head.  In the rearview, she sees she’s\njust nicked.\nShe gets a fresh tissue and tries to wipe down the windshield\nand dash.  It just smears.  Her hands shake uncontrollably.\nShe forgets the bloody windshield.  Someone who never cries\nis about to cry.\nSARAH\nWhat the hell is happening to me?\nA phone rings.  In the backseat.\nWith dread, she looks back to see ... Katja’s corpse flopped\nacross the back seat.  Dead eyes staring back, her own face\nwith an exit hole.\nKatja’s pink cell lies under her blood-matted hair, lighting\nup with each ring.\nSarah turns forward and just drives.  The phone stops ringing,\na relief.\nSarah startles as almost immediately, as a second phone rings.\nSame ring.  From her pocket she pulls out - the pink phone.\n“Unknown Caller”\nRing ... ring ... Does she answer it?  Sarah is torn a\nthousand ways.\nShe cranks the wheel.\nEXT. VACANT LOT - DAY\nThe Audi careens into an derelict industrial lot and skids\nto a halt.\nINT. AUDI - DAY\nPhone ringing in her hand, Sarah slowly turns to look in the\nback seat. The dead German lies there, eyes staring, exit\nwound oozing.\nSarah can't make sense of it. The fear is absolute. She\ncatches herself in the rear view. There's blood droplets on\nher face, a deja vu of the pilot teaser.\n\nShe wipes away the blood with a surge of panic, breaks the\nstasis and bursts out of the car.\nEXT. VACANT LOT - DAY\nSarah paces, the phone in her hand. Her thumb is poised to\nanswer, but she's terrified.\nShe hits the button, stays quiet. She can hear breathing.\nSarah switches voices and body language to \"Beth\".\nHello?\nSARAH\nEND OF PILOTEmbed"
}