{
 "_type": "song",
 "annotation_count": 1,
 "api_path": "/songs/671978",
 "artist_names": "Amanda Petrusich",
 "full_title": "Do Not Sell at Any Price by Amanda Petrusich",
 "header_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "header_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "id": 671978,
 "instrumental": false,
 "lyrics_owner_id": 171692,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1421165272,
 "path": "/Amanda-petrusich-do-not-sell-at-any-price-lyrics",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Amanda-petrusich-do-not-sell-at-any-price-sample",
 "release_date_components": null,
 "release_date_for_display": null,
 "release_date_with_abbreviated_month_for_display": null,
 "song_art_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "song_art_image_url": "https://assets.genius.com/images/default_cover_image.png?1699303299",
 "stats": {
  "unreviewed_annotations": 0,
  "hot": false
 },
 "title": "Do Not Sell at Any Price",
 "title_with_featured": "Do Not Sell at Any Price",
 "updated_by_human_at": 1421165272,
 "url": "https://genius.com/Amanda-petrusich-do-not-sell-at-any-price-lyrics",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/309105",
  "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "id": 309105,
  "image_url": "https://assets.genius.com/images/default_avatar_300.png?1699303299",
  "index_character": "a",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Amanda Petrusich",
  "slug": "Amanda-petrusich",
  "url": "https://genius.com/artists/Amanda-petrusich"
 },
 "artist": "Amanda Petrusich",
 "lyrics": "1 ContributorDo Not Sell at Any Price LyricsI first met the collector Christopher King on the same afternoon Hurricane Irene came whipping through central Virginia. I spent most of the drive to his home dodging cracked branches and other tree-borne detritus, eventually parking my rental car in a giant puddle and booking it to his doorstep. King, then forty-one, had short dark hair that he combed back and to the side, and a pale, round face that suggested a certain kind of old-fashioned innocence, although in actuality he was sharp and acerbic, quick with an eye roll and unlikely to let anyone get away with saying anything stupid. He had a tattoo of Betty Boop on his right bicep, which he acquired while working as a janitor, in an everlasting bid at solidarity with his colleagues. He smoked stubby cigarettes he rolled himself from a baggie of tobacco he kept in his front pants pocket. King was precise but open-minded, which was good, because he would eventually end up spending a terrifying amount of time walking me through the nuances of various recorded phenomena. I was grateful for that. If I wanted to learn about records—where they were, how they\nGot there, why it mattered—I knew I would need a tolerant sensei, a\nPatient guide\nKing worked as a production coordinator at Rebel Records, a bluegrass\nLabel, and County Records, an old-time label, both based in Charlottesville;\nHe was also the owner of Long Gone Sound Productions, a\nSound-engineering and historical music production company. On his\nOffice desk, alongside a supplementary-seeming desktop computer—in\nMy memory it was an archaic, Commodore 64–looking behemoth, although\nIn actuality it was likely a contemporary PC—sat a green Remington\nTypewriter. His eyeglasses were of another era. He didn’t own\nA mobile phone, and referred to mine as a “smart-thing.” His house in\nRural Faber, which he shares with his wife, Charmagne, his daughter\nRiley, and a bug-eyed Boston terrier named Betty, was outfitted with\nAn assortment of carefully vetted antiques and oddities. Like many\nCollectors, King had insulated himself from the facets of modernity\nHe found most distasteful. At one point he asked me if Lady Gaga was\nIndeed, “a lady.” He was not being coy or funny\nKing was flummoxed by my interest in collecting, which he insisted\nWas a mundane if not static hobby, and he answered my questions\nWith barely contained bemusement. What he was compelled by was\nListening, and the myriad ways people required and employed sound:\n“The question that never gets answered, or maybe that doesn’t even\nGet asked, is what is it about being human that makes us desire this\nThing that is so ephemeral?”\nMusic, he pointed out, was a universally recognized salve, and it\nWas worth considering the mechanics of that exchange, because understanding\nIt was the only way anyone could ever begin to explain\nWhy he collected 78s. “There’s some sound or some group of sounds\nOr some line of sounds that evokes something cathartic. I think every\nSingle human being has that, from one end of the spectrum to the\nOther,” he said\nAccordingly, King insisted he wasn’t collecting records so much as\nPetrusich_DoNotSell_TX_PTR.indd 32 4/28/14 5:29 PM\n33 Do Not Sell at Any Price\nPerformances. He liked the things, but he needed the songs, the catharsis—\nThe records were a vehicle. I would eventually hear a version of this\nSpeech get recited by dozens of different collectors, and it usually felt\nLike bullshit, but I believed King when he insisted that listening to a 78\n(rather than an LP or a digital reissue) proffered him a more thorough\nAnd transformative experience. He didn’t try to define it any further\n“It’s a fidelity thing and it’s also an aura, an intangible. I’m one of those\nPeople who don’t think there’s much that is inexplicable, but this is one\nOf the things that I would say is inexplicable,” he said\nKing was born and raised in Bath County, Virginia, and he’s never\nLived outside the state, save a brief, errant stint in Steubenville, Ohio\nDuring which he completed three days of a PhD program in philosophy\nAt Franciscan University. He’d previously studied philosophy\nAnd religion as an undergraduate at Radford University and learned\nThe practice of collecting from his dad, Les King, a local teacher and\nMusician who steadily accrued upright music boxes, antique books\nVictrolas, 16-millimeter films, records, and other curiosities. His\nFather\nWho passed away in the winter of 2001, remained a considerable\nPresence in his life, and King mentioned him frequently, with a\nMix of devastation and approbation\nAs a kid, King was often toted along to yard sales and flea markets\nBut his own collecting began when he serendipitously encountered a\nStack of 78s in an abandoned shack on his grandparents’ land. It’s a\nGood story, cinematic: “My grandmother had died, so my grandfather\nWanted me to come there and help clean out the sharecropper’s shed\nI remember opening the door to this tar-paper shack, and there was\nA dilapidated Victrola in the room. I knew what a 78 was and I knew\nHow to play them, but I had never had a profound attraction to them\nMaybe what Dad was playing didn’t tug at the strings in the right way\nSo I opened the lid and I’m going through records and there’s Blind\nWillie Johnson, ‘God Don’t Never Change.’ Then there’s Washington\nPhillips’s ‘Denomination Blues.’ Then there’s ‘Aimer et Perdre’\nBy Joe and Cleoma Falcon, a Cajun lost-love song. Dad helped me\nPetrusich_DoNotSell_TX_PTR.indd 33 4/28/14 5:29 PM\nAmanda Petrusich 34\nWash them. I was in eighth grade and became obsessed with going in\nPeople’s basements and looking under their porches. I can’t tell you\nThe stacks of 78s people would put under their porches back then.”\nKing started out looking for hillbilly records, which bled into blues\nWhich splintered into a profound affinity for the raw and rural sounding\n“If there’s any one continuous thread through everything that I\nHave, it’s deeply, deeply rural and backwoodsy. It’s almost like it turns\nIts back to the city. There’s something about that,” he admitted. King\nWas also preternaturally drawn to narratives of longing and discontent\nTo performances that sounded unhinged and uncontrollable. It was a\nPreference, unfortunately, that I recognized in myself—a base, possibly\nShameful desire to hear someone so overcome by emotion that they\nCould no longer maintain any guise of dignity or restraint. I suppose the\nIdea was that it made us feel less alone, hearing someone else unravel\nOr maybe it was a yardstick by which we could measure our relative\nDamage. Or maybe it just sounded good and liberating—a kind of proxy\nWilding. King was listening for it, constantly\nHe was also a guy who thought frequently about dying (he worked\nBriefly, as an undertaker) and was prone to saying things like “I prepare\nFor death every day. I’m obsessed with it.” It made sense that King, a\nCollector, would be fixated on the passage of time, and his preoccupation\nWith his legacy—as a curator, a producer, a father—fueled much\nOf his work. “Look at all the blatantly transient things that, ultimately\nAre never going to last, like Facebook postings,” he complained to me\nOne day on the telephone. “I’m definitely obsessed with the notion that\nIt could end just like that. What’s going to be left behind?”\nIn actuality, the question of what will endure has never been more\nComplicated to answer. Although King would have scoffed at the notion\nIt’s possible to argue that our digital legacies (all those dopey Facebook\nPosts) will ultimately prove infinitely more enduring than our material\nLegacies. They are, after all, replicated and indissoluble—such is\nThe way of the Web. These days, there are even services to help with\nThe posthumous management of a digital legacy; now, when people\nPetrusich_DoNotSell_TX_PTR.indd 34 4/28/14 5:29 PM\n35 Do Not Sell at Any Price\nDraft wills and name executors, they can also make arrangements with\nCompanies like Legacy Locker, “a safe, secure repository for your vital\nDigital property that lets you grant access to online assets for friends\nAnd loved ones in the event of loss, death, or disability.” It’s hard not\nTo assume that this is how future generations will engage with and be\nEdified by the past—that this is the way they’ll come to understand\nHow humans used to live\nBut I knew what King meant about endurance, about capturing\nSomething true. Maybe what he was actually looking for on all those\nRecords—what I was actually looking for—were songs that somehow\nCaptured the tenuousness of even being alive in the first place. Songs\nThat recognized, either explicitly or implicitly, the threat of swift and\nComplete termination that all living creatures are forced to contend\nWith. And it’s not just that our existence is friable. Our happiness is\nToo. Anything can fall apart\nKing had been involved, in one way or another, in many of my favorite\nReissue collections, but the one that seemed closest to his heart\n(and that best encapsulates his particular worldview) is Aimer et Perdre:\nTo Love & to Lose, Songs, 1917–1934, which was released in 2012 on the\nTompkins Square label. King produced and remastered and fussed it\nInto being; all the 78s were sourced from his private collection, and\nHis introductory essay is an earnest paean to what he refers to as “our\nInexplicable mulishness in seeking out relationships that we know will\nUltimately both enrich us and devastate us, more often at the same\nTime.” I think King found solace in the idea that bad love was an ancient\nHuman pastime, and that our desperate search for (and epic bungling\nOf) intimate relationships was somehow hardwired into our DNA—\nThat heartache was a kind of biological inevitability. In any case, he\nHad assembled a record collection that seemed to very clearly say as\nMuch. Or, as he wrote in the same notes: “Many of the songs in this\nCollection convey the deep despair of abandonment and loss as if the\nOnly precondition of our being is our ability to suffer, to hold multitudes\nOf contradictions such as regretting having done and not done the same\nPetrusich_DoNotSell_TX_PTR.indd 35 4/28/14 5:29 PM\nAmanda Petrusich 36\nThing at different times and under different conditions.” It was dark\nBut it was true: we suffer, therefore we sing\nKing’s records are neatly contained on squat, custom-built shelves\nLining the north wall of his music room, itself a dark and mystical\nSpot—a small, cooled space packed with vintage audio equipment\nInstruments, artwork, and books. (If you are prone to romanticizing\nSuch things, a gasp upon entry is inevitable.) King controlled one of\nThe best assortments of prewar Cajun 78s (his friend, the collector Ron\nBrown, had the other), and his stock of Albanian folk records, a newer\nPreoccupation, was inimitable. Now that most of the coveted prewar\nBlues records had been discovered or at least named, many collectors\nHad moved on to more “exotic” fare, although the musical through line\nRunning through all of it remained clear: these were outlier records\nFrenzied and raw\nMore important—to me, at least—was that King is also the keeper\nOf one of three known copies of Geeshie Wiley’s “Last Kind Words\nBlues” and one of three known copies of Blind Uncle Gaspard’s “Sur\nLe Borde de l’Eau,” arguably two of the saddest, strangest songs ever\nRecorded, a fact he summarized thusly: “So, I have two of the world’s\nMost rare and most depressing 78s ever . . . if I were to be swallowed\nUp, would all the sadness disappear with me?”\nKing was joking, and I had not yet sunk so far as to believe that\nThe whole well of human despair—that eternally flush reservoir—was\nSomehow being sustained or directed by two old records, but they did\nFeel imbued with a certain otherworldly import. I first heard “Last Kind\nWords Blues” on a 2005 Revenant Records compilation called American\nPrimitive, Vol. II: Pre-War Revenants (1897–1939) (King, incidentally\nHad remastered that collection). By then, collectors and researchers\nHad figured out the song was recorded in Paramount Records’ Grafton\nStudio in March 1930, but nobody knew how its creator, Geeshie\nWiley, had gotten to Wisconsin, or where she came from (she might\nHave spent time in Natchez, Mississippi, or at a medicine show farther\nNorth in Jackson, or—as King suggested after noting the particular way\nPetrusich_DoNotSell_TX_PTR.indd 36 4/28/14 5:29 PM\n37 Do Not Sell at Any Price\nShe pronounced “depot”—been born and reared somewhere along the\nTexas-Louisiana border), or even what her real name was (“Geeshie”\nWas likely a nickname, indicating she had Gullah roots, or was a descendant\nOf West African slaves brought to South Carolina and Georgia via\nCharleston and Savannah). Wiley played with a guitarist named Elvie\nThomas, and they recorded six sides for Paramount between 1930 and\n1931. Beyond that, there wasn’t even significant conjecture about her\nLife—who she loved, what she looked like, how she died. Wiley was\nA specter, fiercely incorporeal, a spirit suggested if not contained by\nShellac. King thought that was part of her appeal—that we could project\nWhatever we needed onto her—but “Last Kind Words Blues” is also so\nOdd and chilling an accomplishment that it effectively transcends its\nOwn mythology. Or at least renders it mostly subordinate\nWiley’s lyrics and phrasing aren’t idiosyncratic, exactly, but they’re\nRhythmically baffling in a way that makes her performance feel singular\nIf not entirely unreproducible—to the extent that it almost makes\nSense that the record itself is so rare. In his essay “Unknown Bards,”\nJohn Jeremiah Sullivan called the song “an essential work of American\nArt, sans qualifiers, a blues that isn’t a blues, that is something other\nBut is at the same time a perfect blues, a pinnacle,” and the confusion\nSullivan references—the psychic disorientation stirred up by Wiley’s\nPerformance—\nIs maybe the only quantifiable thing about it. King\nChided me about my inability to articulate precisely what it was about\n“Last Kind Words Blues” that I found so undeniable—why it worked on\nMe; why, by the time she arrived at the “What you do to me, baby / It\nNever gets out of me” bit, I was half-breathing and glassy-eyed—but that\nMystery was a fundamental part of its allure. In “O Black and Unknown\nBards,” the James Weldon Johnson poem that gave Sullivan’s piece its\nTitle, Johnson wrote of his own bewilderment regarding the composition\nOf certain spirituals, presenting the only useful question one can\nReally ask of Wiley: “How came your lips to touch the sacred fire?”\n“Last Kind Words Blues” was the first record I ever asked King\nTo play for me, and I suspect it’s the one most people request if they\nPetrusich_DoNotSell_TX_PTR.indd 37 4/28/14 5:29 PM\nAmanda Petrusich 38\nEver make it past his front door and get a chance to start demanding\nThings. There’s even an online video—shot by the 78 Project, a pair of\nBrooklyn-based\nFilmmakers who traveled around recording new artists\nTo blank lacquer discs on a 1930s Presto Direct-to-Disc recorder—titled\n“Christopher King Plays Geeshie Wiley,” which is, incredibly, just that:\nThree and a half minutes of King spinning “Last Kind Words Blues”\nOn a turntable and looking uncomfortable. At one point he scratches\nHis nose\nIf Wiley is an enigma, Blind Uncle Gaspard is a wisp. The guitarist\nAnd curator Nathan Salsburg sent me an MP3 of “Sur le Borde de\nL’Eau” one October, after I told him I’d never heard it; to his credit\nHe included fair warning (“The end of [the] side sounds completely\nLike he’s choking up and can’t go on and thank God the record’s over\nHe’s probably just got a frog in his throat . . . But it sure as shit doesn’t\nSound like it, reaching through the years and kicking you in the face.”)\nGaspard was born in 1880 in Avoyelles Parish in Dupont, Louisiana\nRecorded a handful of Cajun ballads and string-band songs for Vocalion\nRecords in two sessions in the winter of 1929 (one in Chicago, one in\nNew Orleans), and died in 1937. I’d heard “La Danseuse,” the Gaspard\nAnd Delma Lachney track the collector and producer Harry Smith included\nOn The Anthology of American Folk Music, and I thought it was a\nVery sweet guitar and fiddle tune, but “Sur le Borde de l’Eau” is something\nElse entirely. I don’t know what Gaspard is going on about (I\nDon’t speak enough French), but I’m certain the payoff isn’t narrative\nHis voice is so saturated with longing that it seems to hover midair, a\nHelium balloon that’s lost too much gas. It is tenuous and malfunctioning\nAnd then it disintegrates entirely, like the best/worst relationship\nYou’ve ever had, like a ghost disappearing into the mist\nKing acquired a copy in a trade with a collector he will still identify\nOnly as “Paul” (“It sounds more Mr. Arkadin–esque that way . . . Jeez, I\nDon’t want to give up all my secrets!”) in late 2012. When I visited him\nIn November of that year, a few days before Thanksgiving, he didn’t\nMake me wait very long to hear it. We decamped to his music room\nPetrusich_DoNotSell_TX_PTR.indd 38 4/28/14 5:29 PM\n39 Do Not Sell at Any Price\nWith tall glasses of Turkish iced tea and he let me have the good chair\nThe one behind his desk, the one that faced the speakers. I made him\nPlay it for me again several hours later, right before I left, and I sat and\nStared at the turntable, watching the record spin, feeling flabbergasted\nAnew that anything so alive-sounding could be carved into a slab of\nShellac. I had sipped some stronger drinks by then, but still: the entire\nExperience was so disorienting that I lurched off into the icy Virginia\nNight without my coat and scarf\nKing is well regarded as an engineer—he’d been nominated for six\nGrammys and won one in 2002, which he now stores in a cardboard\nBox labeled ACCOLADES—and his ability to wrangle usable sound from\nGouged and battered records was astonishing. It was so astonishing, in\nFact, that I periodically questioned both its origins and its manifestations\nWhat did King hear when he listened to his records? What did I\nHear? Those discrepancies, when and if they existed, were they physical\nOr metaphysical? Had I just blithely annihilated my eardrums via a\nCatastrophic combination of punk-rock records and shitty headphones\nAn end-of-day blaring ritual that had eased me through several years\nOf life and work in New York City? Or was it more complicated—was\nIt a function of need? Did King hear more because he needed more?\n“I can hear stuff that’s on a different frequency than a lot of other\nPeople,” King said. “It’s also really irritating. I can be in the living room\nReading with fans going and Betty could be in the library lying on the\nFloor, but I can hear her heart beating. She’s a small dog. I have an intense\nAcute sense of hearing. It’s selective; I can turn it off when people\nAre talking. Is it a form of autism? I don’t know.”\nWhat was certain was that his work required a great deal of ingenuity\nThe turntable in his music room was littered with oddly sized bits—\nMatchsticks, tongue depressors, little plastic ice-cream spoons—that\nHe used to weigh down the tone arm based on assumptions he’d made\nOr things he’d learned regarding certain studios or recording sessions\nHe accommodated for factors like ambient humidity, or a tilt in the\nFloorboards, or a distraction on the part of the original engineer, who\nPetrusich_DoNotSell_TX_PTR.indd 39 4/28/14 5:29 PM\nAmanda Petrusich 40\nMay have been daydreaming or hungry or new at the studio. When he\nWas working on remastering records for Revenant Records’ Screamin’\nAnd Hollerin’ the Blues: The Worlds of Charley Patton, an epic, seven-CD\nCompendium of Patton’s work, he managed to suss out a second voice\nOn Patton’s “I’m Goin’ Home”—a whole other person, singing along\nFrom a different room. “It’s definitely there,” he shrugged. “No one\nKnows who the hell it is.”\nWhat King did, in these instances, was something akin to translation\nAnd it was useful, generous work. Sonically speaking, 78s can be\nIntimidating—the music they contain is often ancient sounding, so\nObscured by years and circumstance that it becomes too distant, too\nHistoric, to be properly felt. Shrouded by mythology and crackle, it’s\nEasy to forget that Charley Patton sang about fucking and heartbreak\nAnd shit that pissed him off—all the same stuff people sing about now\nKing humanized and demystified the performance by isolating a breath\nA foot stomp. Some goon waiting outside\nSometimes King’s mission had to do with how a record was played\nAnd the shape it was in when he got it. Was the Victrola crooked, were\nPeople dancing so vigorously that the needle kept jumping, was the\nRecord stored in a damp basement or a drafty attic? Mostly, though, he\nWas compensating for the shortcomings of a then-nascent technology\n(most records weren’t recorded precisely at 78 rpm, and some weren’t\nRecorded anywhere near that speed). The same night King played me\nHis Gaspard we also listened to Robert Johnson’s “Hell Hound on My\nTrail,” a song I’d heard hundreds of times before, only it sounded different\nClearer, more vigorous. I asked King about it. He smirked. When\nI looked at his turntable, I saw it was spinning at 79.4 rpm and that\nHe had placed a Popsicle stick on top of the stylus. It felt like a magic\nTrick. A conjuring\nI’ve since consumed several of the most gluttonous meals of my adult\nLife with King, a dubious gastronomical streak that began in the front\nPetrusich_DoNotSell_TX_PTR.indd 40 4/28/14 5:29 PM\n41 Do Not Sell at Any Price\nSeat of King’s Volkswagen, then parked outside Dudes Drive-In in\nChristiansburg, Virginia. The aftermath was bleak, spiritually speaking\n“I feel like I just ate a small child,” King announced. The remnants\nOf a hamburger steak sandwich quivered in his lap. I squirted more\nKetchup packets onto a cardboard boat of tater tots, which I’d strategically\nPositioned on the dashboard for continued ease of access\nA typewritten track listing for Mama, I’ll Be Long Gone, a collection of\nSongs recorded by the prewar accordionist Amédé Ardoin and recently\nReissued by King, was Scotch-taped to the glove box. I was careful not\nTo smear it. “I’m gross,” I mumbled to no one in particular. I took a long\nPull of Coke. My mouth was still crammed with cheeseburger. King had\nWarned me about the culinary limitations of our destination—the way\nHe put it was, “If you flew over at night, the area would be illuminated\nWith the lights of a thousand deep fryers”—but we didn’t try especially\nHard to circumvent that proclamation. Cursory consideration was paid\nTo the barbecue restaurant next door, but their evening’s scheduled\nEntertainment (a pair of longhairs strumming the Statler Brothers’\n“Flowers on the Wall”) had functioned as an instant appetite suppressant\nFor King. I could see that much on his face\nA few weeks earlier, I had convinced King to let me tag along on a\nJunking mission—the procurement of records from people who don’t\nKnow or care to know their worth, financial or otherwise—to the Hillsville\nVFW Flea Market and Gun Show in Hillsville, Virginia, a sleepy\nLittle town in the eastern foothills of the Blue Ridge Mountains, about\nTwenty miles from the North Carolina border. King had been lucky\nThere before, although he also warned me that it might be a tremendous\nBust: “I’ve gone almost every year for fourteen years,” he wrote in an\nE-mail. “Some years I’ve done quite well . . . Scored a [Charley] Patton\nOnce, several Henry Thomas records another, a Reeves White County\nRamblers another, a large stack of Polish string bands another. Last\nYear I came back with nothing . . . It’s just like that. But it is a stinky\nDusty, terribly early trek (you have to hit it, and hit it hard, early on\nFriday just as the sun comes up).” This, I knew, was how good records\nPetrusich_DoNotSell_TX_PTR.indd 41 4/28/14 5:29 PM\nAmanda Petrusich 42\nGot found—not by belatedly stopping by the Jazz Record Collectors’\nBash in suburban New Jersey. And while I wanted to watch King work\nI also wanted to see what sorts of things I could find for myself\nOn the Thursday before the market opened, I met King in his office\nAt County Records. Getting to Hillsville on time required driving the\nTwo and a half hours from Charlottesville to Christiansburg, spending\nThe night, and waking up before six to finish the trip. King was a good\nTraveling companion, not above friendly ribbing (he immediately gave\nMe shit about the size of my duffel bag—which I still contend was reasonable—\nAs he hoisted it into his trunk), amenable to frequent stops\n(in part so he could smoke), and prepared to discuss, at length, all the\nGrand failings of humankind, both as they related to our individual lives\nAnd to the whole of the species. (“It seems like I only enter into an\nAbysmal depression every year and a half or so, and it’s usually because\nOf having to go to Whole Foods.”)\nWe also talked about records. King had developed a marked disdain\nFor collectors who issued compilations of their finds but failed\nTo procure the necessary support documents—the ones who didn’t\nProvide meaningful context for the music they were promoting. As far\nAs King was concerned, collectors should embrace research, and the\nOnes who refused to were dilettantes. “They don’t feel like they need\nTo fill in any information, and so it creates this imaginary, artificial\nMythology,” he said. “It’s a pretense that covers up a banality that they\nDon’t want to reveal to others. ‘We just like this—we don’t want to tell\nYou about it.’ The people who impress me are the people who become\nSo obsessed with the music that they do everything in their power to\nGet the best-condition copies of the discs, and then find out everything\nThey possibly can about some really obscure, arcane musician or type\nOf music. Then they provide it. They don’t withhold it.”\nI still hadn’t quite worked out how I felt about most 78 collectors’\nObsessive desire to contextualize—in the worst instances, to synthesize\nSpotty research into quasi-academic narratives—and I still wanted to\nBelieve that these records were significant on their own merits, inde-\nPetrusich_DoNotSell_TX_PTR.indd 42 4/28/14 5:29 PM\n43 Do Not Sell at Any Price\nPendently of any applied historical heft. It was music, after all. Why\nDistance ourselves from it? Modern listeners, I insisted, didn’t have\nMany chances to experience art in a vacuum, devoid of cultural currency\nAnd freed from the constraints of time and place. Wasn’t it an\nOpportunity? A thing to treasure?\nHe didn’t say as much, but I’m fairly certain King thought I was\nBeing naïve, if not willfully oblivious. There were some eye rolls. I\nBrought up Wiley. Didn’t he believe “Last Kind Words Blues” was good\nEnough to devastate a roomful of, say, rural Swedes who didn’t know\nAnything about the country blues or Mississippi or rare 78s? Who hadn’t\nYet engaged in a spirited debate about whether she says “bolted meal”\nOr “boutonniere” or “broken will” at the end of that early verse? He\nMade a face at me. “There’s just too much richness to be derived from\nThe context of the original recording,” he said. “Reckon it makes me a\nPessimist or killjoy, even though I’m a true believer in the redemptive\nPower of Geeshie.”\nUltimately, King and I would end up spending more time bickering\nAbout this than anything else—I had taken to arguing that Wiley could\nDestroy anyone, anywhere, regardless of what he or she knew or didn’t\nKnow—and a few months after I got back from Virginia, when I started\nUp about it again, he sent me the following e-mail:\n“Here’s a thought-experiment. Rather than the 78 being presented\nTo a bunch of rural Swedes, Albanians, or Greeks, why don’t you have\nThe actual Geeshie Wiley show up in Albania and [the Albanian clarinetist\nViolinist, and singer] Riza Bilbyl show up in Jackson, Mississippi?\nDo you think that the reaction of a bunch of rural Albanians\nTo Wiley’s music or a bunch of sharecroppers in Mississippi to Riza\nBilbyl in the 1930s would differ from their reaction right now? If so\nWhy? Now, remove Geeshie and Riza and replace them with a battered\nOnly-known copy of their respective 78 but retain the two different\nDate spreads . . . would the reaction to their greatness be diminished\nOr intensified by the introduction of this base artifact rather than the\nReal thing?”\nPetrusich_DoNotSell_TX_PTR.indd 43 4/28/14 5:29 PM\nAmanda Petrusich 44\nI mean, he was right: time and circumstance shape our understanding\nOf art in substantial ways. But what I still couldn’t unpack—probably\nBecause I often caught myself conflating the two—was whether my\nSubjective context (the fact of me, where I live now and when I was\nBorn, my understanding of heartache and what I ate for lunch) can or\nShould be trumped or augmented by a more objective context (the fact\nOf the song, of how and where and why it was made). I remain a staunch\nBeliever in the subjective experience, but I am skeptical, sometimes, of\nObjective significance. As an engineer, King was tasked with balancing\nAll contexts: what he wanted to hear, what he was supposed to hear\nWhat was actually audible. John Muir’s famed assertions of interconnectedness—“\nWhen we try to pick out anything by itself we find that\nIt is bound fast by a thousand invisible cords that cannot be broken\nTo everything in the universe,” he wrote in his journal in 1869—felt\nApplicable\nThat Thursday night, after we’d arrived in Christiansburg and scrounged\nSupper at Dudes, King and I commandeered a pair of beige-colored\n$49-a-night beds at an Econo Lodge near the highway. The hotel was\nSet up like an old motor inn, with two levels of rooms emptying onto\nConcrete balconies. A fleet of cable repairmen were tailgating in the\nParking lot, slapping wads of hamburger meat onto hibachi grills and\nEmptying endless cans of Pabst Blue Ribbon beer. I entertained a handful\nOf cheery solicitations while wandering around with a plastic bucket\nHoping to ice the bourbon I’d brought from Charlottesville. When the\nTimbre shifted from jovial to menacing, I darted back to my room, piled\nAll the unbolted furniture in front of the door, unwrapped a plastic cup\nPoured myself a drink (neat), and fell asleep horizontally with all of\nMy clothes still on\nKing and I had agreed to meet up in the lobby at six A.M. sharp\nBefore I’d left New York for Virginia, I’d asked King if I needed to\nBring anything in particular with me. He’d sent this advice, which I was\nPetrusich_DoNotSell_TX_PTR.indd 44 4/28/14 5:29 PM\n45 Do Not Sell at Any Price\nTempted to print out and tape to the inside of my closet door, like Joan\nDidion in “The White Album”:\nSo, you should pack:\nA) water-bottle\nB) knapsack\nC) comfortable shoes that you can burn afterwards (I’ve read that\nLadies in New York do this all the time, so this is more of an\nAfterthought)\nD) handkerchiefs (viewed from the moon, Hillsville at noon would\nAppear to be a dust storm, as if it were over the Sahara)\nE) change of clothes or two (I even offend myself after three or\nFour hours at the market)\nF) a disbelief in what humanity can bear\nIt seemed comprehensive—and applicable to a variety of reporting\nScenarios. I dressed in a pair of cutoff Levi’s, a white tank top, and my\nOld Converse sneakers. I filled my water bottle from the bathroom\nTap, secured it in my backpack with my cell phone, notebook, pens\nAnd recorder. I pulled my hair into a knot on top of my head. I rubbed\nMy eyes. I felt like I was preparing myself for battle, or for indoctrination\nInto some brotherhood of shared trauma. I dragged the furniture\nAway from the door, strapped on my backpack, and walked outside and\nToward\nThe lobby\nThe moon—a blue moon, incidentally, which felt portentous even\nFrom the Econo Lodge parking lot, typically a romance-obliterating sort\nOf place—was still sunken and teeming in the sky. Despite the lack of\nSun it was already hot, or maybe just moist; every time I inhaled, I felt\nBloated, sticky from the inside out. While I waited for King to appear\nI poured myself a cup of tepid coffee from the lobby pot and watched\nThe local news on TV. A skinny teenager named Levi Moneyhunt was\nBeing interviewed regarding his participation in something called the\nCatawba Farm Fest, which seemed to involve him playing “old-time\nPetrusich_DoNotSell_TX_PTR.indd 45 4/28/14 5:29 PM\nAmanda Petrusich 46\nMusic” on a yellow Flying V electric guitar. I was underlining the words\n“Levi Moneyhunt” in my notebook when King arrived. He was dressed\nIn jeans and a tucked-in brown T-shirt. His leather-and-canvas rucksack\nContained an antique record-carrying case, complete with cardboard\nSeparators, where he could stow and protect his purchases\nFollowing a brief consultation, we decided to take breakfast at the\nWaffle House on the other side of the parking lot. I ordered a plate of\nFried eggs and smothered hash browns. The toast—wheat, a concession\nThat now strikes me as absurd—was so thoroughly saturated with\nButter that it could no longer ably support itself. I gobbed a tiny tub of\nGrape jelly on top of it and shoved it into my mouth anyway. It seemed\nSmart to renew our resources, bank some energy. While we forked our\nEggs, King outlined his plan for the day. We’d head directly to a record\nDealer he’d had luck with before—a guy named Rodger Hicks who\nTrekked to Hillsville every year from Forest Hill, West Virginia, a couple\nHours north. King knew where his table was typically located, and he\nKnew we needed to get there early. After that, we’d walk around for as\nLong as we could stand it, looking for records concealed amid other\nRelics. I asked King what I should expect, broadly speaking. “You’ll want\nTo take a picture,” he said. “You’ll be stunned. By how many people\nHow thick the people are, how thick the tents are, how big the whole\nThing is, and I guess by how disgusting it is.” I told him I’d seen some\nPretty grody displays in Brooklyn, like this one time a guy in track pants\nVacated his bowels on the sidewalk outside my apartment. I received\nAn eye roll. We tossed down some cash for our meal, climbed back into\nThe Volkswagen, and sped off\nKing and I approached Hillsville from the north, rolling through\nMiles of bucolic countryside, up and down, smoothly, like a surfer\nStraddling his board at sunrise. There is a moment in late August, in\nThe South, where the landscape gets nearly obscene—overfed and cognizant\nOf what comes next—and unleashes a final, boasting parade of\nVirility. Abundance was in the air. Just a few miles outside of town the\nYard sales started, driveways and porches crammed with junk. Out-of-\nPetrusich_DoNotSell_TX_PTR.indd 46 4/28/14 5:29 PM\n47 Do Not Sell at Any Price\nTowners were coming, with cash, in pursuit of they-ain’t-sayin’-what\nAnd anyone lucky enough to own property along the primary artery\nTo the market was taking full advantage of the sudden influx, luring\nShoppers off-course with renegade wares. Entire houses appeared to\nHave been turned inside out. Traffic slowed. There was some aggressive\nBrowsing. People were caffeinated. King, for his part, was stoic\nUnswayed by the siren call of unregulated product, and by 8:40 A.M. we\nHad parked at a lot in town (five dollars to the man in the overalls) and\nWere marching, briskly, toward Rodger Hicks’s tent, past the vendors\nWith fanny packs of small bills, past the women tearing open packages\nOf gas station donuts and unleashing tiny puffs of powdered sugar. The\nAir was airless—heavy and close, like a wet sheet\nTramping through a flea market with Chris King is oddly thrilling\nLike getting tied to the back of a heat-seeking missile, or being RoboCop\nAs we moved steadily toward our target, King scanned various tables\nAnd booths, pointing out any vendor with a gramophone—to King, the\nMost obvious signifier of a potential shellac windfall. I can’t overstate\nHow good he is at this; he can turn a corner and point out a Victrola in\nAbout 1.5 seconds. I, meanwhile, was distracted by nearly everything\n(“Oh, I had this exact Alf doll when I was a kid!”), and for each whiskey\nDecanter shaped like the Great Chicago Fire that I paused to admire\nKing discovered another sagging box of old media tucked inside a teak\nMidcentury buffet. At this point, he was only making mental notes of\nSpots to revisit. We needed to get to Hicks by nine A.M., when the flea\nMarket officially opened and vendors could begin selling their goods\nBy the time we found Hicks’s booth, there were already a few shoppers\nMilling about, including a collector King recognized—a soft-spoken\nOlder gentleman with a mustache and a buttoned-up shirt named Gene\nAnderson. After I introduced myself, Anderson let me flip through his\nWant lists, which he’d slipped into clear plastic pages and assembled\nIn a binder—based on the contents, he had what appeared to be a solid\nCollection of prewar country and blues records on his shelves already\nKing, meanwhile, nodded hello to Hicks—a middle-aged man with\nPetrusich_DoNotSell_TX_PTR.indd 47 4/28/14 5:29 PM\nAmanda Petrusich 48\nThin brown hair pulled into a ponytail and a pair of tiny, oval-shaped\nSunglasses—leaned over a box of 78s, and began thumbing away. On a\nPiece of cardboard, someone had written GOOD 78S BE CAREFUL, but\nRivulets of dew had already dripped through the tarp Hicks had strung\nUp, saturating the sign. King snorted and pushed it aside\nMost of the tent was filled with used rock LPs, 45s, and CDs. Rodger\nHicks seemed to have some passing sense that certain old 78s were\nWorth something, although he also hadn’t really bothered to follow\nThat thread to any logical pricing conclusions. The bulk of his 78s were\nMarked at just a couple bucks, although a few in especially good condition\nWere randomly priced at $100 to $300. Some negotiation was\nExpected. Almost immediately, King nudged me and handed over a Paramount\nPressing of Blind Lemon Jefferson’s “That Black Snake Moan,”\nWhich he already owned and wasn’t interested in—it was marked $250\nWhich was probably about $100 more than most collectors would pay\nIt’s a powerful, groaning song—the black snake, in this case, being\nBoth exactly what it sounds like and a useful metaphor for Jefferson’s\nFear of everything he couldn’t see—but was also popular, meaning an\nAwful lot of copies were pressed. I was tickled by the idea of having\nIt in my clutches, but I wasn’t particularly seduced by the song or its\nPrice. I set it down\nKing chatted amicably with Anderson and kept on pulling out records\nI stood a few feet away, jotting impressions of the crowd in my\nNotebook (“A woman in a visor holding an LP and yelling, ‘Jim, look\nSteve Miller!’ ”) and occasionally peeking over King’s shoulder. I felt\nAcutely aware of wanting to stay out of his way, lest I complicate a\nDelicate acquisition process. At some point, King faux-casually asked\nAnderson what he’d picked up so far, then appeared relieved when\nAnderson showed him his selections. (Watching two collectors interrogate\nEach other about recent—or, in this case, ongoing—purchases is\nA little like watching two high-achieving middle school students warily\nProd each other about a grade: “What’d you get?” “What? What’d you\nGet?” “What?”)\nPetrusich_DoNotSell_TX_PTR.indd 48 4/28/14 5:29 PM\n49 Do Not Sell at Any Price\nFinally Anderson paid for his records and ambled off, and King\nShowed me the 78s he’d pulled, which included two notable rarities:\nEddie Head and His Family’s “Down on Me” / “Lord I’m the True Vine”\n(one of two, maybe three known copies; it was priced at two dollars)\nAnd Sylvester Weaver’s “Guitar Blues” / “Guitar Rag” (less rare, but in\nNotable condition—an E copy, which would replace King’s E-minus\nCopy). After a bit of gentle bargaining, King paid Hicks $100 cash for\nA total of nine 78s. He knelt down in the grass and gently tucked the\nRecords into his case. He was pleased. I picked up a few of King’s castoffs\nIncluding 78s from Stick McGhee, Washboard Sam, and Blind Boy\nFuller, and a stack of Victor pressings of early Carter Family tunes. I\nPaid around forty dollars for all of it. I was beaming. King was proud\nBefore we walked away, King stopped to ask Hicks what else he’d\nSold that morning. Although vendors weren’t technically supposed\nTo open for business before nine A.M. on Friday (those hours would\nChange to seven A.M. the following year), many had been camped out in\nHillsville for a couple days already. With the profit margins on hocking\nOld shit hovering somewhere between slight and undetectable, you\nCouldn’t really blame a guy for entertaining early offers. While readjusting\nHis shorts, Hicks, already gloriously sweaty, unpinned a grenade:\nHe’d sold $1,600 worth of “blues records” to “someone from Raleigh”\nEarlier in the week—probably Wednesday. He’d been in the field since\nSunday. He didn’t recall the specific titles. King, I could tell, was ruffled\nNot miffed, exactly, but disturbed. Hours later, when we stopped for a\nLate lunch and several gallons of sweet tea at the Blue Ridge Restaurant\nIn Floyd, Virginia—King ordered “country ham” and I ordered “city\nHam” and we both got the brown beans and fried squash—he brought\nIt up again. “I won’t sleep for several weeks,” he sighed. I couldn’t tell if\nHe was being serious. For now, though, the information was filed away\nWe trudged off, once more unto the breach\nIn retrospect, it occurs to me that if one was interested in compiling\nThe world’s most comprehensive collection of sweat-soaked T-shirts\nThe Hillsville VFW Flea Market and Gun Show would be an unqualified\nPetrusich_DoNotSell_TX_PTR.indd 49 4/28/14 5:29 PM\nAmanda Petrusich 50\nMecca. Here, the gradual darkening of preshrunk cotton mirrors a darkening\nOf the soul. It is unconscionably hot and crowded, and attendees\nAre forced to contend with several miles of gently used detritus, all\nThe bits and bobs—a thousand riffs on colored plastic—humans have\nDesigned to ease our long, slow crawl toward death. Surrender is required\nOr else you will crumple under the weight. When a portly man\nSporting strained cargo shorts and an orange GUNS SAVE LIVES sticker\nUnleashed an epic, undulating belch a couple inches from my face—we\nWere both digging, somewhat frantically, through a mound of stateshaped\nRefrigerator magnets—I found myself not only not repulsed\nBut almost wanting to shake his hand\nHillsville allows for (and perhaps even encourages) sudden reinvention\nAnd you could probably outfit an entire one-bedroom apartment\nHere for $500, particularly if you subscribe to the “odd old stuff”\nAesthetic (which seized Brooklyn, at least, several years ago, and to\nWhich I continue to shamefully adhere). But even if you don’t, there\nIs copious bounty to be ravaged: hand-carved Victorian bed frames\nAnd kitschy Atomic Age knickknacks and gold-and-ivory pocketknives\nAre plentiful, but so are dented Ikea nightstands and used Cabbage\nPatch dolls and Duracell batteries of unknown origin. It is a feast of\nAccumulation, presented without judgment or categorization. I was\nInstantly reminded of Donovan Hohn’s “A Romance of Rust: Nostalgia\nProgress, and the Meaning of Tools,” a 2005 Harper’s essay in which\nThe author visits the barn of an antique tool collector and is struck by\nHow zoological his collection appears. “Divorced from usefulness and\nSubjected to morphological classification, they looked like the fossils\nOf Cenozoic mollusks or the wristbones of tyrannosaurs,” Hohn wrote\nOf his subject’s prizes\nThere is no sense of genus or species at Hillsville—everything is\nEverything—but product, detached from both its intended use and\nThe codified retail experience, becomes ungrounded, ill defined, and\nIncreasingly absurd: all parts and no corresponding whole. After less\nThan an hour of browsing, the merchandise at Hillsville resembled a\nPetrusich_DoNotSell_TX_PTR.indd 50 4/28/14 5:29 PM\n51 Do Not Sell at Any Price\nWord I’d said too much—as if I’d accidentally subtracted all meaning\nVia blind repetition, as if it had never had any meaning at all. Particularly\nUpsetting were objects of recent vintage: piles of video games\nFrom 2011, hardcover installments of Harry Potter, an unopened Cuisinart\nPanini press. Hohn, at an estate auction, remarked how an ink-jet\nPrinter, still in its original box, had “already passed into that limbo of\nWorthlessness that exists between novelty and nostalgia,” and, looking\nAcross the fields, I recognized that vast and endless void—the terrain\nOf the freshly outmoded, of that which is neither useful nor evocative\nObviously, none of this slowed us down. Existential duress has no\nPlace at Hillsville; it is softened or eradicated by the consumption of\nDeep-fried foodstuffs. Available at one tent near the entrance were\nDeep-fried Reese’s peanut butter cups, Oreos, Twinkies, Milky Way\nBars, Snickers bars, Three Musketeers bars, and—for dessert—“frozen\nCheesecake hand-dipped in chocolate.” Near the gun section of the\nMarket (an old VFW hall overloaded with every kind of assault weapon\nImaginable, some in shades of pink for the lady in your life), a scrum\nOf hunters in tank tops were selling taxidermy and assorted sundries\n(dustpans, bathroom scales, plastic nativity figures) from the back of a\nPickup truck. I paused to admire a white-tailed deer head mounted on\nA slab of oak, a steal at twenty dollars, and scratched it behind its ears\nUntil King gave me a look that said, “Don’t do that.” Later, he did nod\nApprovingly when I purchased an old puzzle, copyrighted in 1981 and\nCalled Feelings. It consisted of five wooden cutouts of a young girl in\nVarying throes of emotion—Sad, Afraid, Angry, Happy, and Love—and\nRequired users to match her face with a corresponding title. Still, as I\nWas paying, he couldn’t resist this: “That would be so much better if it\nHad been made in 1975.”\nWe also looked for 78s—in Victrola cabinets, under piles of John\nDenver LPs, wrapped in sheets of yellowed newspaper, in the backseats\nOf vendors’ cars, shoved under tables, in blue Tupperware bins labeled\nOLD RECORDS, stacked indiscriminately in the high, bleating sun—but\nDespite several hours of thorough digging, little else of note emerged\nPetrusich_DoNotSell_TX_PTR.indd 51 4/28/14 5:29 PM\nAmanda Petrusich 52\nFrom the fields. There were good records there—commercial country\nLike Hank Williams; Little Wonder discs, which are just five inches in\nDiameter and contain a minute or so of novelty music—but nothing\nOf immediate consequence for King. So goes junking. The Eddie Head\nAnd Sylvester Weaver records were enough to make the trip worthwhile\nFor him\nWe began hiking the five thousand miles back to King’s car. I had\nStarted to register several unsettling smells. Of particular impact was\nThe aroma set free each time someone stumbled out of a Porta-John\nFreeing its cooked contents—that vile steam—into the air. I experienced\nAn overwhelming urge to both wash my hands and to dry-heave\nMy hair had mostly loosed itself from its bun and was sticking to the\nSides of my face in new and interesting ways. The Volkswagen, when\nWe arrived, felt like a life raft\nI collapsed inside, and we zoomed out of Hillsville and toward\nFloyd, where we stopped to visit King’s coworkers at the County Records\nStore, and then, several hours later, to Charlottesville, where King\nDeposited me at the airport, but not before making sure my records\nWere properly packed with cardboard and bubble wrap. At the security\nCheckpoint, I got pulled aside for extra screening—“Miss, what’re\nThese?”—but eventually made it to my gate, where I sat doodling in my\nNotebook and wondering if I should go back to the bathroom and toss\nAnother fistful of cold water on my face. Every few minutes, I unzipped\nMy bag and checked on my records. I got excited just looking at them\nI flew back to New York City feeling intensely satisfied, if unclean\nThat feeling wouldn’t last\nPetrusich_DoNotSell_TX_PTR.indd 52 4/28/14 5:29 PMYou might also likeEmbed"
}