{
 "_type": "song",
 "annotation_count": 63,
 "api_path": "/songs/3630587",
 "artist_names": "Quadeca",
 "full_title": "30,000 Word Rap Song (World Record) by Quadeca",
 "header_image_thumbnail_url": "https://images.genius.com/2443696d805d14dfbb132eca9de96f10.300x169x1.jpg",
 "header_image_url": "https://images.genius.com/2443696d805d14dfbb132eca9de96f10.1000x563x1.jpg",
 "id": 3630587,
 "instrumental": false,
 "lyrics_owner_id": 5529082,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1658897306,
 "path": "/Quadeca-30000-word-rap-song-world-record-lyrics",
 "pyongs_count": 13,
 "relationships_index_url": "https://genius.com/Quadeca-30000-word-rap-song-world-record-sample",
 "release_date_components": {
  "year": 2018,
  "month": 4,
  "day": 4
 },
 "release_date_for_display": "April 4, 2018",
 "release_date_with_abbreviated_month_for_display": "Apr. 4, 2018",
 "song_art_image_thumbnail_url": "https://images.genius.com/2443696d805d14dfbb132eca9de96f10.300x169x1.jpg",
 "song_art_image_url": "https://images.genius.com/2443696d805d14dfbb132eca9de96f10.1000x563x1.jpg",
 "stats": {
  "unreviewed_annotations": 60,
  "hot": false,
  "pageviews": 47443
 },
 "title": "30,000 Word Rap Song (World Record)",
 "title_with_featured": "30,000 Word Rap Song (World Record)",
 "updated_by_human_at": 1658897306,
 "url": "https://genius.com/Quadeca-30000-word-rap-song-world-record-lyrics",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/683879",
  "header_image_url": "https://images.genius.com/8ad28fa1415ad00cf113f829485489c7.1000x333x1.jpg",
  "id": 683879,
  "image_url": "https://images.genius.com/78f19e5f731f542dc24c82c6fc8026f8.640x640x1.jpg",
  "index_character": "q",
  "is_meme_verified": false,
  "is_verified": true,
  "name": "Quadeca",
  "slug": "Quadeca",
  "url": "https://genius.com/artists/Quadeca",
  "iq": 7460
 },
 "artist": "Quadeca",
 "lyrics": "52 Contributors30,000 Word Rap Song (World Record) Lyrics[Part I]\n\n[Intro 1]\nPlease, this shit's so fuckin' hard\nHelluva Beats\nYeah, ayy, ayy\n\n[Verse 1]\nThirty-thousand words in a rap\nThat's a first, and, in fact, that's the most in the world on a track\nYeah, I've been searchin' the map\nFor like any other person who could work it like that\nDo it perfectly slow and then perfectly fast\nI'm the only one that's out here, and I'm certain of that\nPlay me a beat, it gets turned into ash\nIf I play you a beat, it gets turned into trash\nAyy, hold up, wait\nWhen I'm on the track, I make no mistakes\nI can do the shit for like thirty-thousand hours\nFuck thirty-thousand words, I don't slow my breaks\nI go UK, then I make so many pounds\nEverybody think I'm overweight\nGettin' bread, see me eatin'\nBut I gotta go in, better hold my plate\nOoh, ooh, gotta switch up\nI'm so godly, I'm the bishop\nNow these haters wanna link up\nMy bars make them get the hiccups\nSo I had to run it up real quick\nFreestyle, gotta do some real shit real quick\nEverything I do is real big\n'Cause I gotta get the crowd to feel this,  real lit, real shit\nNowadays, they write me and I don't write it back\nSee my future demons like a psychic and a psychopath\nSwear I'm drivin' down the road and I might'a crashed\nDo the dash, always movin', don't know where to find me at\nHey, movin' on, gotta find a team\nEarnin' all my stripes like Camilla, but I'm lima beans\nAll these rappers 'bout to get fucked like they Riley Reid\nI'm your teacher, so be quiet or I am assignin' seats\nPioneer to the shit, Leif Eriksson\nI was even hunted, 2012, like I'm Jerry Lynn\nAll these places got me sneezin', need a Claritin\nUntil I fall off next year, I'ma be arrogant\nYeah, I'm runnin' all this shit, run it up\nYeah, you know that I be comin' up for a hun'ed bucks\nAt the start, all I wanted was like thirty-thousand hits\nGot bored, add a couple zeroes for the shits\nWhy not? Look what I got, look what I bought\nCamera is my true eye, I'm a side-clause\nShoes, they go too high, only high-tops\nFuck yeah, I'm the new guy, what am I on?\nCome in, Jaden Smith, I'm a motherfuckin' icon\nBoy, I'm too cold, I don't even have on my ice on\nToo lit, I don't even have the mic on\nAnd I'm too bright, I don't even have the lights on\nBetter wait up\nShit's too easy, like a layup\nAnd my bitch too entertainin'\nSee the note, you gotta stay up\nTakin' bets on that I'll fail\nIt's time to pay up\nNow you tryna hide your face\nI'm pretty sure that that ain't make-up, uh\nI'm droppin' hits and gettin' world records\nWho's your favorite artist, 'cause I'm sure better?\nWell, maybe not, but I tried, though\nPost Malone, I go psycho\nLeave you a stink, like a rhino\n'Cause I rap beef, no gyro\nAnd I rhyme fast and I rhyme slow\nTurned my L's into W's; typo\nUh, hop into the track\nGive you the love and you give it right back\nTen different flows I be spittin', some trap\nAnd some other shit get in it's get on the map\nDone this for like a year, and now, my writing's clear\nI've been gettin' respect, 'cause now I am here\nAnd I'm here to stay, did you hear me say\n\"I'm not here to play\"?\n\"He got a flow and a voice now\nI remember when he chokin' a boy out\nBut he's back in, showin' no choice now\nDon't you know that he's gonna destroy now?\"\nSo I'm gonna get there, and I know how\nGot these beats, I be blarin' 'em so loud\nWhen we talk about bitches and money, this shit is so funny\nMy parents are so proud, damn\nI'm startin' to try\nTryin' the shots at it, look at the ground and see stars in the sky\nDrawin' the line\nAll of you rappers are dizzy, I can see the stars in your eyes\nYou're probably high\nIf you think that you compare to me, it must be part of the lines\nCopyin' guys\nYou better send all those beats back to Future, like Marty McFly\nThirty-thousand words on a track, lil' bitch\nNow these people turn my vid on and react, lil' bitch\nKnow I got the clout, I got the stats, lil' bitch\nAnd you givin' me a headache, where's the Advil, bitch?\nBut I'm doin' all I can, and I did it in the past-tense\nMakin' all this money up off of YouTube, off me AdSense\nMoney up off of YouTube, off AdSense\nAll of you are wack, that's a fact, I'ma rap then\nAnd I rap, huh, I'm a laptop\nEminem holds the world record for \"Rap God\"\n1.6K words\nThough, we already have that topped\nAnd we'll do it for another hour\nAnd I'm underrated and I'm underpowered\nMy bars are so filthy, uh\nAll of y'all need to take another shower\nFor every fan, there's a hundred doubters\nAnd they let me know up in the comments\nBut you know that we ain't done\n'Cause I gotta talk my nonsense\nAnd I gotta keep it clean, uh\nDo exactly what my mom says\nAnd I know when they headed for the top\nAnd we still be makin' progress\nI can spit bars for nine months\nThen deliver you a new life\nYeah, we eatin' in this bitch, uh\nAll y'all better take a huge bite\nAnd I didn't even write that shit\n'Cause I freestyle, you still like that shit\nSee my video, press 'like' on it\nThat subscribe button? Better wipe that shit\nI'm getting tired of this beat\nI think it's time to change it\n'Cause I'll spaz on trap\nOld school boom-bap, you name it\nThink of that as a intro\nNow we get into the meat of it\nThis some shit you didn't see comin'\nI don't give a fuck 'bout what you think of it!\nYou might also like[Part II]\n\n[Intro 2]\nHeh, ayy!\nAyy, ayy\nUh, switch up\nYeah, ayy, ayy, ayy\n\n[Verse 2]\nLook out the window, see past it, but we're faintin' reflections\nYou never laugh like you used to, you've got fainter expressions\nYou headin' down the wrong path and they changin' directions\nMaybe don't mention 'bout how I made me your blessin'\nAnd lately, I question the shit that was taught to me\nI'm awkwardly stoppin' these conversations\nHey, how long you waitin' till the day you wake up and thank God you made it?\nI don't like to dwell, but man, I gotta say it, don't like my songs, but you still gotta play it\nDon't like your road, just N.W.A., Dr. Dre it\nStop contemplatin' and stop complainin'\nAnd recreate it, actually, don't recreate it, be creative\nReached the place where you still vibe in that shit when we replay it\nLiving a life of pain just to alleviate it\nWhen you haven't used nothing but distractions to really take it\nYeah, maybe they'll change when they see we made it\nWe headin' onto new platforms and leavin' the basics\n[Verse 3]\nUh, my creative process is making progress\nDespite my background, I haven't gotten to playin' lacrosse yet\nDon't you know we got a good thing goin'?\nI've been watchin' all these shows while I could be showin'\nI've been creeping up on the door, so dangerous\nYou looking at statistics, while I figure how I'm changin' them\nI done learned so many things in my past life\nNow I don't give a single shit about the rap life\nThat's nice, ain't it? That's nice to be given advice when I paint it\nHave twice much the fame, and\nI can't even comprehend that much in the future\nHatin' the teacher, but you loving the tutor\nEnter the game, I'm a fuckin' intruder\nStealin' these flows, man, I'm stuck as a looter\nProcrastinatin' 'cause my fucking computer\nNo willpower, I'm just stuck as a loser\n\n[Verse 4]\nSittin' alone at 3 AM\nChillin' on a late night is the weekday's friend\nMan, this shit is too wild, I \"must behave, Ben\"\nThat's what the teachers are preachin' to me, but even when\nI'm on the top of this drop and they're rocking the world with confidence\nAccomplishments topplin' everyone and you try stoppin' it?\n-Obvious there's a problem, and solvin' it just ain't up to me\nLuckily, I've been trained to test the system, don't you fuck with me\nI hope you like my company, I hope you do appreciate it\nI hope that one day, you'll see we made it\nNo, you cannot recreate it, all of this pain, I just alleviate it\nI'm just trying to find the mindset, grinding to be the greatest\nThat is why I'm strivin', livin', tryin', I'm buyin'\nI'm givin' dignity, cryin', I'm winnin', but feel like dyin'\nI'm shining, I'm like a diamond, but I am dead on the inside\nGuessin' now we'll rest with this, but set it on my big mind\n[Hook 1]\nAnd I'm in time\n-Workin' all my life, get that in line\nI'm tryna figure out, everyone get their pictures out\nNobody's gonna live without this shit on the incline\nI'm on the incline, I'm on the incline\nStay in your lane, you got your place and I'm in mine\nI'm on the incline, bitch, I'm on the incline\nNobody can really understand how my shit climb\n\n[Verse 5]\nHave I been livin' yet? Spendin' time on the internet\nI'm wastin', they hatin' it, I should be makin' it, aimin' for goals but takin' this shit instead\nI stay in bed, laughin' at stupid shit, ludicrous\nWho is this ten-year-old pregnant with two new kids? Why am I doing this?\nWhy the fuck do I care? I don't, but I kinda do\nI don't know what I try to do, but whatever it is, I say, \"Bye\", to you\nHey, me, I lied to you! Don't realize? Well it's time you do\nYou have no idea what I can do, when the skies are gray, you gotta find a blue\nYou gotta try to do, something to put you into a new positive mindset\nSet headlines, go wreck lines, pass deadlines, leave lines dead\nI guess that I digress, and I digest the way I'm blessed\nImpressed after I'm pressed, you seek intent for what I said\nBut I'm just gonna move on, get your groove on for my new song\nDo right, and you do wrong, got a big head, Jimmy Neutron\nYou try to hate, well, get in line, just delivered some quick rhymes\nSome straight bars, we have came far, but we lookin' up on the incline\n\n[Interlude 1]\nWater break\nI got a lot to say\nIt's been eleven minutes so far\nActually, it hasn't, it's been shorter\n\n[Verse 6]\nHow can\nI have a believable meaning\nWhen all of you livin' in paradise, livin' in luxury\nNobody seen it or  greet it?\nBut what if it's different? I mean, it's all seeming to be\nAnd it's in inconceivable dreaming\nI know it's so unbelievable, being\nStuck in this rare unachievable feeling\nThey givin' me something, I ended up leaving\nThey givin' me nothing, I ended up grievin'\nNo positive side, ended up seeing\nWhat life could be like from a  different lead in\nThank God for a cover zone\nSo I know when and where to cross it\nAll over the place\nI'm surprised I haven't lost it\n\n[Hook 2]\nYeah, ayy, and I'm feeling like I'm at the top, uh\nLivin' to the max now\nYeah, that's how, and I'ma say it that loud\nI'm steppin' up, I never back down, more focused on my background\nAnd the music and how my rap sounds, speak up, cut the track down\nGo till the end, I don't back out, stuck in the trap, figure that out\nAfter, I'll do the math now, it's garbage, take the trash out\nBut I'm here to stay till I pass out, blackout\n\n[Verse 7]\nOkay, it's time to go fast\nSo sit back and relax, and just maybe you'll get it\nAbout time, but maybe you're mad I said it\nYou gon' pay attention, cash or credit?\nI have to let it go back a second\nI have some lyrics in the past that I have to edit\nNow we're back in the middle of the track and fed it\nMix it up and if you talk, then, nah, forget it\nWe moved on, walked past the exit\nWant you to come back and pass a message\n-Never pack bags and trash, you left it\nKinda sucks that sometimes we have to end it\nMoney, never am glad I spent it\nIf I ever had told you I'm mad, I meant it\nIf you ever feel bad or sad, accept it\nThink back to the track and the rap that Ben did\nYeah, pretty obvious I'm killing it\nIf this isn't my time, then maybe you need a syllabus\nI'm feelin' all the rhythm, you can tell that I am into this\nVoice is more powerful than a million instruments\nSuddenly, lyrics go demon, like it's somebody else\nPeople want me to grow because of you\nBut I'm never going to level my endeavors to be better\nThan the people that never had trust in me\nYeah, uh\n\n[Hook 3]\nAnd I'm feeling like I'm at the top, yeah\nLivin' to the max now, uh\nYeah, that's how, and I'ma say it that loud\nI'm stepping up, I never back down, more focused on background\nAnd the music and how my rap sounds\n\n[Verse 8]\nSpeak up, and they're messing with the track now\nPeople are tellin' me that I'm fallin' short\nLooking back at you when you're missing all the cash now\nAnd I'm mad at the fact that\nI'm not in my right mind\nMeant to be a half-decent rapper\nBut I keep on saying all the wrong words at the right time\nLookin' at yourself, you never know what you might find\nLookin' at the sky in the middle of the nighttime\nI find so much life\nI wonder why I can't just find mine\nGot so many confusing questions\nSo much knowledge, I can't use the lessons\nI'm emerging out with a new profession\nI'ma do the best with my new perfection\nAnd I'm doin' it\nI'm moving onto this future shit\nThese hooligans are complete fools in that\nThey just don't understand that I am through with it\nImprovin' it, I'm improvin' it\nI got my brain, and I'm usin' it\nAnd I'ma make it out alive when I'm playin' and takin'\nAnd makin' this cash, that I'm tearing these tools to bits\nYou're clueless\nNinety percent of y'all ignorant\nKeeping your minds oh-so limited\nGet off your high horse, because it is time to figure it out\nSeeming so close, I can picture it now\nSuccess in my drink, and I'm sippin' it now\nEnvisioning deeper ambitions, and now\nI'ma get to it, that is what living's about\n\n[Interlude 2]\nUh, God!\nUh\nMy voice is gone already, shit\nAlright, ayy, ayy, ayy\n\n[Verse 9]\nThink I've got a consensus, bein' lost in the trenches\nAdolescent lessons expressin' God's job is to tempt us\nMakin' it hard to stay alive, it's so easy to die\nMakin' you hang your head low, but say, \"Reach for the skies\"\nLife is a walkin' contradiction, I see through its lies\nI'm just tryna tell the stories I've seen through its eyes\nI feel I'm forcing and feeding of off reasons to cry\nWith all this fake deep bullshit, I'm too eager to try\nYeah, everybody sendin' blessings in need of reply\nTryna sell their own tears, for they bleedin', they dry\nFuck your demons inside, I'm in need of the, \"Why?\"\nSo I can summarize my life through my breathing and sigh\nLike, oh well, I can say that I tried\nHopped into life and then I stayed for the ride\nSo many beautiful faces, but they vacant inside\nAnd I'm just patiently waiting for the day I decide, damn\nThis reminds me of days when I drive in L.A.​\nI'm screamin', \"Hi\" to the sky up with a smile on my face\nNow I'm hidin' my face, I keep tryin' to trace\nAll of the steps that I had taken to findin' my place\nSwept out to oceans so lonely, waves feel like an embrace\nAnd now I'm lookin' at my mic like it's sent as a prophet\nI used to be an atheist, but that turned me agnostic\nRecently, I've been wondering if I've fuckin' lost it\nSee my friends from kindergarten go to rehab\nThat's the type of shit that makes you think back\nTo simpler times, blissfully ignorant minds\nBefore reality could ground us, we would live in the skies\nAnd as a- and as a kid, I never thought I'd be bein' like this (Nah)\nMan, as a kid, I never thought this would even exist\nI felt elusive, intangible, just steam in the mist\nAnd now I'm wakin' up feelin' I ain't even this shit\nYou only look at what you got once you see that it's lost\nAnd life's too gradual for me to believe in my sauce\nDon't understand rappers braggin', \"I got that paper on me\"\nMan, I got kids in schools who doin' presentations on me\nSo what the fuck you really value tryin' to take that from me?\nTo me, I'll take that over Rollies and makin' some money\nRain or sunny, I'ma do this every day, I study\nAnd write these lyrics till my brain is fuzzy, damn\nLike Tyler, Creator tweets, I just capitalize\nThese Romans tally up my hits with the capital 'I's\nThis is a natural high\nI see it comin' from afar, I'm still actin' surprised, but I ain't mastered the skies\nI wrote this album so much passion, I actually cried\nThey say 'cause I was never trappin', my rap is a lie\nThey think 'cause I'm a awkward kid, I'm invalid\nAs DJ Khaled's son receivin' a platinum plaque for bein' alive\nThrew out half of my album, it wasn't good enough\nShit, I mean it still isn't good enough\nI'm like a active volcano, I know I could erupt\nBut I guess I am not full enough, damn\nI swear, the higher you get, that's the lower you feel\nMan, that's more shit you gotta do, or you won't get a deal\nMan, that's more shit you gotta prove so they know that it's real\nThirty seconds of listenin', thinkin' you know how I feel\nYeah, said this a motherfucking thesis statement\nYeah, came a long way, I cannot be complacent\nEvery day I wake up stressed, I have to be the greatest\nAnd if not, then that's a day I truly feel I've wasted\nMost of the pressure on my shoulders is comin' from me\nSo when I die, I know I left us with something to leave\nSo when I wake up in the morning with something to see\nYeah, I got so much shit that I'm wantin' to be\n\n[Verse 10]\nBenny, Ben, Benjamin, Selena Gomez has said\nIf you ready, come get it then, everyone is jealous-\nMany want to get friends with them just in case he is relevant\nGot iPhone camera lenses to get the Instagram evidence\nYeah, I know I'm way too cocky\nBut I'm workin', I'm figurin' it all out\nSo when people say you can't, that makes you wanna get better\nThat's benefit of the doubt\nI've been on the top of this, never droppin' the bottom\nIt's opposite from the positives, got them from talkin' often\nAnd I'm locked in a pocket of all my thoughts, and they keep turnin' around\nAlways stoppin' my songs 'cause they keep burnin' the sound, I'm like-\nYeah, this is freedom of speech\nTryna' murder all the people who be keepin' the peace\nSacrifice your whole life 'cause you need a degree\nOpportunity in front of you, you need to achieve, I'm like-\nNah, I'm just tryna find some clarity\nApparently, it all has to do with popularity\nThere will be obstacles, primarily, people blinded to\nWhat is carefully being prepared to me\nSometimes you'll have hilarity, parody, and prosperity\nI'm askin' Hillary Clinton to marry me, powerful in the very least\n\n[Verse 11]\nGiving you all of my money, but never see legacy every day that I'm meant to see\nEveryone here is impaired, it is so scary and menacing, but I know enemy\n'Cause I go- uh, walking away, hopping block and what's often the case\nShot in the face, gun locked and loaded, been off at the race, droppin' the bass\nOff of the place, brought in a way, predict what I will probably say\nAnd at the end of the day, you still talking to me, so obviously, let the audience say\nSo let me explain this to those who came in, looking at the stages\nSeeing a white kid thinking he's famous, when they don't understand\nThat I take risks and I make hits, from basic playlist to the greatest\nEntertaining the nation, be patient whilst waiting for me to break in\n\n[Verse 12]\n-Re-energize, got lyrics to memorize\nStart an enterprise of better guys who cannot be successful and never try\nThat's my dream job, bein' lazy, just sittin'\nWith the TV on, they say that I'm bright like neon\nBut I ain't takin' responsibility, pay me for havin'\nLimited ability with little humility\nBut whatever I'm doin', it seems to be killin' me\nI'm unwillingly artistically fittin' into this history\nTryna show you why I'm better, but none of you believe me\nTryna win this gold and try hard, good game, gg\nYou beat me, and now you see me in 3D, but you can't feel me\nShowin' up on your device, control/option/delete\nConsider myself elite, measure myself in retweets\nI be talkin' way more chill so you can reach me\nInstead of pretendin' you understand what I am talkin' 'bout\nI'm the exhibit you kinda scared for, like a haunted house\nTryna show you something instead of just sittin' on the couch\nI'll be honest now, I rarely- end up walkin' out\nInto reality, in normality actually happily\nFound myself doin' nothing, and you don't laugh at me, why?\n'Cause, ideally, you would do the same thing\nNothing 'cause for- a brain that is amazing\nNot complainin', but the best part of life is not even livin' it\nLove sleepin' and just usin' the internet\nBut my time is limited, and I better figure this\nBefore I'm slippin' this opportunity, out my fingertips\nAnd let me just tell you what I have came to do\nTryna show you I can rap as fast as I'm able to\nTryna show you I can hop in here, like a kangaroo\nAnd say some stupid metaphors and leave after I'm breakin' through\nAnd if a major record label is looking at me\nI'm a nice guy with bad teeth, got a nice eye for bad beats\nI can rap fast, and rap slow\nI may make mistakes but everyone, has, so\nI'm like MJ back when he had the afro\nAlso, I'm not black, so... maybe not\nBut before everyone gets angry, stop\nI'm that person, then people naturally hate me, block\nAll the people who keep on going crazy off\n'Cause I won't be making amazing songs in a mainstream, got\nA lot of prominent features, I'm a confident speaker\nWith some dominant teachers\nI deserve to be a starter, but constantly on the bleachers\nI'm awfully small-achiever when I'm up on the spot, and eager\nThey be fearin' this every time that they hearin' it\nTo know that my lyrics have the precision to buildin' a pyramid\nSo when you're nearin' this, please let me know\nWhen I'm standin' here frozen, please let it go\nHear the metronome combined in the compilation\nTo unlock super-stardom and move all across the nation\nBut that is just a dream, and probably a combination\nOf a big ego and false encouragement on the way in\nBut when I'm playin', just know it's all a big game\nI was tryna blow up- bang! Have a big name\nBut when you think about it, it is all insane\nWhat can be created from chemicals in this brain\nBut when you look at me, you lackin' respect\nWhen I'm crackin' my neck so that I can rap to my chest\nHas in a breath, some say that it's magic, I step\nUntil I'm on the same stage, and you have it again\nBut, but when you think about the hall-of-fame\nYou think about how people used to sit and call you names\nAnd you check and wonder if it will be all the same\nStep back into reality, it all remains, damn\n\n[Interlude 3]\nAlright, I just spilled water on my computer right now\nOn my computer-'s breaking while I'm doing this thirty-thousands words shit\nHold on, uh\nGoddamn it\n\n[Verse 13]\nMy lyrics are not showing up on the screen, you knowin' just what I mean\nThis is off the top, I don't need to use no machines\nHold up, I know I can freestyle, but I can't do it forever\nBut I am very clever, okay, okay\nI'm gonna take a drink, if you're watchin' this, take a drink too\nThese are some shit' that you can drink to\nBut drink water unless you're of age\nYou know what I'm sayin'? Ayy\n\n[Interlude 4]\nOkay, okay\nUh\nUh\nAyy\n\n[Verse 14]\nI feel like I'm way too different, ridiculous\n-Most of humanity's made of idiots\nI barely even get myself, and you thinkin' you understand?\nYou think hiding behind a screen gives you the upper-hand?\nPlease... what I do is barely poetry\nThere's hope for me, I'm noticing people starting to notice me\nBut still consider me confident\nStill consider me ready and giving out all my flawlessness\nBut honestly, all of this is haunting me, probably\nIt is just my sense of myself wobbling, toppling\nInto awfully small pieces, normally all bleedin'\nIt's tragic and not fleetin', it follows me all evening\nIt's calling my name constantly, makes it so hard to stay awake\nI close my eyes and let it go, and it all fades away\nYeah, we're just tryna find that great escape\nTo get away from how we're living life day-to-day\nSome people find it in a drink or in a cup\nOr in some bling or in a drug, or in the things that give us love\nBut all I know is that it's tough\nAnd all I know is that this stuff isn't enough; it's way too much\n\n[Verse 15]\nI'm young and ill, like the dictator, man, what I gotta do to make the quick paper?\nThese kid-haters are like ten years old but still claim to be big players\nThat shit will make me go, but I'm aiming high, and you aiming low\nGot amazing rhymes and a crazy flow, and I may be lyin', but I came to show\nWhat I can do when I get on the mic, and I'm keeping it moving, you said I'm the hype\nAnd I'm seeing it through in successes inside, I don't take it for granted with plans in this life\n-Set on the wrong, forgetting the right, like, 2 AM in my head in the lights\nAhead of the best of 'em, lettin' the rest of 'em go off to bed in the night\n-Getting it like I be livin' in first class, I know that you never will surpass\n-Getting the worst task for this burnt trash whenever I work fast\nRemember the memos they sendin' and sendin' again and again  and they never will end it\nAnd say it is splendid, but never relented and every sentence I say is perfected\nTake a deep breath, 'cause I need that\nMost of y'all don't even care what I'm saying, you really just like how I speak fast\nMy bars are meta, I got meta bars with meta-eights and metaphors\nYou want better cores and better cars, but you don't know what I'm headin' towards\nSay that I am the king of this shit, crazy rhymes, they ain't thinkin' of this\nI'm singin' and rappin', and makin' it happen and makin' you laugh when I'm bringin' this shit\nTryna find the other way, y'all just waiting for another day\n'Cause what other fourteen-year-old had hit 100K?\nI'm making the most of a crazier flow, so many ways it could go\nI'm taking the throne and you chillin' and stayin' at home, I'm willing to make it my own\nI'm bakin' my cake, and you know that I'm eating it, even if staying up late is the needed bit\nReason is, stayin' the same, I'm just fleein' it, leavin' my life while I'm seeing these seasons switch\nMeaning, these people ain't feelin' rich, reach in the fire, I'm heatin' it\nPleasin' these liars, they've peaked, and so now they're recedin' agreein' to be a live without leading it\nFlow's so dope, I think it's time that we take a break\nWe all make mistakes and play some hate, I got 808s here to save the day\n'Cause I am on top of it, lost in my thoughts and I gotta be stoppin' it, rockin' it\nYou know my flow is so dominant, positive, confident, full of accomplishments, compliments\nAll of these offers is boring as fuck, though I am not a part of 'em\nStart a new part to the charts and I gotta be sure this art is the star on the map when I'm starting it\nBreaking it up, like cartilage, flow is so crazy, it's dope and you know it\nI know that you hate to admit it, but really, this shit is the business, rhymes keep darkenin'\nUnder the radar, you don't know what's comin', I'm comin' right up, and your bitch started runnin'\nI found to be part of a little of something called love, and I guess that's the art of it\nI try to go slow, but it don't work\n-Gettin' better, and that don't hurt, and you think I'm dead, and you're sure\nYou're salty and not kosher, slave to the corporates and the owners\nThis is live and love, call it Shrek, like the ogre\nHah, bitch, I have had enough, and I am sure I ain't mad enough\nForgettin' the rest while I'm gettin' success, and I look at the numbers, I add 'em up\nMy chart is like a parabola, thank you a lot for havin' us\nAnd so, every day, I take one step up, man, I am takin' the ladder up\n-Hundred K- get the plaque, lookin' forward, not heading back\nRemember what I had said is that we ain't givin' up, remember that\nHit me up when you're done whining, I'll hit you up when I'm done rhyming\nListen up, 'cause I'm combining all my skills into one finding\nWe run, grinding, you know we do, we got the shit that we're goin' through\nThese lyrics go over you, you  don't listen, so you don't know it's true\n'Cause we in, and we've done it, thousands, now we a hundred\nShoutout to Didac and Momo and the others\nShit, I consider them brothers, shit, I consider you all are my family\nShoutout to those who will stand with me, even when all of the others abandon me\nYeah, drama, we move past that, now I look at you with the last laugh\nBetter trackback, now I rap fast, so many skills in my backpack\nStarted off so terribly, now all of these people compare to me\nIn the past, I never anticipated what there would be\nAnd see ya, so long now, off to the end of the song now\nSee ya next at five-hundred and a million, it's on now\n\n[Interlude 5]\nIt's on now\nOh shit, I'm almost out of water\nThis is a hard- this a- real challenge\nThis like, physically difficult, ayy\n\n[Hook 4]\nWhen I walk up in the scene, I hear a orchestra\nNow everybody telling me I don't perform enough\nMy math teacher told me that I'd never be shit\nAnd now, I'm searched more then the quadratic formula\nI got the formula, I got the formula\nYou got the sauce, but goddamn, I got the formula, ayy\nPeople always asking Ben, \"Why you record so much?\"\nI got to fry up all these rappers quick, like, order up\n\n[Verse 16]\nFormula, like I'm Mr. Krabs\nI change and transform it up, you stuck in the past\nYeah, I wear Supreme goggles to my science lab\nUh, it hurts to write this song, 'cause I don't like to brag\nAnd now I've tied myself up, like a Nike Mag'\nPeople love to criticize me for the life I've had\nThey make it 'bout white and black, like I'm Michael Jack'\nI make these haters look confused, like it's Dora asking where Swipper at, ayy\nUh, bitch, I'm supreme, 'cause I got it on me, now they copy that, like a walkie-talkie\nAnd I'm feelin' like they really want to stop me, tryna fold my paper, like it's origami\nWanna justify the hate, they call me cocky, and I am, 'cause your girl call me, 'Papi'\nTryna take ti-t-uh.. paparazzi, I'm a fax machine up in a lot of copies\nAyy, still saying, \"Who would'a thought?\", like, who would'a guessed it?\nHaven't lifted weights in two years, but somehow, I'm always flexing\nIf you really want to find the answer to your question, here is where you should look:\nWant the secret to the sauce, motherfucker? Better go and find a cookbook\n\n[Verse 17]\nAyy, they doubt a fucker with a dream\nLooking to the stars for some money and a scheme, yeah\nLooking at the cars, all the hundreds and the greens\nSerpent's told you, \"No,\" and it's like nothing's as it seems\nGod damn, I guess I really thought he was the man\nI guess I really thought he had some fans, but that shit is all a sham\nAll that cash he stocked was from a scam\nAll the views he got was from some spam\nI've been living like, \"Man, ain't why he been doin' what he can?\nWhy ain't he just sticking to the plan?\nHow has he been living with no limits, getting millions by the minutes?\"\nI don't get it, I don't really understand\nI've been living like, \"Damn, he ain't getting money by the 'Gram\nI'll do better if I study my exams, do I really wanna stand\nNext to all these average fucking sad duds?\"\nSo I hate this motherfucker with a dream, 'cause he has one\n\n[Hook 5]\nYeah\nHate a motherfucker with a dream, 'cause he has one\nAyy\nJust because you gave up, doesn't mean I'm a backup\nUh, uh, uh\nFeel all my good times get replaced by the bad ones\nAnd so they hate a motherfucker with a dream, 'cause he\n\n[Verse 18]\n'Cause he been living this passion, I'ma just sit and imagine\nI've got a bitch on my lap and she listen to rap, and she really been digging my track, and I'm livin' for Snap\nThat shit invisible now, I'm unoriginal now\nI'm making a- minimum wage, this is literal AIDS, and I'm needin' to figure this out\nHow did I get to the stage? I wanna get up on stage, do this shit everyday\nAnd I won't care 'bout whatever they say, let 'em all pester away\nBut I just can't shoot my shot, got a bad gun\nSo I hate this motherfucker with a dream 'cause he has one\n\n[Verse 19]\nBy now, if you're still watching this shit\nYou are a boss and you deserve some applause for this shit\nBut we ain't over, we ain't done, though\nAm I takin' a break? Are you dumb, bro?\nWell, we nearin' 10K, but I still need 30K\nWhile all you sit around, I would rather work than play\nLyrics go through your dome, through your vertebrae\nHit you back and forth till you end up at the pearly gates\n\n[Interlude 6]\nThat was actually a pretty good bar\nI just wrote that like, right- a second ago, before I recorded this\nAyy, ayy\nYou know, just to add some- fill stuff in, uh\n\n[Hook 6]\nSometimes, I don't know what to think\nSometimes, I don't know what'll\nMake it okay, make it okay\nI'm snorin' all day for dreams, yeah, ayy\n\n[Verse 20]\nUh, I wake up pondering, damn, my mind is wandering\nAll these opportunities left squandered in my oxygen\nAll accomplishments left haunted in my lack of confidence\nOften is the result of falling under consciousness\nYou'd make babies cry, I make crazy lives\nYou're just angry, 'cause you're livin' in a fading lie\nAnd I've been feeling this energy, feeling that somebody's getting the penalty\nFearing that, one day ,you'll end up ahead of me, feeling that this is the end of me\nNo, will I tell you? No, never- I think I'm so clever\nBut in the grand scheme of things, I know that I'm no better\nBut I don't ever\nWant to go to show, just one mo' letter\nI'm a go-getter, I go get A's and get grades\nAnd get A's, then wake up, and get C's, but get paid\nUh... my life is so unusual\nTo most, it isn't suitable, to me, it's irrefutable\nCan't see me in a cubicle, I'd rather watch my funeral\nI'd rather go back to stab my own brains out back in utero\nUh, but you know that I'm capable\nYou know I'ma pounce at any chance that is available\nFeeling so unique and I think it's not explainable\nNo one hears my lyrics, and says, \"OMG, relatable!\"\nNo, that's not what I'm here to give\nBeen waiting years for this, you're about to experience\nSomething that I've spent time, money and thought on\nLearned about all the times money had thought wrong\nKinda funny, it's long gone, but time is crummy and not long\nI ain't lucky, I'm not calm, not by a long-shot\n-Out on the inside, see me on the outside\nAlways think I'm positive, and never see the downsides\nIt's 'bout time you know the truth, you couldn't be further from it\nGet your head out your own ass, you couldn't be further up it\n\n[Interlude 7]\nOkay\nOkay, okay, we're like thirty minutes in\nThirty minutes, but we got thirty-thousand, bro\nFuck\n\n[Verse 21]\nYeah, I'm the key to the equation, bitch, you better beware\nI'm like the 'e' that equals all other emcees squared\nI'm just me, performing in front of empty chairs\nBut y'all see, so all of y'all better get prepared\nI got so much opportunity, I gotta make the most of it\nShoes made of the banana peels, I feel like I'm supposed to slip\nMan, in this life, we all climbing unstable ladders\nIt's not about who goes faster, but it's 'bout the man who'll hold his grip\nDamn, I got a crazy ass work ethic\nBlocked out south east and west, leave in one direction\nI finished my album, and people saying they lovin' it\nFuck with it, but I took it down and redid it to perfection\nWe all students of rap, but we don't learn lessons\nLike a Eskimo's jacket, all them be forgettin'\nWanted to fuck a nun, started like really badly\nAnd I didn't even have to ask for me to get her blessing- that's a horrible bar\nCan't stand me 'cause I crossed them up, their ankles hurtin'\nYeah, uh... yeah, yeah, I'm an amazing person\nI base my motivation on my favorite angels words a-\n-bout how I'ma make it, gettin' famous, man, that thing's for certain\n\n[Verse 22]\nYou keep your standards low, man, I keep my standards high\nWanna' get on any action, like the Brazzers camera guy\nCan't deny I'm fucking insane, sometimes I fantasize\nHow it would be like to be normal, but I just randomize\nAnd analyze my situations, leaving people paralyzed\nAnd take a step out of bed, meanwhile I'm at my paradise\nAmerica is very nice, but I'd like to see the world\nBut I'd like to get out in to the open and meet my girl\n\n[Verse 23]\nIn a Mercedes Benz with his lady friends\nCrazy Ben is just chillin' with them women, you know they be tens\nThey be tens or more, they be tens or more\nI like to talk to all these people 'cause they marvel at my metaphors\nIt's free speech, I can say what I want\nBut these listenin' are tryna make me pay for my talk\nThey don't like what I'm doin', they don't appreciate the banter\nI get it, you're jealous, but listen, 'cause I'm the answer, uh\nMotherfucker, I'ma live for the right time\nFuck that, I'ma live for the moment\nSitting here in the middle of the night time\nMy mind puzzled with the thoughts that be flowin'\nDamn, I've been livin' in a headache\nBitches never listenin', they saying that they ready\nBut I can never believe them\nGot these goals and they can never achieve 'em\nHow can your dreams come true if you ain't willin' to dream 'em?\nDamn, that's a lot of shit to think about\nSuddenly, company starts to come to me, wondering\nWhat I'm doin', next I realize, that shit, I gotta figure out\nMade some beats, I gotta hit 'em out, heh\nGot these dreams that I'm livin' out\nIn my mind's eye, givin' out lots of songs with responses\nThat I never pictured, wow, damn, damn\nThis beat's way too holy to rap over\nMental block, my mind's capacities, that's lower\nYour raps slower, they lack closure, they lack substance\nLike a printer without toner, y'all fillin' pages that have nothin'\nOoh, but I have got somethin' to tell you\nI ain't got some money or bullshit to sell you\nSpeakin' from late nights, I'm thinkin' of Drake's life\nWatching these interviews, thinkin' one day I might\nBe on that stage right beside all these players\nShit's up to me, I won't hide it in prayers\nI'll prove it in music I use to influence\nI do this way harder than people assumin'\nResumin' my writin', viewin' this lightin'\nThat puts me to be in the view of the hidin'\nI do what they're likin', but that makes 'em hate me\nNo matter what I do, they just mistake the\nReason I'm flowin', the reason I start up\nNot just for the fame, and the money, the star bucks\nAnd- damn, I ain't talking about the coffee place\nMost to these rappers only write this shit using copy/paste\nI'd have made a lot of songs that go to waste, uh\nI just need a home run, I already loaded bases\nI have got so many cases\nBeen visiting, living in so many places\nExperiences that I made me to Emmy\nBen, B-E-N, please, I hope you let me\nBe me, I ain't greedy or needy\nBelieve me, I just want to be on your TV\nGet on my level, 'cause I need a new staircase\nDamn, yeah, I've been looking at their space\nAnd, one day, I'll be there\nI know what I'm doin', I'm already prepared\n\n[Verse 24]\nI've been waiting like thirty-thousand years\nTryna make the world listen, so make sure that you can hear\nI'm trying to take a passion out of turning my career\nI'm concerned without my fear, but I earned it, and I'm here\nNow I earned it, and I'm here to stay\nI'm coming in, you're trying to clear the way, another chance, another fucking year to play\nNot even seventeen, eighteen, I'm so near to fame\nNot really, look at all the shit, I just hear this day\nI don't know- I look at the future nostalgically\nI'd cure every disease, and y'all still wouldn't be proud of me\nUndoubtably know how to be what I am about to be\nTo say that money talks, and that shit seems so damn loud to me\n\n[Verse 25]\nRecently, I have been feeling alienated\nMy songs out of this world, people claim that aliens made 'em\nBut, baby, I'm crazy, don't hate me- don't hate me 'cause I'm different\nHate me because you hate me, then maybe we can live with it\n\n[Verse 26]\nPeople say that this is the biggest thing to hop on the screen\nAll will scream, overreacting, like it's a drama scene\nY'all are mean, and since the best quality is honesty\nPromise me that it's the reality, where's Keanu Reeves?\nTrapped in a Matrix, it's how I felt sometimes back in the ages\nWhen I would rap on the stages, and now, I laugh at those days, and\nI'm moving on, grooving while you lose the song\nMove along, nothing to see here except some stupid pawns\nWho could bomb this whole place up with one great lung?\nOne great tongue, I am that one great one\nOn vacation, I vacate to a location\nFar away from where people just may run\nA light to go to where there is no one, no one, no fun\nOh, son, I'm tryna be me, and so young\nI can murder this beat with no gun, go run\nI've too many problems to handle, here, hold one\nI just hop onto the rap boat, but that ship has now sunks\nAnd now, punks can make loud junk, Uptown Funk\nWas a great song, catchy at first, but that radio station\nPlaying it, making it just get to the worst\nMy head's gonna burst if I hear it again, and I'm sure\nI'll throw my speakers on the ground, denting the earth\nAnd now, I'm ending this verse, and I mean it\nNow the ink of this pen just keeps on bleeding, yeah\n\n[Verse 27]\nGood rappers never get to see the light of day\nBut when you selling sex and a gimmick, they'll sign you right away\nI'll obey... nah, whatever, man, what is this?\nI'm rapping so fast to the max, and I'm playing my tracks so that people will know I mean business\nNobody witness anything better than when I am showing you this shit\nKnow I'm suspicious, because I'll be flowing and growing like, \"Oh, this kid is big\"\nKnow how I live it, go on a mission, y'all better listen\nTill I'm ahead of this shit by all of the inches, 'eah\nAnd when I'm, uh... I'm telling y'all that I got a story\nGod ignores me, stop the glory, cop is for me in auditory\nNot visually, typically, the original me\nSo unforgivable, so inexplicable, obvious the pinnacle digitally\nDamn, that was fast, felt so jammed till I unpacked\nAnd I'm just tryna prove to you the things that I can move on the track\nAnd I'm trying to get a record deal, never ever felt so real\nWhenever we're the guests to feel, whenever f-this gets to feel\nSo different, and I'm loving it, time to change and discover it\nTime to make a difference, and I'm living it, so I'm up for it\nI always talk to them other kids, them other kids couldn't understand me\nOne path, making a knot, ain't gonna stop for plan B\n\n[Interlude 9]\nI wrote that one a long time ago\nThat was the first time that I looked- that I- I looked at those again\nBut you know, I still- I'm not that rusty, not that rusty\nI- actually... classic!\n\n[Verse 28]\nWe just living in the solar system\nOne big world here to hold the wisdom\nOne big jail to control the victims\nWe're all here, tryna find a soul in rhythm\nA voice in writing and a choice deciding\nWhether or not to follow what the boys are likin'\nWhat the girls are doing, what we gotta be exposed to\nThink about who you are, and it's so true\nThink about the people who you think have really known you\nDo they really know you? Do you even know you?\nDamn, that shit is like a Jaden Smith tweet\nSometimes you gotta think 'bout how crazy shit be\nAnd lately, it seems to make the extremes\nSo prominent and dominant in making big dreams\nI'm seeing aliens scream\nWhen I go to sleep, man, my brain needs fixing\nBut I'm just tryna make it in life\nFuck you to people who be saying it like\nI ain't making it right? Take a vacation and hike\nI'm chilled out, bitches, getting famous despite\nThe fact that I'm young and little bit nerdy\nAnd I know a lot of people would consider me early\nI'm just a little kid working tryna configure my searches\nTryna deliver my purpose, and take a shit on my burdens\nI'm just me, no, I ain't a victim to hurting\nI just see all the people living and burning\nSo be free, time to be a little bit nervous\nIt don't matter if you're scared, 'cause this shit is disturbing\nAnd I get it, I don't wanna ever forget it\nGuessin' I'm headed towards the ending, and I know it is splendid\nSo I'll see ya 'round, underachievers\nHop on my wagon, 'cause we dragging late, we gotta be leaving, man\n\n[Hook 8]\nSo basically, I do this for fun, they ain't making me\nI'm tryna have a blast, 'cause we growing so fast, we be getting my career from A to Z\nAnd, basically, I'm great you see, I made my life at the age of three\nBut now, what am I meant to do when my own fanbase are hating me?\n\n[Verse 29]\nI've been see' 'ple- misusing their fans, like crooks\nManipulating their audience to catch that hook\nThey'll believe anything that you'll tell them, look-\nYou can feed them shit so you can sell your book, haha\nBut no shots fired, though\nNothing wrong with a little bit of lying though\nI mean... look at Fox News\nThat's the whole premise of their entire show\nBut no political shit, I always do just enough, I'm a minimalist\nMakin the most of my minimums, winnin' 'em, got a couple of synonyms to help you listen to original bits\nI got a lot of digital prints, man, your own homedog is a literal bitch\nBut I'm filling the syllables, it's a little predictable, 'cause I've written this shit for all of the cynical kids\nI got time! Maybe a little too much of it\nBut you know that I'm tryna move up a bit\nPeople look at me and say my potential has\nGot a big max, and you know that I'm lovin' it\nSo fire, can't handle me with oven mitts\nUnderground, blessed if you discovered it\nFlow is so unique, I got so much to do\nNot like any other kid\n\n[Hook 9]\nAyy, yo, what you say, though?\nYeah, it's Quadeca comin' straight out the Bay, though\nYeah, when I walk out in the town, I gotta stay low\nYou know I'm comin' to them checks like Usain Bolt\n\n[Verse 30]\nWait so, inhale the fumes while I paint this\nPicture: me, I'm sitting in my room and I'm anxious\nTryna make my moves while they huge and they famous\nI knew this shit I couldn't do, I was jaded\nNow, somehow, I'm next up, yeah, I'm blessed up\nNow I wake up and I'm fly, I don't dress up\nNow I'm fly and my opponents better catch up\nI get my checks, uh, all y'all need to step up\nI-I-I-I-I-I- remember tryna practice my cadence\nIn tracks I was makin', I had to be patient\nEverybody said that shit was trash, and they were right\nBut I turned that shit and made a right, shit is day and night\nNow I gotta take a flight to Vegas, might not stay the night\nEverybody see me eatin', now they wanna take a bite\nSo I'm like, \"Okay... no way\"\nYeah, when it comes to this shit, man, I don't play\nI'm like Houdini in my Ghost, you can't see me, I'm gone\nBall so hard, I gotta wear my Yeezys to prom\nYouTube bitches asking me to retweet they song\nI'm the reason people got Spotify Premium on\n\n[Hook 9]\nLike, ayy, yo, what you say, though?\nYeah, it's Quadeca comin' straight out the Bay, though\nYeah, when I walk out in the town, I gotta stay low\nYou know I'm runnin' to them checks like Usain Bolt\n\n[Verse 31]\nSo I'm like okay, nah, no way\nWhen it comes to that shit, man, I don't play\nIf you ask me how I got it I will say\nI got the drive, yeah, really get out of the roadway, uh\n\n[Interlude 8]\nDamn\nSome of these\nAre too slow and also too fast\nWhatever\n\n[Verse 31]\nI'm out of order, three hoes like I'm Santa Claus\nPull up on your bitch, Bape hoodie with a camouflage\nHey now, yo, what's the play now?\nI'm tryna slide, I ain't talkin' 'bout a playground\nYeah, I remember all them days I would stay down\n20K's chillin' in my PayPal\nSo what the fuck you wanna say- you wanna say now? Nothin'\nBest in my town and that's no discussion\nHumble beginnings, ain't humble, we winnin'\nIf I wanna brag, that's my humble decision\nEverything I do is goin' off\nSo if I wanna freestyle, then you better know the cost, ayy\n\n[Interlude 10]\nI think she blocked me\nDamn\nThere's no more water, I'm literally about to die\n\n[Hook 9]\nI think she blocked me on the Instagram\nI need to know, what did I do? I guess I missed your plan\nMe, I'm just searchin' for that truest shit, where is it, man?\nI'll never know, just wanted you to help me understand\nI need some closure because, truthfully, I give a damn, I give a damn\nPlenty of fish in the sea, but see, I ain't no fisherman\nSee, I'm a middleman, a businessman, and this means business, man\nDiggin' in the sand, lookin for a reason, I'm not kiddin', man\n\n[Verse 32]\nHow am I gonna let all of this get to me?\nBeen a few months since you texted me\nShit, I'll just tell myself I'm a celebrity\nAin't no way that this can get to me\nAnd in the grand scheme of things, it doesn't matter\nBut right now, it's feeling like everything\nThe more I talk about it, it just gets sadder\n'Member thinkin' about a wedding ring\nBut now I'm thinkin' 'bout so many things\nWhat did I do to deserve it?\nThis shit the most petty of petty things\nI'll stick with how nobody's perfect\nLike all of my life, I'll forget about it\nAnd all of the things that I said about it\nBut why the fuck did I get blocked?\nI just cannot wrap my head around it\n\n[Interlude 11]\nI just can't wrap my head around it\nNow I'm just getting bored, I'm just fuckin' up all the flows\nJust for the fun of it\nIf you're still watchin' this shit, uh, comment, uh...\nComment \"Arrowhead water\" in the comments\nAnd let me know what-what would you rate this out of ten\nGive me a rating, that way know that you're real-\nThat you're real one, you know what I'm sayin'? Alright, here we go\n\n[Verse 33]\nSpectacular speculations\n-Havin' some reservations\nImaginin' all the statements\n-Travellin' through these places\nBack in, then buy some passionate\nTrashin' of reputations\nThey actually don't have facts, and\nReality left them baseless\nI wish that we left 'em nameless\n-'Sociate 'em with faces\nMake judgments from expectations\nAnd watch as their heads are shaking\n-People want me to crumble\nAnd turn to some medication\nTo fuck up my motivation\nAnd focus on education\n\n[Hook 10]\nBut I'm petty, petty, petty, petty\nThat's all they really ever tell me\nSo many times that you convince me of shit\nThat I swear you could've won an Emmy\nI got a phone in my hand, like a note for the 'Gram\nAnd I'm thinkin' about holdin' your hand, but you don't understand\nI think t' 'ove is eith-either gold or a scam\nAnd you never really know till the end, like, how all this began\n\n[Verse 34]\nI've been comin' at this as a man\nTrying to figure out where I fit into the plan\nHow does all the drama surround me? I hear 'em followin' loudly\nAnd I don't wanna hear about this shit again\nI guess that's the way it goes when they stalk me\nAnd do anything to try and stop me\nI did nothing wrong, but that's how it goes\nWhen a basic bitch try to block me, uh\n\n[Verse 35]\nLivin' life, but you're stayin' the same\nHow you expect yourself to go take the fame\nMake your name, but you don't take the pain\nYou wanna be unique but not make a change\nLike, what? How you expect to go through this\nThink about the goals, man, why you wanna do this\nSo stupid and useless if you never lose it\nRisk yourself a little for the movement- when did I write-\nThis ain't the Ode to Joy, this the ode to success\nDon't know if there is a God, but I know that I'm blessed\nAnd I'm open to \"No\" and I'm open to \"Yes\"\nI'll do whatever I can to go to the best\nThat will go to the right and go to the left\nNo doubt I'ma show up at night instead of goin' to bed\nWhen I know that I'm right, I'm explodin' my chest\nI keep on loadin' the time and it goes over my head\nI think \"No, why do I even try these things?\nI need shiny things like diamond rings\nAnd flying rings and pricey bling- uh\nThat is what drives these strings\nI'm so- I'm so lively and lazy at the same time\nSayin' somethin' sane and crazy in the same rhyme\nNever go to practice, don't phase me till it's gametime\nLearnin' this life will amaze me, how I made my\nDay, find a minute, I'm livin', winnin' and willin'\nTo spit rhythm and chillin', they get so pissed with me, I'm either villain\nNo, they not kiddin', and no, I'm not quittin', I know I'm just sittin'\nSittin' with a dream, and maybe\nMaybe just see then, see then where the dream could take me\nBut I know it can't, I know it takes luck, I'm angry!\nWhy am I just the B of the A-team\nAt the feet of the mainstream? Man, I dream for this daydream!\nUh, and I believe that I'm makin'\nCease for the takin', it's me in the train, and\nI see that I'm breakin', my knees aren't place and\nI keep on thinkin' that I'm being amazin'\nBut I'm improvin', I know it's just a slow climb\nPushin' myself, yeah, I'll be there in no time\nSo I'm movin', I'm movin' till I get there\nGet where? I just don't want to get left there\n\n[Interlude 12]\nI don't remember\nI don't even know what that's from but that was written in there\nIt's been a lot of late nights, okay?\n\n[Hook 11]\nI don't give a fuck about anything\nSkinny white child on the track, but I'm threatening, they don't wanna let 'em in\nThey told me if I take it, I'll feel better, like it's medicine\nBut I ain't settling, they tryna rush me, like adrenaline\n\n[Verse 36]\nAnd labels don't reply so I can get a deal\nI've been itchin' for this shit, someone give me a Benadryl\nI get hella skill, man, they worried that I never will\nHave success in bills, man, the grill- haha seven mill'\nI don't give a fuck about this shit, I've been goin' overboard and now they jumpin' on the ship\nMan, they hypocrites, pimpin' they butterflies while they in- okay, that one was work, uh\nAnd want my Christmas as a Christmas gift\nMiddle child, know I'm anythin' but in the middle, bitch\nMan, I don't give a shit, I'm well behaved, and so articulate\nI'm the type to ask my fucking teacher for a syllabus\nUh, uh\nExistential crisis, every day I think I don't exist\nChicken little, I'm a fryin' pan, I'm a dyin' man\nWake up every mornin', I'ma make a fuckin' diagram\nAnd find a plan to be the highest man in this giant land\nRap so fuckin' hard, I think I'm injurin' my diaphragm\nIron Man, think I'm Iron Man\nKids be puttin' fire emojis on my entire 'Gram, I'm a fireman\nSecond grade teacher got me singin' in the choir, man\nAnd look at where I am, I never thought I would acquire fans\nAcquire bands, say a bunch of random shit and rhyme it, man\nThat's how much I do not give a fuck, let's go to Ireland\nHundred grand on those rubber bands to hold your fuckin' bands\nListening to the cash register like your fuckin' jam\n-Don't understand, like a Republican with a gun in his hand\nSayin' that \"Trump is the man to come with the plan\", livin' in wonderland\nThat shit is a fucking scam\nMaking America show that it's dumb again, ha! Ha...\n\n[Verse 37]\nThey told me I needed to do a switch up\nMy friends told me I needed to get my hits up\nIt ain't that simple, I'm not someone that white teenagers wanna be like\nI can't say \"Issa\" in a meme and have it pick up\nBig up, I'm a transnational British person\nDimension C-137's my biggest version\nI've been disturbin', music it isn't listed as urban\nAir quotes next to my name in red caps, written as burden\nI'm a fuckin' burden to every fuckin' person on this Earth, man\nI'm determined, I'm tryna get it workin'\nSortin' out pins and needles like an amateur surgeon, that makes no sense\nAll these listeners are so dense\nThis song is conversational, so why you still talkin' to me?\nI email artists, they haven't responded to me\nMy camera just went out, so why you still talkin' to me? Uh\nI'm trying to give you free money, not fond of your feat\nI'm tryna to make a deal, not call the police\nI have free publicity, they don't want to be seen\nI guess they don't wanna be seen, fuck these monopoly scenes\nUh, yeah, they collab with rappers with fifty plays\nI hit 'em up about it and wait sixty days\nNow I'm bigger than these rappers I'm askin'\nI hit 'em up again, and then I never get a response, damn\nWhat the fuck is happenin'? Damn\n\n[Hook 12]\nI said f-\nFuck a lawsuit, fuck a lawsuit, ayy\nWhat'd it cost me is what it cost you, ayy\nG-Gotta stop you, y'all are not cute, uh\nNo need to argue, 'cause I do not lose, ayy, uh\n\n[Verse 38]\nWho's your momma? I need to know who taught you, I need to\n'Call you believe, but I'm sure that nobody believes you\nI'm makin'-I'm makin' music, as soon as I start makin' money, you tryin' to review\nYou gonna claim every verse on my album, are you gonna claim these too?\n'Cause I am independent, you a little jealous, and you skeptical of how I'm really sellin'\nYou assumin' that I can't legit defend it, I'ma send you out here with a prison sentence\nCopyright-abusin' pricks, tryin' to profit off my music shit\nLittle do you know that I am not afraid of you, and so I will refuse to quit, you stupid bitch\nI'm bad for real, my shit got mass appeal, ayy\nEvery song that I drop is an anthem, you don't really have to kneel, damn\nFreestyle, you don't have to steal, don't like it? Well, you have to deal, damn\nIf I say it that it's how I feel, it's real, I don't pass no drill, damn\nPlug called like we had a deal, man, this shit ain't daffodils, damn\nWhen it all comes d- at my door, get the fl- 'oy like a Happy Meal, ayy\nIf it does, then I have to kill, name a track like the- you pass a d'ill-\nHaha, to 'hi-, killer, bum-uh-dum-num, damn, I have to chill\nYeah, this a new wave, y'all are too late\nYou say you gon' start tomorrow, well, tomorrow's today\nI get-I get all these bags, stuff 'em in a suitcase\nYou a thief, you be stealin' flows like you Boonk Gang\n\n[Interlude 13]\nI accidentally quit out all these lyrics\nSo I was just trying to piece it together like a puzzle\nYou know what I'm saying? Ayy\nLet's gom random shit, ayy\n\n[Verse 39]\nI take no credit for anything that I do\nThat's how I live life with a positive attitude\nThat's why I've seem pissed, but I'm never gettin' mad at you\nThat's the reason that people mirror my attributes\nWhat I contribute to the world is\nSome crazy shit nobody else's world did\nAnd I'm just tryin' to spread some peaces love\nBut, man, it's really hard, 'cause you need some luck\nI've been waitin', 'cause this is\nThe best time for me to be layin' out of business, uh\nAnd I'm breathin' in the air, but it all tastes tainted\nWhen all of this time is wasted, really ain't wasted\n\n[Interlude 14]\nThis is trash, I have- don't know when I wrote this\nI think I wrote this in like 2013, this is how far back I-\nThis is how far back we are, I'm not even gonna rap this\nLet's do something else- oh, okay, let's do this\n\n[Verse 40]\nIt's bumpin', bumpin', this beat is just so disgustin'\nYou leavin' me in the lust of my meet-and-greet for my lovin'\nI'm enchanted, damn, this beat is just full of somethin'\nThat's makin' me want to get up, and breath in all the percussion\nMan, I'm dancing, dancing, man, I'm feelin' the rhythm\nDroppin' my head, fancy snares, then when it hits 'em\nIt really gets in my bloodstream, life just makes sense to me\nBass and a good groove is really a great recipe\nCan't mess with me, no one- feelin' too good in the moment\nFeelin' new when I go in, and feelin' blue when it's over\nAnd I'm noddin' yes, and then I am applaudin' next\nAnd then, I'm tryna to mentally send God a text\nLike, \"Hey, what's up, God? I don't know if you're real\nBut, listen to how this bumps, you supposedly feel\nLike a god— well, you get what I'm sayin'?\"\nAnd goddamn, I just can't really express when I'm playing\n\n[Hook]\nI said it's bumpin', uh- y'all just go for a ride\nWe feelin' good at the top, man, we more than high\nYeah, we be feelin' it, know that this the realest shit\nAll the pain, this is healin' it, love it, I'm never leavin' it\nIt's bumpin'\n\n[Verse 41]\nReally, this is bumpin' to me\nYou ain't feelin' it, so then you just get up and you leave\nBut this is something to me, so don't come runnin' to me\nI said we comin' in this shit like we be fuckin' the dream\nNo, never mind, probably not\nBut I constantly got energy that's lost in my thoughts\nAnd I'm not gonna stop, and yes, this may be costing a lot\nBut lookin' at the end result, man, we've accomplished a lot\nAnd no, I'm not gonna regret a thing after this, I'm still trying to master this\n'Cause now, I'm known as that weird-ass rappin' kid\nThe fact of it is that it is really just a giant hobby\nSomething for me to be original, not a lyin' copy\nTryna make some shit where you can really get your head nodding\nVerses so fire that- 's when it's done, it's- left sobbing\nBlah, blah, blah, it's uh- we just a work-in-progress\nSome of my shit means shit and other words are nonsense\nBut now we easin' up, we got a beat that's bumpin'\nSee me stuntin' while I'm flowin', we adjustin', see me bluffin'\nEvery day, man, see me bluffin', that is what I do\nListen to some good shit, tryna make a substitute\nI got so much stuff to do, and I am just a youngin' too\nWho just hopped on the scene? Everybody wonders who\nBut all I know is that we find a safety in rhythm\nAnd that is the reason that I am making a shipment\nI said it's bumpin'\n\n[Interlude 15]\nNearin'- we're nearin' an hour\nIf you're still watchin' this shit, I love you, I actually, like, love you\nLong time, okay\n\n[Hook 13]\nI said, I'm married to the game, but I only just met her\nHopin' that my shit get better, but I'm just gonna\nMove with it, ride with it\nIt's my life, the only burden is the time limit\nFuck it, I'm livin', ayy, I said, \"Fuck it, I'm livin'\"\nPeople getting mad, just because, yeah, I'm winnin'\nJust because, yeah, I'm winnin', they're stuck-up, and I get it\nJust because your life stucks, stop corrupting mine with it\nI messed-I messed up the punchline, it's actually really good\nJust because your life sucks, stop corrupting mine with it, ayy\nAyy, ayy, uh\nJust because your life sucks, stop corrupting mine with it, uh\n\n[Verse 42]\nAnd how am I meant to keep my workflow up?\nIf a girl shows up, all my world blows up\nI'm just sittin' and waitin', instead of becomin' the greatest\nTryna find a brand new motherfuckin' deal\nAll you bitches fake, all my numbers real\nAll my shit is punchin' in your stomach, like a meal\nAm I married to the game if I can't afford a ring?\nIt's all very much the same if I can't afford to sing\nNow, it's scary for a king, damn, I said, it's scary for a king, even\nThey call me odd, but I bring even\nI bring reason to believe, and you're eatin' it up for free, and\nThe meaning is rarely seen and no line can be drawn between 'em, I don't show seasons\nYeah, I am me no matter what, and that can grow pleasin'\nI'm barely close to anybody, I don't know people\nMan, I don't know people who so equal\nI don't know nobody who doesn't own evil\nMan, that is just a truth and a lie\nA truth and a lie, somethin' like the blue in the sky\nOr a suit and a tie, yeah, I'm new to this life, I'm new to my mind\nNew to the time, man, I'm like the proof in disguise\nAnd uh, I'm- lookin' at all of this shit\nOh, you should know I'm not fallin' for this\nYou get discouraged for one minute\nAnd the next one, you be callin' it quits\nAnd I'll probably get rich If I focus enough\nYou close-minded, let's open it up\nAnd all of these people assumin' 'bout what I be doin'\nBut they do not know what is up\nUh, I just wish\nThat they'd go away\nAnd I won't obey\nNo, I will never ever show the way\nAnd I will try to mask it up\nWith other jokes on fucking jokes\nAlways playin' G'\nBut now I'm movin' onto other notes\n\n[Interlude 16]\nMy voice is fucking hurting\nIt's hurting a lot, I'm not- I haven't had vocal training\nSo I don't know how to- just do this for a long period of time\nWithout causing damage to my vocal cords, but who gives a fuck?\nMan, I just live it up\nI'm gonna go a little bit quieter now\nUh-huh\nYeah\n\n[Chorus 1]\nAll of these people keep on changin'\nAll of these times and different phases\nAll of these lights on all these stages\nAll of these sights is so amazing\nYeah, I've seen at least a million faces\nA million times, a million places\nBut when it's all said and done\nI look and I wonder why, uh\n\n[Verse 43]\nEveryone knows that it's so amazing\nAll the support is my motivation\nCompared to the big people at the Capital\nMy name is spelt in lower cases\nPeople loved me before I made it\nPeople liked it before they watched it\nI'm wantin' way too much more than I have\nAnd I'm glad, because now, I will never stop it\nMan on a mission, and I g- vision\nOf talking a lot of wisdom, man, I gotta listen\nGotta follow and be the leader, and tomorrow\nI'll be the teacher when they need the feature\nGot flow, and it's so damn crazy\nPeople consider me so amazing\nI'm holding control and then folding them verses\nIt hurts because I am on loaded bases\nAdvanced shit, I know the basics\nAlready know them, they're overrated\nMeanwhile, I am not rated at all, so we hopin'\n'Cause now I am open for game, and\nI'm charged up\nI ain't Drake, but I'm on the worst behavior\nSo many people they know the players\nDon't know the game and don't know the makers\nDon't know the fakers, but who cares?\nI'm not here to cater, I'm here to improve and show that I'm greater\nI'm here to go move and just go on the layers\nAnd bitch, I am going so later\nI got time\nMy own lyrics, I got mine\nAnd I'm on time for the wrong lines\nAnd I'm not crying, so let's start grinding, let's go\n\n[Hook 14]\nI've been all on my own\nAll on my own, people keep calling my phone\nWanting to know when I'll be the star of the show\nBut I'm all my own, yeah\nAnd I don't want to talk about it, stop to doubt it\n'Cause the world is awfully crowded, but-\nThe ghost of me is haunting the throne\nSo I'll make it there all on my own\n\n[Verse 44]\nMy intermission is mixing with intermissions\nAnd following intuition conflicting with my decision\nAnd it is more than just business, 'cause this is for self-approval\nAnd it is to make it look like I'm living for something useful\nAnd it's sad, but you know it's true for most of you\nAppearances distracting from the goals that you should go pursue, the growing movement\nTo a new type of thing that you can gain from\nTo push away the past and the places that you came from\nDay one for me was like six months ago-\n\n[Interlude 17]\nOh, holy shit!\nI actually reached the end of the beat\nBut I still have, like\nTen-thousand more words\nHold on, I gotta pause this\nHold on, three, it's still one take\n\n[Verse 45]\n-Past and the places that you came from\nDay one for me was like six months ago\nLook at where we been, but imagine where one can go\nIt's not fun to know that we just livin' to die\nIt's not fun to know that we just livin' to die\nWe now know how much money you can give for a lie\nGive for a look, but how much can you give for an eye?\nWhat's the point of feeling shit if you just living to cry?\nSo, get your ass up, 'cause it's time to make it happen\nAlways been shitty at rappin', but I practice for the passion, man\n\n[Hook 15]\nYeah, I've been living life all on my own, bitch\nUh, I ain't the star of the show, bitch\n\n[Verse 46]\nI know like four people who truly respect the grind\nAnd it's usually left to climb in a newly perfected rhyme\nAnd then if time is money then free time ain't really free\nAnd all my fan' pissed 'cause my own lyrics ain't really me\n-Stemming from a branch of a wishlist on my Christmas tree\nI want to be what's taunting me, but sorry, I'm a mini-me\nIn the face of my full potential, that is the biggest me\nBigger than you, bigger than anybody in history\nThe challenge is a challenge, the fact that you got to maximize\nTo satisfy your lavish life and have a crazy magic time\nAnd luckily, I'm so damn young, 'cause, man, I have the time\nTo learn from my mistakes and grow into a mastermind\nI'm trying to master my craft, and the problem is that I've got\nSeveral different things to potentially make my job\nI want to make the MLS, and also have a mili' subs\nAnd also get a mili' plays, and maybe make a mili' bucks\nA million- shit, all we ever want is more, really\nAnd once I get three million, I want four milli'\nIt's so silly, it's so tricky, this whole cycle\nWe can never be happy, but that is so vital\n\n[Interlude 18]\nUh\nThose are actually some good lyrics, uh\n\n[Verse 47]\nRebirth, feet hit the earth, my knees hurt\nThey're weaker than previously, her\nBreathing seems to be burnt like free CDs were\nBefore we could be searched, I'm like \"Please, just please work\"\nLike a lenient slave owner— that's edgy, like gravestones, oh, you get me\nI saved dough for a Bentley, t'ere more than a Chevy\nI play- I play-\n-Who cares about flexin' if you ain't holding it heavy?\nUh, I've been tryin' to prove to all of the people I knew who didn't like what I do\nDisgusted like, \"Ew\", yeah, this shit goes outta you, plans have now all become true\nI'm seeing them through, man, that's the reason I do, all of the things that I do\nIt's not for a crew, not for a god or a demon, I've really been needing a clue\nFillin' these shoes, reading these pieces and news, damn, this shit really is screwed\nIt gives me the blues whenever I'm shielding my eyes from the darkness and don't get a view, uh\nBut if ignorance is really bliss, then why this ignorance be killin' kids?\nAnd why this ignorance that's clearly vicious is not given shit and ends up innocent?\nThat shit really is ridiculous, it's magnificently fucked up\nBut nobody wants to tough it up, I haven't seen it goin' down, it's comin' up\nL—\n\n[Verse 48]\n—cay to the Vatican, havin' them\nGood times and bad times with New Romans, do that again, well, that was when\nI was so young, too young to really know fun\nBut so what? I guess that's what happens when you grow up\nDry your eyes and wipe your nose up\nJust keep drinking till you throw up, no, we won't judge\nBut we all just want to be loved and somehow get validated by those we hate\nSuch a twisted system that we've been given to operate\nI've been really thinkin' and figurin' out who's not a fake\nWash away the thoughts I made along the way, it all has changed\nYeah, and now we lookin', it's so far away\nAnd it's so far away\n\n[Hook 16]\nThis a civil war\nIt's a fuckin' civil war\nYeah, we be aimin' to the peace\nSo what we killin' for?\nYeah, anymore\nWhat we even livin' for?\nYeah, they be murderin' for peace\nThat is a civil war\n\n[Verse 49]\nYou know- you know they be lookin' at me right now\nLike the sewer system, they about to pipe down\nI've been writin' my essays, my webpage\nYeah, I call that a new construction site now\nBlue's Clues, man, I think I gotta find out\nAll these questions, man, I really wanna hide out\nOr I wanna drop out, maybe learn a lot 'bout\nMy shit before I wait to see it die out\nDamn, I-I just wanna go along\nI'm holdin' strong, I know- I know I'm not the boldest one\nI'm old enough, I'm growin' up, bars so sick, they throwin' up\nThey know what's up, now, I'm in the- now I'm really doin' the\nDoin' in the big leagues like I got drafted\nBefore the year-round hype over March Madness\nWanna get it to where these girls strippin' down\nLike it's no big deal, like we takin' liberal arts classes\nThey be sayin', \"Damn, Ben really got savage\"\nNo, but unlike you, I am not average-\n\n[Interlude 19]\nHold on, I have to fix this fucking instrumental\nThis is so mental, hold on, I have to fix it real quick\nI'm gonna fix it, take a pause\nUh, yeah, ayy\n\n[Verse 50]\nI'm addicted to the screen and the validations\nOf people who are thirteen in another nation\nI've been looking for acceptance in the message\nOr a comment on a video, it seems to be wasted\nLike Internet track meets, they erased it\nLook at this shit, I've just recently made it\nThat how it goes when I'm beatin' and breathin'\nAcheivin' and keep on succeedin', they hate it\nY'all lousy and can't breathe all that smoke, bro\nYou doubt me, but you'll see where I go, so\nAllow me to break free from my own dome\nTo get out and be me, believe in my own zone\nThings become intense in the heat of the ozone\nIt's surroundin' me, I need to go home, so\nCan I pretty please just be al-alone?\nNobody to retweet, delete on my home phone\nI ain't gon'-I ain't gon' hop on that drug shit\nWhen they all claimin' they love it, uh\nI ain't gon' hop on that loud shit\nWhen I know I ain't about it, uh\nYeah, they cannot take this away now\nThey have something to say now\nYou cannot order this shit on a takeout\nAll of these bitches is fake now\n\n[Verse 51]\n—My clothes is Japanese, I wear it casually\nAnd I'm a killer on the mic, might cause a couple casualties\n-All I'm needin' is a beat to make your fuckin' salary\nMan, I said, \"Fuck the peanut gallery, I got a fuckin' allergy\"\nTrappin' out my PayPal, make it Friends and Family\nNow I'm so hot, I need some oven mitts, ain't safe to handle me\nNow I made my checks from Spotify, they pay me handsomely\nI got the mic up to my brain to help maintain my sanity, okay\nEverybody 'round me, they been wasting my time, ayy\nPull up to the functions, see they face when I rhyme, ayy\nEveryone's a critic on my case all the time\nDo it by myself, I don't need a way to get signed\n\n[Hook 17]\nBitch, I'm clouted up, yeah, I'm clouted up, ayy\nGet my numbers up, gotta add 'em up, ayy\nUntil I get it, I ain't never packin' up, no\nAnd they all comin' for my blood like Dracula, ayy\n\n[Verse 52]\nOkay, I'm backin' this, not maskin' shit, now everybody wanna go package shit\nI don't give a fuck, you know I'm abstinent, I'ma fuck the whole game up on accident\nWait a minute, shit, I'm too passionate, so they stand up for my anthems, no Kaepernick\n'Member when they used to all laugh at this, now they hit me up like, \"What the fuck's happenin'?\nYeah, I had to sacrifice a lot of sleep\nBecause a lot of people want a lot from me\nYeah, standing in the way of who I wanna be\nNow random strangers recognize me when I cross the street\n\n[Verse 53]\nSo many memories, do you remember these\nMoments way back in the time?\nTrapped in the back of my mind\nI am so happy to grind, I am so happy to find\nSo much experience now that I'm passing the lines\nNow that I'm grasping the signs\nI have been laughing a lot, got nothing to hide\nNo, I've got nothing to hide\nBitch, I am stuck, left behind\nI need a drive, yeah, I need something to ride\nFill my own bank account, shit that I'm making now\nPuttin' it off to the side\nFeeling alive, yes, I am breathing the air\nAnd I'm feeling so careless, but I can't\nLet go\nDamn\nEvery morning\nI'm wanting to drop out\nBut I can't stop now\nI put too much work in this shit to go pop out\nSo I walk down five different paths every day\nJust need the one, it's only begun\nNo, I'm not going away\nNo, I'm not gonna- 's uh- say\nThat this shit is going badly at all\nI'm glad that I fall\nI love the ref, but I am mad at the call\nI'm mad at the call\nYeah, I'm having it all, I'm traveling far\nAnd I'm practicing hard\nNever goin' back to the start, never goin' back to the start\n\n[Verse 54]\nUh, yeah\nPutting my mind on the table\nNo, I am so able, I'm lining the cables\nI got the horsepower, but tied to the stables, get by with no label\nI do the mixing and mastering\nWriting and rapping and making it happen, I'm\nEating my cake, and I'm having it\nReal emotion, I'm tapping in, passionate\nAnd I am working my hardest\nIt's already started, yes, I am being an artist\nI'm feeling the largest\nI'm feeling the largest\n\n[Part III]\n\n[Intro 3]\nOh!\nIs that the final beat change up?\nAlright, we were on that last beat for like an hour\nFor lit- literally an hour... um..\nBut you know what? Gotta hop on this classic beat, ayy\nUh\nYeah\nHad to change it for all you that have been watching till\nTill the end, you know?\nYou didn't think that beat was ever gonna change, but it did, though\nUh, yeah\nAyy\n\n[Verse 55]\nRecently, I've been feeling my lyrics missing meaning\nI'm trying to whitewash how much they stink like I'm Listerine-ing\nDamn, I'm feeling like I've missed the key, and\nSo I guess that DJ Khaled is always skipping me\nBut, yeah, you know I'm tryn  do what I can\nBut these ignorant idiots just can't understand\nYeah, you know I'm tryn  do what I can\nBut these ignorant idiots just can't understand\nI got new crews and the new friends, got new views in a new lens\nI'm the new dude, I'm the new Ben, got my YouTube with the new trends\nBut the way I'm growing is so unorthodox\nHow could I be connecting them if I have yet to sort the dots?\nSorta lost and very found at the same time\nI pour the cost, now I'm very loud in a daytime\nAnd very quiet at night- seem to shine when I write\nAnd I'm longin' to be a five-year-old, chillin', flyin' a kite\nAnd I admire the sight of somebody else workin' more than me\nI've been staying grounded, but the sky is movin' towards my feet\nAnd fortunately, I'm on course, living morally\nGrinding to get what's rightfully mine, I'm headed right for my dream\nDamn, I guess that's all I need to know for now\nThey put me in the driver's seat, no way I'm slowing down\nThey know me now but don't know my sound, it is so profound\nGive m- two years and I'll make it, let me show you how\nAyy, ayy, ayy, ayy\n\n[Verse 56]\nI gotta stop all of this bragging shit\nSo many haters, S.M.H. is the acronym\nI'm tryna get a couple \"OMG\"'s\nOr a, \"WTF, he is so sexy\"\nI got no Bentley, beat is so deadly\nWalked up to the rap club, no entry\nAnd I feel a little like I won't get seen\n'Cause I'm so white, won't fight, don't get me\n'Cause I'm coming at this music with a different set of ideas\nTrying to bring my own crib like it's Ikea\nHere's a pro-tip: take no tips\nFrom people who aren't pros yet, bitches always so stressed\nDamn, 'cause they trying to find that great escape\nNation of dreamers who all just trying to stay awake\nEvery day, I be waking up to my 808s\nDay-to-day hustle, I'm just trying to pave a way\nPeople with the problems always give the most advice\nLike, why don't you sort your own life? Don't come close to mine\nI'm mostly fine, so please leave me alone to whine\nAnd next time that you're talking shit, please bring me an open mind\n'Cause people locking they own ideas in straitjackets\nI'm David Blaine's magic- helping you break past it\nI'm trying to raise havoc, not trying to stay savage\nTrying to make balance while finding a great passion\nClimbing to get up this- witnessin' injustice\nBy who people in love with or based off of skin colors-\nShit is so disgusting- seeing it in public\nI'm trying to make sense of it here in the discussions-\nClose my eyes and go to sleep, waiting until they notice me\nWait until my creations are making everything so complete\nMy thoughts are scattered- find lots of patterns\nI try not to let it get my plots in ashes\n\n[Verse 57]\nI don't ever think I've- some money, some- little talent\nThese rappers' shows look like lip-sync battles with Jimmy Fallon\nWhat really happened? I'm jealous if people selling platinum\nWorst year of my life? That's like saying the worst Kendrick album;\nIt's way better than average, I'm already established\nUnforgettable classic, y'all shit is set to go plastic\nThey want to see me disappear like incredible magic\nYour regrettable attitude is upsetting my passion\nI'm getting listens and play, fuck all the simpler days\nI just took a moo- mon- break- I got Spotify paying me minimum wage\nI'm like that's good enough, man, I've been eating, ain't full enough, I just want to make it pulling up\nI've been putting up with all of these amateurs, sure enough, I'ma show 'em how it should be done\n\n[Verse 58]\nI got green and I want beef like a omnivore\nI got that exclusive flow that can't be bought at stores-\nAll this new shit, they still be wanting more\nThey say that my duty is not fair like some modern war\nI'm stacking rolls, just like the Michelin Man\nEating sushi every night, but I don't live in Japan\nDamn, I'm trying to get as many hits as I can\nAnd like a lazy-ass beaver, I ain't giving a damn\nWoah, this shit is corny, you really gonna ignore me?\nYou really gon' let it slide when these Benjamins do adore me?\nAnd as we rise, man, it ain't about fame and fortune\nWe got a greater importance, that's why I wake in the morning\nI'm tryna play a performance- make a change with a chorus\nI came from a tiny platform, but now my stage is enormous\nFlawless, do anything to stay out of office\n'Cause I'm cautious, not gonna sell my soul for the profits\n\n[Verse 59]\nYeah, I got many dreams, lot of passions\nI'ma get there by any means, just imagine\nJust know that anything can happen\nTake chances, put everything in rapping\nI don't even really need to go fast\nFlow back, not wandering like a nomad\nSo glad, yeah, they all melt like a snowman\nBack-to-back flames got Drake sayin', \"Oh, man\"\nNot again, got a lotta friends who wanna end\nAll my shit, unsubscribe like I'm On Demand\nI've been living in a moment, got a lot of fans\nPedophile back at it again with the white vans\nCan't lie, man, I got a lot of white fans\nCould I get a ultralight beam, maybe by chance?\nEvery day I've been switching up on my stance\nScare everyone away whenever I dance\nPeople in the comments saying that I can't rap\nOkay, 'cause I didn't understand that\nFuck you, man, I think it's time to stand back\nYou'll be sittin', gettin' in the way like a sandbag\nIf you want to talk trash, say it to my face\nI'll be singin', \"La-la\", I got two LA's-\nI be laughin', \"Haha\" at the human race\nHey, I'm in the lead, not far from a newer place\nUh- gettin' sick and sicker\nThe flow on the track gettin' quicker and quicker\nShiver me timbers, I'm winnin' these bigger\nKiller victor, not swipin' left like it's Tinder\nThey filter my picture, put it in bad light-\nUh, me playin' these rappers is a bad fight\nAyy, me spittin' these bars, that's a mad sight\nHaters be changin' their opinions, is that right?\nAyy, ayy, ayy\nI'm winnin'- I'm winnin'- I'm spittin' a million words per the minute\nI'm in it to win it, I'm in it to win it, I'm fixin' to hit it, uh\nThis shit is my mission, not up to your opinions\nYou know that I'm grinnin', ayy, ayy, ayy, ayy, ayy\n\n[Verse 60]\nBut I don't wanna be a ribbon in the sky\nLivin' in disguise, man, I see the venom in the middle of their eyes\nFigure if you're livin' or you die\n'Cause it's time for you to finish your reply\nI've been dealin' with these guys, know that I ain't black and I rap\nSo I guess I'm automatically wack, when, matter of fact\nI am better than like half of these actors\nOutdated, like a battery pack that a Blackberry has\nOn the back of its tab\n-Rapping has the wrath of attack to send a missile back to Iraq\nThen leave a crack on the map\nAnd put my train of thought right back on the track, oh\nAll these rappers out of breath\n-That gasp like a motherfuckin' asthma attack, yeah\nMatch, match, match, makin' flames when I swipe right\nAnd I ain't talkin' 'bout some crap on an app\n-Blowin' up with bars like a TNT\nBlowin' up: TNT, with bars: AT&T\nI'm the one you may see on a screen\nI won't be passin' out like, \"Hey! Is he on lean?\"\nNah, I ain't about that\nThe music that I make is a motherfuckin' soundtrack\nTo the dopest life, Big Sean better bounce back\nEverybody tryna raise the stakes? Well, they better take it out back\nI got a lot on my mind, I cannot go behind\nUh, ayy, ayy, ayy\nI just deleted the- all those lyrics\nBut that don't matter, 'cause I'm sayin' them in spirit, bitch, uh!\n\n[Verse 61]\nWho would'a, who would'a thought\nThat Quadeca woulda moved to the top? I've been doin' a lot, ayy\nSee me for the music I make\nNot the views, not the shoes that I bought\nI mean who would'a thought that I'd go up, up and away?\n5K to 100K in a month how I play\n'Fucker think he runnin' the game\nSee these haters, now they runnin' away 'cause I've come here to stay\nComin' from the jump in L.A.​\nBut a boy been comin' up in the Bay, where they utter my name\nMan, I'm like, \"What-what do I say\nTo a friend who think we one in the same?\" 'Cause I'm done with the games\nSayin' \"This is fuckin' insane\"\nWanted bars, well, no one can complain, yeah, they lovin' the claims\nI got an abundance of pain\nWhen I drop it, it just bust into flames, it just bust into-\nYeah\n\n[Hook 18]\nWho would'a, who would'a thought\nThat a motherfucker'd hop on UK vibe like I'm Drake?\nAyy, who would'a thought\nI'd be spittin' all these syllables without makin' a single mistake?\n\n[Verse 62]\nBut, I've actually- I've actually made a lot of mistakes, ooh, ooh\nI've made a- made a lot of mistakes, ooh\nI'm so big, I make hippopotamus shake, ooh\nThat's-that's really bad, ayy\n\n[Interlude 20]\nUh\nGot to drink some water, it's great\nGot a lot on my plate... uh\nDamn\n\n[Verse 63]\nThis is the third time we're on this beat\nI do this beat like twenty times\nBut that's okay, 'cause you know I got so many rhymes\nYou know what? On this one, I'ma just freestyle, uh\nUh, I got all your bitches on my speed dial\nAyy, and you sittin' there, meanwhile\nI'm doing all this shit, I got it like it's a free trial\nFree trial, I ain't spending no money\nNow everybody lookin' at me, say I'm so funny\nBut not in a way where they're laughin' with me\nNow they're laughin' at me, man, they so silly\nThey so- they like BILLY by Tekashi\nNow everybody, you know that they wanna stop me\nBut they not gon' stop me 'cause I'm not gon' let them\nAnd now, everybody, you know that I want to get up\nInto the best place, into the best place\nNow everybody, I be writin' all my essays\nI write my music like a motherfuckin' essay\n'Cause who else is doin' hu- a hundred-sixty pages on a damn song?\nUh, 'cause I'm makin' this so damn long\nPeople lookin' at me, need a blood- motherfuckin' tampon\nYeah, 'cause he's so borin' now\nEverybody, man, you know I'm makin' goals, I'm scorin' now\nI'm pourin' now, all your shit is trash, I'm pourin' out\nPourin' it in-into the garbage 'cause you know I'm snorin' now\nYou guys are tirin', see, you are so tirin'\nI'm doing all this shit, I'm killin' shit, man, I am violent\nAyy, I got the strings like a violin\nPeople lookin' at me, they like how the fuck I'm rhymin' this\nI don't even know, this is off the top now\nGot a lot of bitches, but I'm never gonna stop now\nThis is it what I gotta do, I'ma do it now!\nFuck all of these bitches, I make music now\nUh, they be like, \"Who's makin' that stupid sound?\"\nI'm like \"That's me, bitch! That's me, bitch\"\nI got all these people, see me on a f- tree, bitch\nThis a treat, bitch, this ain't remixed\nI got people lookin' at me now, they wanna be me, they wanna be this\nBut they can't, they gon' get this\nLookin' at you, I'ma shoot my shots, you better get hit\nAyy, 'cause you know I'm 'bout to get lit\nEverybody, you know that I'm doin' this the best-est\nThe best-est in the nation\nEverybody, [?] take me to the station\nBest in the nation, might go on a vacation\nLook at all these people: \"Uh-uh-uh-uh...\"; hesitation\nAnd I'm elevatin', got a reservate in\nAyy, all you motherfuckers waitin', but I am demonstratin'\nDemonstratin' what I gotta do now\nOoh, you know that I'm movin' right through now\nPeople lookin' at me, I'm like \"Who? How?\"\nI don't know, I'm just askin' a bunch of questions now\nUh, but I'm never gonna let it down\nNever gonna set it down, I am like the best in town\nAyy, ayy, this is freestyled\nUh, I'm not gon' rap some more freestyle\nI do it off the top of the dome, uh\nTell you all the styles that you wantin' to know\nI'm might talk in gibberish, you know that I'm ridiculous\nThese people givin' presence like my name is Saint Nicholas\nOoh, ooh, and I'm licorice\nI'm sweet, I got people, but you I'm gonna figure this out\nBetter figure this, put in a top, now\nOoh, but you know I'm never gonna stop now\nUh, uh, this is Hamlet\nDamn, you'd be lookin' like a damn pig\nYou be lookin' like a damn \"Oink, oink\", bitch\nI got all these people, man, you know you so annoyin'\nNo annoyin', I don't really even know now\n\n[Verse 63]\nUh, you know that I'm never gonna slow down\nThey know me now, but don't know my sound, it is so profound\nBut give me two years and I'll make it, let me show you how\n\n[Verse 64]\nI got the sunglasses, put it on my sun tan\nUh, you know that I'm doing this how I can\nUh, you know I'm gonna get a sunburn\nI done seen a lot of shit I wish I could unlearn\nUh, yeah, I wish that I could unsee\nUh, Playboy, Playboy bunny\nUh, dropping this, I make a lot of money\nAll these haters laughing, 'cause they think that shit is funny\nBut it ain't, but it ain't, 'cause I'm serious\nWhen I'm doing shit, I'm getting drunk, I get delirious\nUh but you know I do it sober\nI got all this water, got a four-leaf clover\nLittle bitch, 'cause I'm lucky, I got a lot of good luck\nUh, I said, \"Bye, have a good f-\"\nI don't know, I don't know\nNow I gotta eat some good lunch\nLunch- I be sittin' in a lunch line\nAll these bitches like me, now they stealing all my punchlines\nAyy, and you know I make some rhymes\nAnd you know I do this shit, got a drumline\nDrumline, like I'm doing this on a TV show\nNow you see me, I'm like C-3PO\nUh, 'cause I'm livin' in my star wars\nPeople lookin' at me, but you know I gotta- start more\nStart more when I'm playin' on a pitch\nPeople lookin' at me now, they see me, I'm on Twitch\nBut I ain't on Twitch, I only streamed like one- or twice\nPeople lookin' at me, now I'm not so nice\nI'm not so nice, but you know that I eat lots of rice\nAnd I burn that Rice too when I make a diss track\nThis diss, this that, making diss tracks\nUh, now you better make some Big Macs\nOoh, now I- don't have a six-pack\n'Cause, I'm kind of lanky, but whatever, fuck that\nFuck that, I don't really even care now\nOoh, now you better get your hair out\nGrow my hair out, grow a beard out\nPeople lookin' at me, they know I'm makin' parodies like Weird Al\nUh, but you know I got a weird owl\nLike I am- who's the guy with the owl?\nFuck! What's his name? In Harry Potter, though\nJust tell me what I want to know\nHagrid! They call me Hagrid\nI got Hamlet, now you know that you a bad bitch\nWhen I walk in here as soon as I establish\nPeople know I'm makin' this appear, like it's magic\nAyy, your life story is so tragic\nUh, better keep your mixtape in the attic\nUh, I calculate this shit like mathematics\nUh, now you know that that's past it\nI'm past it, I'm past it, I'm movin' to the future\nUh, and I'm doin' what I'm used to\nI'm used to this like Future and Drake\nUh, uh, now, who's-who am I gonna thank?\nWho am I thankin', like at Thanksgiving\nUh, uh, you know I am great and I keep givin'\nKeep givin', keep givin' on a track now\nTrack now, never back down\nDoin' this till I passed out, till I black out\nI got people looking at me, I take the trash out\nEverybody, man, you know I'm makin' that sound\nMake a loud sound, make a loud sound goin' downtown\nOoh, all my music is surround sound\nYou hear it everywhere you go, spin around now\nPeople lookin' at me, now they never want to drown now\nAll your music gets drowned out in a conversation\nI got these people see a star, I'm in the constellation\nAnd you know I compile it in a compilation\nEverybody, man, you know that I be livin', ah-ma-raisin\nUh, ah, uh, I don't- didn't even say a real word there\nDidn't say a real word\nYou a real nerd, I'll be flying like a real bird\nGot these bitches lookin' at me, how'd that feel? Word up!\nUh, word up, it's just like fucking nineties\nPeople looking at me, but they never gonna find me\nLike Tekashi, you better come test my gangster\nPeople lookin' at me, but never gonna thank ya\nActually, don't test my gangster, 'cause I don't claim to be one\nPeople lookin' at me, and I'm great, and they see ones\nSee fun, see ma- I just see more\nUh, yeah, your name is Seymour\nYour dad's name is Seymour\nI was doin' this shit, like way before\nI was on tour, because I just had to take a detour\nUh, and you know that I des-\nDestroy, destroy\nWho are you? But I'm me, boy, but I'm- uh, me-me, boy\nI don't do this shit, I just do this shit\nAll these rappers, man, you know that I am ludicrous\nAnd I'm movin' bricks to the top of the charts\nPeople lookin' at me, and you know that I'm not gonna start\nI'm always gonna do it, 'cause I'm never gonna stop\nPeople lookin' at me, now I'm sendin' all these shots\nTo the top of your dome, hit you, whip 'em in the dome now\nUh, and your bars, they get thrown out\nAnd you know that I be doing this, I'm goin' down\nUh, but I'm goin' up, you goin' down!\nI had to re- had to- had to do a re-phrase\nYou know how I had a great day\nUh, I might pull up wit' an AK\nUh, and you know I'm gonna make a great plate\nGreat plate, great escape, I lost my style\nI lost my style.. okay\nThat was a- actually a pretty good freestyle, damn\nUh, uh, uh\n\n[Verse 65]\n-Money on the run, that's running business\n-Do this shit for fun? That's some decision\nComing in this, I wondered, \"Is this a road that they'll be fucking with?\"\nThey loving it, making paper, like Dunder Mifflin\nStill got haters and doubters I keep on running into\n-Got a problem? Hop on the track, I'd love to diss you\nPeople hate on successes, you got some fucking issues\nLike- damn, need me to get you another tissue?\nJust please don't go- come back, no one'll miss you\nWell, I won't, I'll shrug my shoulders and just continue\nOn my mission, encountered a lot of villains\nI'm kicking them down repeatedly lyrically, like it's some Jujitsu\n\n[Verse 66]\nUh, damn\nYou know that I am the fucking man\nUh, I'ma make this money, make a hundred grand\nI don't really think that you'll understand\nUnderstand, 'cause I'm back again\nA fan again, I'm going to war, like Afghanistan\nWhat's the plan?\nThe plan- the plan, man, to plan man?\nI'ma do the shit, I'ma do the same thing\nI'ma do this shit goin' on my campaign\nCelebratin' every day, I'm drinkin' champagne\nOoh, and you're gonna know my damn name\nGonna know my last name, now they see me in the rap game\nUh, they look at me like, \"How that changed\"\nBut- t-truly nothing even changed, though\nUh, all these rappers got the same flow\nSo it's good to evolve, like Play-Doh\n'Cause I get molded, I get molded every day, bro\nEvery day, bro, but I ain't Jake Paul\nSliding into home base with your bitch; baseball\nHey! And now, you're gonna go fall\nUh, but you know I'm gonna go far\nI might go in Mario Kart in a go-kart\nI got people, now you know I'm goin' so far\nSo far, but I'm never gonna backtrack\nI got all these people send me pics on the Snapchat\nBut I don't even use Snapchat\nPeople lookin' at me, I might move that back\nTo the past rap, I be doin' mad facts\nAll my math facts in my math class, I got backpacks\nOn my back-back, bag-bag it up\nI got all this money, now I stack-stack it up\nOh, ayy, freestylin's pretty fun, though\nTo be honest, you be lookin' like a dumbo\nOh, oh, who's the winner, bitch?\nYou already know who won, bro!\nThat's-that's a horrible bar, bitch\nBar, bitch in my car, bitch\nI just do this shit, I'll do this shit like an Arby's, Ar- bitch\nI don't know, I just do this shit, uh\nAnd you know that I am too legit, uh\n\n[Verse 67]\nWell, who has ever flown like this?\nThe only kid who's so legit and going in\nThey focusing, they noticing, they know it's him\nGot doors I be opening\nUh- game like some Yeezy's, I've just broken in\nThey all convinced that I ain't supposed to win\nNow my flow's like water, 'cause it's soaking in\nThey won't go swim, more salty than a ocean is\nI'm floatin' in-\n\n[Verse 68]\nSeen as automatically wack, uh\nLike an asthma attack, havin' ass in the back of your class\nBut you know that I don't give a motherfuckin' half of a crap\nMatter of fact\nI ain't never gon' be packin' my bags, and that's a wrap\n\n[Verse 69]\nPeople lookin' at me, now they likin' how I rap, uh\nRap, rap, rap, rap, rap song\nPeople looking at me, know my rap is that long\nIt's too long, too long, might make a few songs, uh\nI be gettin' bread like a crou-crouton\nCuttin' out my paper like a coupon\nUh, might rate it like Groupon\nGet your group on, jget your raps on\nPeople looking at me, now I make a rap song\nUh, uh, when I'm with your girl, I last long\nThat's a fact, bitch, better put it up and fact\nThat's a fact, better put it up in stone writin'\nPeople lookin' at me, they be like \"I don't like it\"\nWell, that's too bad, I might have to go bike you\nOff to the ship because, to be honest, man, I don't like you\nDon't like you and that is the true shit\nUh, now you lookin' like a U, bitch\nRubik's Cube, but I ain't Logic\nUh, uh, don't do this shit for the profits\nLet's be honest, I gon' make a promise\nUh, now you know that I be on this\nOld advertisement, phone service, Vonage\nBon voyage, bitch, I'm on this\nUh, uh, got a Hamlet\nShakespeare, but you know you're glad that I came here\nUh, and I'll be doing this, got a great ear\nI'm just listenin' to this shit, you know that it's so clear\nSo clear 'cause you know all of y'all not here\nUh, damn\nGotta take a sh- take a sip of this fuckin' water\n*takes a sip of water*\nUh, let's read this fuckin' book\nI'm just goin' in this shit, have a fuckin' look\nUh, uh, Rosencrantz\nYeah, you know I do my dance\nDo my dance, got the newest shit, got the newest pants, newest plans\nEverybod,y you know who I am, who I am\nAnd that's a fact, uh\nTurn on in my vid and then react, ooh\nTurn on my vid, then react\n\"Oh my God, he's so lit!\" That's a fact\nNow, they see me on the map, ooh, ooh\nSee me on my stats, almanac, ooh, ooh\nNow they want to get it back\nBut they never get it back, see me, I'm settin' you back\nLike eighty-five years, that's a fact\nI don't know why I said that\nBut let's get back to the main shit, uh\nNow, they see me on the playlist\nMain, now I'm makin' hits, they sayin' that I'm dangerous\nNow, they be comin' when I'm playin' this\nPlayin' this in a- in a car, though\nNow, you're lookin' like a weirdo\nNow you know that, I'm here, though\nUh, I ain't drinkin' no beer, though\nI'm growing out my beard, so\nLong, but you can't even see it\nMe, now you wouldn't want to be it\nI don't make fuckin'- fuckin' remix\nI don't, I may use another beat, but I make it my own\nNow, everybody, I am takin' my throne, stayin' alone\nNow you know that I just stay in my zone\nI got all these people, now you know I'm makin' it home\nI'm makin' it back home, I'm makin' it back home\nNow, everybody, you look like a fat gnome\nKiller Keemstar, Killer Keemstar\nNow you know I got three stars, I play guitar\nPlay keytar on my keyboard, ayy\nNow you know I better get a reward\nUh, you ain't never seen me before\nOn the track, but I had to take a detour\nUh, now we're waitin' for the breakdown\nPeople lookin' at me, but I'm never gonna shake now\nYou ju- tryna get all of my vids down and take down\nUh, fuck you and your plate now\nUh, I'm makin' plays now\nI make a great sound\nMake a lot of pounds\nMake a lot of pounds\nMake-ma-ma-ma-\nMake a-make a-make a-make a lot of pounds\nYour career is done, it found it in the lost and found\nDamn, that could have been sick if I'd delivered it\nPeople lookin' at me, now they really want to figure this\nI'm makin' millions, but I am not a Brazilian\nYou know I'm skillin' it, everybody know I'm killin', that I'm killin' shit\nI'm killin' shit, but I am a murderer\nI ain't a murderer, I ain't a murder, see\nI murder shit, do this shit to, like, the third degree\nAnd now people lookin' at me, they ain't heard of me\nBut to be honest, man, I even heard of you\nUh, people lookin' at me, I ain't gon' murder you\nUh, the only thing I murder is this beat\nPeople lookin' at me, now they turn it on and see\nNow they turn it on and hear it, now they know I got the spirits\nAnd they listen to my shit, now they likin' all my lyrics, oh\nAyy, now I'm readin' all this Shakespeare\nAyy, aren't you glad that I came here?\nAyy, how to do thirty-thousand words on it\nAyy, now you know that you're the worst on it\nWhen you get up on a track, all your shit is fuckin' trash\nNow I'm gonna leave you in the fuckin' pass\nI'm the fuckin' man, now do you understand?\nPeople lookin' at me, I'ma make a hundred grand\nMake a hundred grand, this is what I fuckin' planned\nAyy, now you know that I'm the fuckin' man\nUh, when I am rappin', I got like twenty styles\nNow you know I've run a many miles\nRan many miles, ran many miles\nThat you know that I got many styles, I got plenty dials\nOn my telephone, telephone, better left alone\nPeople lookin' at me, now I'm gonna send you home\nYou a metronome, I can do this shit with no metronome\nUh, now you know I don't get at home\nI don't do this shit, but I do it a lot\nPeople, you know that I'm doin' it, I'm movin' my thoughts\nI'm movin' my thoughts, get lost in my thoughts, get lost when I talk\nDo a freestyle, but it's costin' a lot\nOh, oh, oh, oh-oh, doin' this beat\nPeople, they lookin' at me, then they see me on the street\nOh, oh, oh, I ain't who you gonna beat now\nUh, got a track, gotta beat down\nUh, and you know I just make hits\nI'm the greatest\nSee you on the playlist\nSee me on your playlist\nSee you in Spotify, uh\nAyy, you are who I'm followed by\nAyy\nIf you try to diss me, then you gotta die\nThen you gotta die\nWhen I'm on the track, I don't gonna lie\nI don't gotta lie, say it how it is\nNow these people lookin' at me, now they playin' all this shit\nNow they playin' all this shit and they wanna diss me\nSpinnin' you around, I'ma make you dizzy\nI make it clean, kids, like it's Walt Disney\nPeople lookin' at me, now you know I do this shit, please\nDo this shit please, please me\nUh, now this shit is too easy\nUh, I'm just scrollin' through my laptop\nLet's be honest, we have that top\nWe have it all top\nUh, running down a wing fast like I'm Theo Walcott\nAyy\nNow we had a great day\nI don't got a AK\nMake plays\nI make plays when I'm on a field, on a pitch\nPeople lookin' at me, I am real, you a bitch\nN' I don't feel that you're feelin' this, are you feelin' this?\nI got a money flow, are you feelin' rich?\nDamn, too lit\nPeople know they ask me how I do this\nI keep my eyes closed, keep my eyes closed\nLookin' at you, you look like a rhino\nYou look like a rhino with a horn in your head\nPeople lookin' at me, hit you, when I'm warnin', you dead\nI'm warnin', you dead when I diss you\nUh, 'cause you know I'm never gonna miss you\nUh, now they look at me, I'm me at you\nPokémon, Pikachu\nHa, uh, sneeze, he achoo\nThis is the worst rap I've ever done\nBut you know that we doin' this shit just for fun\nAnd you know that I be comin' up\nPeople lookin' at me, now they wonderstruck, now they wonderin'\nUh, s- I'm so corrupt, call me the government\nHaha, uh, and I'm thunderin', you plunderin'\nAnd you know I'm doin' this shit, comin' in, I'm comin' in\nI'm keepin' you company, now I'm runnin' free\nPeople lookin' at me, but you know that I be thunderin'\nThey can't fuck with me, no, you can't fuck with him\nOh shit, I'm like the government, uh\nGovernment\nSomethin' lit\nHey, hey\nHey, hey, you know I'm wonderful\nUh, now you know that I am colorful\nColorful, I got blue hundreds, I got blue hundreds\nLook at me when they say \"Who runs it?\"\n\"Who runs it?\" 'Cause that's me, bitch\nNow I'm rappin' on this beat, but you know this ain't no remix\nThis ain't no remix, I do this shit for free, bitch\nNow I'm spazzin' on the mic\nI be spazzin' on the mic, literally\nNow you know I'm so holy, I'm so biblically\nI do this biblically, I am the literal me\nPeople, they lookin' to do this shit figuratively\nBut I do it for real, I do it for real\nPeople lookin' at me, now they're always tryna think how I feel\nBut I don't feel shit, I don't feel shit\nMotherfucker, you know this some real shit\nHey, hey, uh, you know I got the formula\nUh, and you know that I'm just warmin' up\nI could do this shit for eight more hours\nPeople lookin' at me, you need to take more showers\n'Cause you dirty, dirty, better get them hours back\nUh, now you better need a shower cap\nOr this rain gon' hit you in the head, though\nUh, better put on some new headphones\nI just realized I'm talkin' really loudly\nThese headphones were turnin' really fuckin' loud, see\nUh, but you know they so proud of me\nEvery single day, I got these haters, they be doubtin' me\nBut now, they happy to see me 'cause I be winnin' now\nPeople lookin' at me, now you know that I be spinnin' 'round\nI'm spinnin' tracks, spinnin' tracks like a record player\nNow you know that I'm doin' this shit I'm gettin' paper\nGettin' paper, now I'm get 'em haters\nGoin' up like a elevator\nThrowin' up, now I'm gettin' older\nWorld's tough, man, it's gettin' colder\nYeah, it's like a boulder\nLike a huge rock, uh, ayy, hey\nLike a huge rock\nNot gonna say what I'd said, you probably could'a guessed it\nUh, now you know I send a message\nUh, I am so done, I ain't textin'\nWe gonna finish this track, finish it up\nPeople lookin' at me, now they picturin' us\nIn a future with a future camera\nOn the track, man, I got the most stamina\nUh, uh, uh, Canal, Panama\nI am true, though, bitch, I'm from Canada\nAyy, ayy, now I'm standin' up\nI get my bands, get my bands, now my bands are up, uh\nLike SOB x RBE\nUh, Bodak Yellow, call me Cardi B\nUh, I'm done now\n30K words, now we're done now\nHoly shit, that was 30K\nDamn, that was a wordy day\nThat was a wordy time if you listened to the whole song\nI love you long time, for so long\nSeriously, if you actually did that\nI'ma send you a Kit Kat\n\n[Outro]\nI'ma send you a Kit Kat to your home\nSo you can eat it\nAnd then enjoy it, 'cause it's a Kit Kat and Kit Kats\nAre candy\nAlright, this is the most mentally-exhausting\nMentally-draining thing I've ever done\nBut it was pretty fun, it was pretty fun\nI'm still rhymin' when I'm not even tryin' to\nThey say, \"How you, uh, rhyme when you ain't tryin' to?\"\nI don't know\nThat's just what I'd like to do\nThat's just what I like to do, you know?\nI'm just gonna end this shit now, so, uh\nIf you enjoyed it, drop a like and subscribe\nUh, you know that is what I try to advise\nPut it in vision to your vision, get a knife to your eye\nPut an incision to your vision, get a knife to your eye\nOh, the beat just ended conveniently!\nGreat, the beat just ended conveniently, hahaha\nI'm s- not strict, I do my lyrics leniently\nSo, I guess I'll be seein' you, and you'll be seein' me\nLeave a like and subscribe to me\nP-P-Please?\nHa, okay, alright, that's it\nBye! Go cop my merch too, cop my merch\nIt's like- it's- I- I would appreciate it\nAnd tweet me if you cop my merch, and I'll retweet you\nAlright, peace!13Embed"
}