{
 "_type": "song",
 "annotation_count": 14,
 "api_path": "/songs/5815725",
 "artist_names": "DC The Don",
 "full_title": "Hello DC! by DC The Don",
 "header_image_thumbnail_url": "https://images.genius.com/51a3257b5317c227b529a401cfdf2965.300x300x1.png",
 "header_image_url": "https://images.genius.com/51a3257b5317c227b529a401cfdf2965.1000x1000x1.png",
 "id": 5815725,
 "instrumental": false,
 "lyrics_owner_id": 4305077,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1675182763,
 "path": "/Dc-the-don-hello-dc-lyrics",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Dc-the-don-hello-dc-sample",
 "release_date_components": {
  "year": 2020,
  "month": 8,
  "day": 7
 },
 "release_date_for_display": "August 7, 2020",
 "release_date_with_abbreviated_month_for_display": "Aug. 7, 2020",
 "song_art_image_thumbnail_url": "https://images.genius.com/51a3257b5317c227b529a401cfdf2965.300x300x1.png",
 "song_art_image_url": "https://images.genius.com/51a3257b5317c227b529a401cfdf2965.1000x1000x1.png",
 "stats": {
  "unreviewed_annotations": 11,
  "hot": false,
  "pageviews": 9923
 },
 "title": "Hello DC!",
 "title_with_featured": "Hello DC!",
 "updated_by_human_at": 1675182763,
 "url": "https://genius.com/Dc-the-don-hello-dc-lyrics",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/1149640",
  "header_image_url": "https://images.genius.com/b61a10704a49dae4aee57ee38673bb81.1000x1000x1.jpg",
  "id": 1149640,
  "image_url": "https://images.genius.com/41f6a1b4bd536a4a961c39bb78941a85.1000x1000x1.jpg",
  "index_character": "d",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "DC The Don",
  "slug": "Dc-the-don",
  "url": "https://genius.com/artists/Dc-the-don"
 },
 "artist": "DC The Don",
 "lyrics": "25 ContributorsHello DC! Lyrics[Intro]\nAyy, see, that's what the fuck I'm talking 'bout\n(G, I think we got one)\nI was just telling Sean, Sean, bro\nI can't fuck no basic bitch (Yeah)\nStop calling my fucking phone, bruh, I ain't tryna hear that shit\nWoke up like a new man\nWalked outside in my New York Street Vans\nLike now, it a big man, ayy (Whoa)\nGet my racks up, I turned my ass to a big man (Get, get, get, get)\n\n[Chorus]\nTSA stopped us in Vegas\nToo much ice, they can't believe that we made it (What?)\nOld niggas on my dick, they invaded\nYou're just mad 'cause your shit is not bumping, just save it, whoa\nYeezys, I'm keeping it basic\nWhen we stroll through your block, we leaving it vacant (Yeah)\nI'm an Eastside nigga, please don't mistake it\nAnd your girl sent a text, told her, \"Happy belated\" (Grr, grr, grr)\nOh my God\nRockstar nigga, I live according (Whoa)\nNeed for Speed demon, I been roaring (Skrrt)\nI'm on the e-way, a thief in the night, bitch, good morning (Hello)\nWe the type of niggas pull out the ice while it's storming (What?)\nYou might also like[Verse]\nYeah, yeah, yeah, man, tap in (What? What? Whoa)\nAh yeah, he ain't know we make it happen (Whoa)\nAh yeah, you brought a knife, you need a MAC-10\nBop-bop, bitch, goodnight, sweet dreams like Marilyn Manson (Grr-ahh)\nThat boy just made a mistake\nThis my shit, I can't even the cake (What?)\nI'm one hundred, these hoes a disgrace\nCan you please stay the fuck out my face? Whoa (Get)\nCaptain save-a-ho, need him a cape\nIn that Lambo', do you want to race? (Race)\nPut my pedal down, smash on the brake\nIn that deep water, shark with the greats, whoa (Whoa)\nHow that nigga, he hating from the bleachers? (How?)\nI'm on the court, and bitch, I still got my heater, whoa (Boom)\n24 on the back of my sneakers (Let's go)\nShe was a good-ass girl I turned into an eater (Yeah)\nThat money is coming in various\nThis cash got my mood on Aquarius (Whoa)\nTalking down, this and that, it's hilarious\nI'm the king of my city, I carry it (Yeah)\nIt was beef, so I had to go bury it\nWe sweep through your block like a terrorist\nFeel like Heath, why the fuck you so serious?\nTell that nigga pipe down, boy, you barely lit (What?)\nHit a bone with a bag, hit it straight from the back\nBitch, I'm royal, I need me a chariot (What?)\nAin't no cheapskate for you, I ain't tryna impress\nI'ma take that lil' bitch to the Marriot (What?)\nAin't no playing for keeps, bitch, it's up and it's stuck\nI'm in love with the game, I'ma marry it (Hundred guns, bitch)\nHundred guns if he wanted to carry us\nMe and gang like the Fast and the Furious (Skrrt)\nHe love talking that shit on the 'Gram\nWhen I pop out and see him, he really the scariest (Yeah)\nAnd your diamonds ain't blinking enough\nBoy, you stupid, you should've just got it from Elliot\nYellow diamonds like piss, I R. Kelly'd it\nMe and Frosty bringing all of the action (Gang)\nJohn 'bout to pour a four of some medicine (Gang)\nTriple-seven, bitch, I told her I'm heaven-sent\nBig show on a nigga (What?)\nAnd it's primetime, I'm way too booted up (Whoa)\nTold my bro-bro, \"Hold on, we moving up\" (Flex)\nWe in the mode, nigga, go ahead and screw it up\nWith my mask on, I feel like Freddy's son\nToo many vibes and I said it (What?)\nI think I need me a medic (What?)\nChilling on nothing pathetic\nYou niggas living pathetic (Yeah)\nHe wanna steal my aesthetic (Huh?)\nPull up, I make you regret it (Bitch)\nTwo Glocks, these bitches magnetic (Grr, grr, grr, grr, grr)\nWe turn your ass diabetic\nI seen your bitch on my 'Gram\nShe was DMing me, but I left it and read it (Left it and read it)\nI did your bitch-ass a favor\nYou really my son, this shit is poetic (It's Donny lil' bitch)\nWe going 24/7, I'm up through the night, it's in my genetics (I'm up and I'm up)\nI'm in the corner with nobody on me, lil' bitch, I'm shooting like Redick (Ballin')\n[Bridge]\nWoke up in this primetime, lil' bitch, let's do it, yeah\nPlease don't steal my sunshine, I'm way too moody, yeah\nWalking through the rain, Rick Owens on me, I'm groovy, yeah (Whoa)\nI'm stomping in the puddles, big .30 on me, I'm shooting, yeah (Grr-aah)\n\n[Chorus]\nTSA stopped us in Vegas\nToo much ice, they can't believe that we made it (What?)\nOld niggas on my dick, they invaded\nYou're just mad 'cause your shit is not bumping, just save it, whoa\nYeezys, I'm keeping it basic\nWhen we stroll through your block, we leaving it vacant (Stroll)\nI'm an Eastside nigga, please don't mistake it (Stroll. whoa)\nAnd your girl sent a text, told her, \"Happy belated\"\nOh my God\nRockstar nigga, I live according (Rockstar)\nNeed for Speed demon, I been roaring (Need for speed demon)\nI'm on the e-way, a thief in the night, bitch, good morning\nWe the type of niggas pull out the ice while it's storming, oh yeah (Yeah)\n\n[Outro]\nWhoaEmbed"
}