{
 "_type": "song",
 "annotation_count": 86,
 "api_path": "/songs/437845",
 "artist_names": "Virginia Woolf",
 "full_title": "Orlando (Chapter 1) by Virginia Woolf",
 "header_image_thumbnail_url": "https://images.genius.com/1164a7c755bfefdaa4deeecf8ca7b8cd.300x459x1.jpg",
 "header_image_url": "https://images.genius.com/1164a7c755bfefdaa4deeecf8ca7b8cd.600x917x1.jpg",
 "id": 437845,
 "instrumental": false,
 "lyrics_owner_id": 908670,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1598016141,
 "path": "/Virginia-woolf-orlando-chapter-1-annotated",
 "pyongs_count": 2,
 "relationships_index_url": "https://genius.com/Virginia-woolf-orlando-chapter-1-sample",
 "release_date_components": null,
 "release_date_for_display": null,
 "release_date_with_abbreviated_month_for_display": null,
 "song_art_image_thumbnail_url": "https://images.genius.com/1164a7c755bfefdaa4deeecf8ca7b8cd.300x459x1.jpg",
 "song_art_image_url": "https://images.genius.com/1164a7c755bfefdaa4deeecf8ca7b8cd.600x917x1.jpg",
 "stats": {
  "unreviewed_annotations": 51,
  "hot": false,
  "pageviews": 5636
 },
 "title": "Orlando (Chapter 1)",
 "title_with_featured": "Orlando (Chapter 1)",
 "updated_by_human_at": 1598016142,
 "url": "https://genius.com/Virginia-woolf-orlando-chapter-1-annotated",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/45847",
  "header_image_url": "https://s3.amazonaws.com/rapgenius/VirginiaWoolf.jpg",
  "id": 45847,
  "image_url": "https://s3.amazonaws.com/rapgenius/VirginiaWoolf.jpg",
  "index_character": "v",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Virginia Woolf",
  "slug": "Virginia-woolf",
  "url": "https://genius.com/artists/Virginia-woolf"
 },
 "artist": "Virginia Woolf",
 "lyrics": "50 ContributorsOrlando (Chapter 1) LyricsCHAPTER 1.\n\nHe--for there could be no doubt of his sex, though the fashion of the time did something to disguise it--was in the act of slicing at the head of a Moor which swung from the rafters. It was the colour of an old football, and more or less the shape of one, save for the sunken cheeks and a strand or two of coarse, dry hair, like the hair on a cocoanut. Orlando's father, or perhaps his grandfather, had struck it from the shoulders of a vast Pagan who had started up under the moon in the barbarian fields of Africa; and now it swung, gently, perpetually, in the breeze which never ceased blowing through the attic rooms of the gigantic house of the lord who had slain him.\nOrlando's fathers had ridden in fields of asphodel, and stony fields, and fields watered by strange rivers, and they had struck many heads of many colours off many shoulders, and brought them back to hang from the rafters. So too would Orlando, he vowed. But since he was sixteen only, and too young to ride with them in Africa or France, he would steal away from his mother and the peacocks in the garden and go to his attic room and there lunge and plunge and slice the air with his blade. Sometimes he cut the cord so that the skull bumped on the floor and he had to string it up again, fastening it with some chivalry almost out of reach so that his enemy grinned at him through shrunk, black lips triumphantly. The skull swung to and fro, for the house, at the top of which he lived, was so vast that there seemed trapped in it the wind itself, blowing this way, blowing that way, winter and summer. The green arras with the hunters on it moved perpetually. His fathers had been noble since they had been at all. They came out of the northern mists wearing coronets on their heads. Were not the bars of darkness in the room, and the yellow pools which chequered the floor, made by the sun falling through the stained glass of a vast coat of arms in the window? Orlando stood now in the midst of the yellow body of an heraldic leopard. When he put his hand on the window-sill to push the window open, it was instantly coloured red, blue, and yellow like a butterfly's wing. Thus, those who like symbols, and have a turn for the deciphering of them, might observe that though the shapely legs, the handsome body, and the well-set shoulders were all of them decorated with various tints of heraldic light, Orlando's face, as he threw the window open, was lit solely by the sun itself. A more candid, sullen face it would be impossible to find. Happy the mother who bears, happier still the biographer who records the life of such a one! Never need she vex herself, nor he invoke the help of novelist or poet. From deed to deed, from glory to glory, from office to office he must go, his scribe following after, till they reach whatever seat it may be that is the height of their desire. Orlando, to look at, was cut out precisely for some such career. The red of the cheeks was covered with peach down; the down on the lips was only a little thicker than the down on the cheeks. The lips themselves were short and slightly drawn back over teeth of an exquisite and almond whiteness. Nothing disturbed the arrowy nose in its short, tense flight; the hair was dark, the ears small, and fitted closely to the head. But, alas, that these catalogues of youthful beauty cannot end without mentioning forehead and eyes. Alas, that people are seldom born devoid of all three; for directly we glance at Orlando standing by the window, we must admit that he had eyes like drenched violets, so large that the water seemed to have brimmed in them and widened them; and a brow like the swelling of a marble dome pressed between the two blank medallions which were his temples. Directly we glance at eyes and forehead, thus do we rhapsodize. Directly we glance at eyes and forehead, we have to admit a thousand disagreeables which it is the aim of every good biographer to ignore.\nSights disturbed him, like that of his mother, a very beautiful lady in green walking out to feed the peacocks with Twitchett, her maid, behind her; sights exalted him--the birds and the trees; and made him in love with death--the evening sky, the homing rooks; and so, mounting up the spiral stairway into his brain--which was a roomy one--all these sights,\nand the garden sounds too, the hammer beating, the wood chopping, began that riot and confusion of the passions and emotions which every good biographer detests, But to continue--Orlando slowly drew in his head, sat\ndown at the table, and, with the half-conscious air of one doing what they do every day of their lives at this hour, took out a writing book labelled 'Aethelbert: A Tragedy in Five Acts,' and dipped an old stained goose quill in the ink.\nSoon he had covered ten pages and more with poetry. He was fluent,\nevidently, but he was abstract. Vice, Crime, Misery were the personages\nof his drama; there were Kings and Queens of impossible territories;\nhorrid plots confounded them; noble sentiments suffused them; there was\nnever a word said as he himself would have said it, but all was turned\nwith a fluency and sweetness which, considering his age--he was not yet\nseventeen--and that the sixteenth century had still some years of its\ncourse to run, were remarkable enough. At last, however, he came to a\nhalt. He was describing, as all young poets are for ever describing,\nnature, and in order to match the shade of green precisely he looked (and\nhere he showed more audacity than most) at the thing itself, which\nhappened to be a laurel bush growing beneath the window. After that, of\ncourse, he could write no more. Green in nature is one thing, green in\nliterature another. Nature and letters seem to have a natural antipathy;\nbring them together and they tear each other to pieces. The shade of\ngreen Orlando now saw spoilt his rhyme and split his metre. Moreover,\nnature has tricks of her own. Once look out of a window at bees among\nflowers, at a yawning dog, at the sun setting, once think 'how many more\nsuns shall I see set', etc. etc. (the thought is too well known to be\nworth writing out) and one drops the pen, takes one's cloak, strides out\nof the room, and catches one's foot on a painted chest as one does so.\nFor Orlando was a trifle clumsy.\nHe was careful to avoid meeting anyone. There was Stubbs, the gardener,\ncoming along the path. He hid behind a tree till he had passed. He let\nhimself out at a little gate in the garden wall. He skirted all stables,\nkennels, breweries, carpenters' shops, washhouses, places where they make\ntallow candles, kill oxen, forge horse-shoes, stitch jerkins--for the\nhouse was a town ringing with men at work at their various crafts--and\ngained the ferny path leading uphill through the park unseen. There is\nperhaps a kinship among qualities; one draws another along with it; and\nthe biographer should here call attention to the fact that this\nclumsiness is often mated with a love of solitude. Having stumbled over a\nchest, Orlando naturally loved solitary places, vast views, and to feel\nhimself for ever and ever and ever alone.\n\nSo, after a long silence, 'I am alone', he breathed at last, opening his\nlips for the first time in this record. He had walked very quickly uphill\nthrough ferns and hawthorn bushes, startling deer and wild birds, to a\nplace crowned by a single oak tree. It was very high, so high indeed that\nnineteen English counties could be seen beneath; and on clear days thirty\nor perhaps forty, if the weather was very fine. Sometimes one could see\nthe English Channel, wave reiterating upon wave. Rivers could be seen and\npleasure boats gliding on them; and galleons setting out to sea; and\narmadas with puffs of smoke from which came the dull thud of cannon\nfiring; and forts on the coast; and castles among the meadows; and here a\nwatch tower; and there a fortress; and again some vast mansion like that\nof Orlando's father, massed like a town in the valley circled by walls.\nTo the east there were the spires of London and the smoke of the city;\nand perhaps on the very sky line, when the wind was in the right quarter,\nthe craggy top and serrated edges of Snowdon herself showed mountainous\namong the clouds. For a moment Orlando stood counting, gazing,\nrecognizing. That was his father's house; that his uncle's. His aunt\nowned those three great turrets among the trees there. The heath was\ntheirs and the forest; the pheasant and the deer, the fox, the badger,\nand the butterfly.\nHe sighed profoundly, and flung himself--there was a passion in his\nmovements which deserves the word--on the earth at the foot of the oak\ntree. He loved, beneath all this summer transiency, to feel the earth's\nspine beneath him; for such he took the hard root of the oak tree to be;\nor, for image followed image, it was the back of a great horse that he\nwas riding, or the deck of a tumbling ship--it was anything indeed, so\nlong as it was hard, for he felt the need of something which he could\nattach his floating heart to; the heart that tugged at his side; the\nheart that seemed filled with spiced and amorous gales every evening\nabout this time when he walked out. To the oak tree he tied it and as he\nlay there, gradually the flutter in and about him stilled itself; the\nlittle leaves hung, the deer stopped; the pale summer clouds stayed; his\nlimbs grew heavy on the ground; and he lay so still that by degrees the\ndeer stepped nearer and the rooks wheeled round him and the swallows\ndipped and circled and the dragonflies shot past, as if all the fertility\nand amorous activity of a summer's evening were woven web-like about his\nbody.\n\nAfter an hour or so--the sun was rapidly sinking, the white clouds had\nturned red, the hills were violet, the woods purple, the valleys black--a\ntrumpet sounded. Orlando leapt to his feet. The shrill sound came from\nthe valley. It came from a dark spot down there; a spot compact and\nmapped out; a maze; a town, yet girt about with walls; it came from the\nheart of his own great house in the valley, which, dark before, even as\nhe looked and the single trumpet duplicated and reduplicated itself with\nother shriller sounds, lost its darkness and became pierced with lights.\nSome were small hurrying lights, as if servants dashed along corridors to\nanswer summonses; others were high and lustrous lights, as if they burnt\nin empty banqueting-halls made ready to receive guests who had not come;\nand others dipped and waved and sank and rose, as if held in the hands of\ntroops of serving men, bending, kneeling, rising, receiving, guarding,\nand escorting with all dignity indoors a great Princess alighting from\nher chariot. Coaches turned and wheeled in the courtyard. Horses tossed\ntheir plumes. The Queen had come.\nOrlando looked no more. He dashed downhill. He let himself in at a wicket\ngate. He tore up the winding staircase. He reached his room. He tossed\nhis stockings to one side of the room, his jerkin to the other. He dipped\nhis head. He scoured his hands. He pared his finger nails. With no more\nthan six inches of looking-glass and a pair of old candles to help him,\nhe had thrust on crimson breeches, lace collar, waistcoat of taffeta, and\nshoes with rosettes on them as big as double dahlias in less than ten\nminutes by the stable clock. He was ready. He was flushed. He was\nexcited, But he was terribly late.\n\nBy short cuts known to him, he made his way now through the vast\ncongeries of rooms and staircases to the banqueting-hall, five acres\ndistant on the other side of the house. But half-way there, in the back\nquarters where the servants lived, he stopped. The door of Mrs Stewkley's\nsitting-room stood open--she was gone, doubtless, with all her keys to\nwait upon her mistress. But there, sitting at the servant's dinner table\nwith a tankard beside him and paper in front of him, sat a rather fat,\nshabby man, whose ruff was a thought dirty, and whose clothes were of\nhodden brown. He held a pen in his hand, but he was not writing. He\nseemed in the act of rolling some thought up and down, to and fro in his\nmind till it gathered shape or momentum to his liking. His eyes, globed\nand clouded like some green stone of curious texture, were fixed. He did\nnot see Orlando. For all his hurry, Orlando stopped dead. Was this a\npoet? Was he writing poetry? 'Tell me', he wanted to say, 'everything in\nthe whole world'--for he had the wildest, most absurd, extravagant ideas\nabout poets and poetry--but how speak to a man who does not see you? who\nsees ogres, satyrs, perhaps the depths of the sea instead? So Orlando\nstood gazing while the man turned his pen in his fingers, this way and\nthat way; and gazed and mused; and then, very quickly, wrote half-a-dozen\nlines and looked up. Whereupon Orlando, overcome with shyness, darted off\nand reached the banqueting-hall only just in time to sink upon his knees\nand, hanging his head in confusion, to offer a bowl of rose water to the\ngreat Queen herself.\n\nSuch was his shyness that he saw no more of her than her ringed hands in\nwater; but it was enough. It was a memorable hand; a thin hand with long\nfingers always curling as if round orb or sceptre; a nervous, crabbed,\nsickly hand; a commanding hand too; a hand that had only to raise itself\nfor a head to fall; a hand, he guessed, attached to an old body that\nsmelt like a cupboard in which furs are kept in camphor; which body was\nyet caparisoned in all sorts of brocades and gems; and held itself very\nupright though perhaps in pain from sciatica; and never flinched though\nstrung together by a thousand fears; and the Queen's eyes were light\nyellow. All this he felt as the great rings flashed in the water and then\nsomething pressed his hair--which, perhaps, accounts for his seeing\nnothing more likely to be of use to a historian. And in truth, his mind\nwas such a welter of opposites--of the night and the blazing candles, of\nthe shabby poet and the great Queen, of silent fields and the clatter of\nserving men--that he could see nothing; or only a hand.\n\nBy the same showing, the Queen herself can have seen only a head. But if\nit is possible from a hand to deduce a body, informed with all the\nattributes of a great Queen, her crabbedness, courage, frailty, and\nterror, surely a head can be as fertile, looked down upon from a chair of\nstate by a lady whose eyes were always, if the waxworks at the Abbey are\nto be trusted, wide open. The long, curled hair, the dark head bent so\nreverently, so innocently before her, implied a pair of the finest legs\nthat a young nobleman has ever stood upright upon; and violet eyes; and a\nheart of gold; and loyalty and manly charm--all qualities which the old\nwoman loved the more the more they failed her. For she was growing old\nand worn and bent before her time. The sound of cannon was always in her\nears. She saw always the glistening poison drop and the long stiletto. As\nshe sat at table she listened; she heard the guns in the Channel; she\ndreaded--was that a curse, was that a whisper? Innocence, simplicity,\nwere all the more dear to her for the dark background she set them\nagainst. And it was that same night, so tradition has it, when Orlando\nwas sound asleep, that she made over formally, putting her hand and seal\nfinally to the parchment, the gift of the great monastic house that had\nbeen the Archbishop's and then the King's to Orlando's father.\n\nOrlando slept all night in ignorance. He had been kissed by a queen\nwithout knowing it. And perhaps, for women's hearts are intricate, it was\nhis ignorance and the start he gave when her lips touched him that kept\nthe memory of her young cousin (for they had blood in common) green in\nher mind. At any rate, two years of this quiet country life had not\npassed, and Orlando had written no more perhaps than twenty tragedies and\na dozen histories and a score of sonnets when a message came that he was\nto attend the Queen at Whitehall.\n\n'Here', she said, watching him advance down the long gallery towards her,\n'comes my innocent!' (There was a serenity about him always which had the\nlook of innocence when, technically, the word was no longer applicable.)\n\n'Come!' she said. She was sitting bolt upright beside the fire. And she\nheld him a foot's pace from her and looked him up and down. Was she\nmatching her speculations the other night with the truth now visible? Did\nshe find her guesses justified? Eyes, mouth, nose, breast, hips,\nhands--she ran them over; her lips twitched visibly as she looked; but\nwhen she saw his legs she laughed out loud. He was the very image of a\nnoble gentleman. But inwardly? She flashed her yellow hawk's eyes upon\nhim as if she would pierce his soul. The young man withstood her gaze\nblushing only a damask rose as became him. Strength, grace, romance,\nfolly, poetry, youth--she read him like a page. Instantly she plucked a\nring from her finger (the joint was swollen rather) and as she fitted it\nto his, named him her Treasurer and Steward; next hung about him chains\nof office; and bidding him bend his knee, tied round it at the slenderest\npart the jewelled order of the Garter. Nothing after that was denied him.\nWhen she drove in state he rode at her carriage door. She sent him to\nScotland on a sad embassy to the unhappy Queen. He was about to sail for\nthe Polish wars when she recalled him. For how could she bear to think of\nthat tender flesh torn and that curly head rolled in the dust? She kept\nhim with her. At the height of her triumph when the guns were booming at\nthe Tower and the air was thick enough with gunpowder to make one sneeze\nand the huzzas of the people rang beneath the windows, she pulled him\ndown among the cushions where her women had laid her (she was so worn and\nold) and made him bury his face in that astonishing composition--she had\nnot changed her dress for a month--which smelt for all the world, he\nthought, recalling his boyish memory, like some old cabinet at home where\nhis mother's furs were stored. He rose, half suffocated from the embrace.\n'This', she breathed, 'is my victory!'--even as a rocket roared up and\ndyed her cheeks scarlet.\n\nFor the old woman loved him. And the Queen, who knew a man when she saw\none, though not, it is said, in the usual way, plotted for him a splendid\nambitious career. Lands were given him, houses assigned him. He was to be\nthe son of her old age; the limb of her infirmity; the oak tree on which\nshe leant her degradation. She croaked out these promises and strange\ndomineering tendernesses (they were at Richmond now) sitting bolt upright\nin her stiff brocades by the fire which, however high they piled it,\nnever kept her warm.\n\nMeanwhile, the long winter months drew on. Every tree in the Park was\nlined with frost. The river ran sluggishly. One day when the snow was on\nthe ground and the dark panelled rooms were full of shadows and the stags\nwere barking in the Park, she saw in the mirror, which she kept for fear\nof spies always by her, through the door, which she kept for fear of\nmurderers always open, a boy--could it be Orlando?--kissing a girl--who\nin the Devil's name was the brazen hussy? Snatching at her golden-hilted\nsword she struck violently at the mirror. The glass crashed; people came\nrunning; she was lifted and set in her chair again; but she was stricken\nafter that and groaned much, as her days wore to an end, of man's\ntreachery.\n\nIt was Orlando's fault perhaps; yet, after all, are we to blame Orlando?\nThe age was the Elizabethan; their morals were not ours; nor their poets;\nnor their climate; nor their vegetables even. Everything was different.\nThe weather itself, the heat and cold of summer and winter, was, we may\nbelieve, of another temper altogether. The brilliant amorous day was\ndivided as sheerly from the night as land from water. Sunsets were redder\nand more intense; dawns were whiter and more auroral. Of our crepuscular\nhalf-lights and lingering twilights they knew nothing. The rain fell\nvehemently, or not at all. The sun blazed or there was darkness.\nTranslating this to the spiritual regions as their wont is, the poets\nsang beautifully how roses fade and petals fall. The moment is brief they\nsang; the moment is over; one long night is then to be slept by all. As\nfor using the artifices of the greenhouse or conservatory to prolong or\npreserve these fresh pinks and roses, that was not their way. The\nwithered intricacies and ambiguities of our more gradual and doubtful age\nwere unknown to them. Violence was all. The flower bloomed and faded. The\nsun rose and sank. The lover loved and went. And what the poets said in\nrhyme, the young translated into practice. Girls were roses, and their\nseasons were short as the flowers'. Plucked they must be before\nnightfall; for the day was brief and the day was all. Thus, if Orlando\nfollowed the leading of the climate, of the poets, of the age itself, and\nplucked his flower in the window-seat even with the snow on the ground\nand the Queen vigilant in the corridor we can scarcely bring ourselves to\nblame him. He was young; he was boyish; he did but as nature bade him do.\nAs for the girl, we know no more than Queen Elizabeth herself did what\nher name was. It may have been Doris, Chloris, Delia, or Diana, for he\nmade rhymes to them all in turn; equally, she may have been a court lady,\nor some serving maid. For Orlando's taste was broad; he was no lover of\ngarden flowers only; the wild and the weeds even had always a fascination\nfor him.\n\nHere, indeed, we lay bare rudely, as a biographer may, a curious trait in\nhim, to be accounted for, perhaps, by the fact that a certain grandmother\nof his had worn a smock and carried milkpails. Some grains of the Kentish\nor Sussex earth were mixed with the thin, fine fluid which came to him\nfrom Normandy. He held that the mixture of brown earth and blue blood was\na good one. Certain it is that he had always a liking for low company,\nespecially for that of lettered people whose wits so often keep them\nunder, as if there were the sympathy of blood between them. At this\nseason of his life, when his head brimmed with rhymes and he never went\nto bed without striking off some conceit, the cheek of an innkeeper's\ndaughter seemed fresher and the wit of a gamekeeper's niece seemed\nquicker than those of the ladies at Court. Hence, he began going\nfrequently to Wapping Old Stairs and the beer gardens at night, wrapped\nin a grey cloak to hide the star at his neck and the garter at his knee.\nThere, with a mug before him, among the sanded alleys and bowling greens\nand all the simple architecture of such places, he listened to sailors'\nstories of hardship and horror and cruelty on the Spanish main; how some\nhad lost their toes, others their noses--for the spoken story was never\nso rounded or so finely coloured as the written. Especially he loved to\nhear them volley forth their songs of 'the Azores, while the parrakeets,\nwhich they had brought from those parts, pecked at the rings in their\nears, tapped with their hard acquisitive beaks at the rubies on their\nfingers, and swore as vilely as their masters. The women were scarcely\nless bold in their speech and less free in their manner than the birds.\nThey perched on his knee, flung their arms round his neck and, guessing\nthat something out of the common lay hid beneath his duffle cloak, were\nquite as eager to come at the truth of the matter as Orlando himself.\n\nNor was opportunity lacking. The river was astir early and late with\nbarges, wherries, and craft of all description. Every day sailed to sea\nsome fine ship bound for the Indies; now and again another blackened and\nragged with hairy men on board crept painfully to anchor. No one missed a\nboy or girl if they dallied a little on the water after sunset; or raised\nan eyebrow if gossip had seen them sleeping soundly among the treasure\nsacks safe in each other's arms. Such indeed was the adventure that befel\nOrlando, Sukey, and the Earl of Cumberland. The day was hot; their loves\nhad been active; they had fallen asleep among the rubies. Late that night\nthe Earl, whose fortunes were much bound up in the Spanish ventures, came\nto check the booty alone with a lantern. He flashed the light on a\nbarrel. He started back with an oath. Twined about the cask two spirits\nlay sleeping. Superstitious by nature, and his conscience laden with many\na crime, the Earl took the couple--they were wrapped in a red cloak, and\nSukey's bosom was almost as white as the eternal snows of Orlando's\npoetry--for a phantom sprung from the graves of drowned sailors to\nupbraid him. He crossed himself. He vowed repentance. The row of alms\nhouses still standing in the Sheen Road is the visible fruit of that\nmoment's panic. Twelve poor old women of the parish today drink tea and\ntonight bless his Lordship for a roof above their heads; so that illicit\nlove in a treasure ship--but we omit the moral.\n\nSoon, however, Orlando grew tired, not only of the discomfort of this way\nof life, and of the crabbed streets of the neighbourhood, but of the\nprimitive manner of the people. For it has to be remembered that crime\nand poverty had none of the attraction for the Elizabethans that they\nhave for us. They had none of our modern shame of book learning; none of\nour belief that to be born the son of a butcher is a blessing and to be\nunable to read a virtue; no fancy that what we call 'life' and 'reality'\nare somehow connected with ignorance and brutality; nor, indeed, any\nequivalent for these two words at all. It was not to seek 'life' that\nOrlando went among them; not in quest of 'reality' that he left them. But\nwhen he had heard a score of times how Jakes had lost his nose and Sukey\nher honour--and they told the stories admirably, it must be admitted--he\nbegan to be a little weary of the repetition, for a nose can only be cut\noff in one way and maidenhood lost in another--or so it seemed to\nhim--whereas the arts and the sciences had a diversity about them which\nstirred his curiosity profoundly. So, always keeping them in happy\nmemory, he left off frequenting the beer gardens and the skittle alleys,\nhung his grey cloak in his wardrobe, let his star shine at his neck and\nhis garter twinkle at his knee, and appeared once more at the Court of\nKing James. He was young, he was rich, he was handsome. No one could have\nbeen received with greater acclamation than he was.\n\nIt is certain indeed that many ladies were ready to show him their\nfavours. The names of three at least were freely coupled with his in\nmarriage--Clorinda, Favilla, Euphrosyne--so he called them in his\nsonnets.\n\nTo take them in order; Clorinda was a sweet-mannered gentle lady\nenough;--indeed Orlando was greatly taken with her for six months and a\nhalf; but she had white eyelashes and could not bear the sight of blood.\nA hare brought up roasted at her father's table turned her faint. She was\nmuch under the influence of the Priests too, and stinted her underlinen\nin order to give to the poor. She took it on her to reform Orlando of his\nsins, which sickened him, so that he drew back from the marriage, and did\nnot much regret it when she died soon after of the small-pox.\n\nFavilla, who comes next, was of a different sort altogether. She was the\ndaughter of a poor Somersetshire gentleman; who, by sheer assiduity and\nthe use of her eyes had worked her way up at court, where her address in\nhorsemanship, her fine instep, and her grace in dancing won the\nadmiration of all. Once, however, she was so ill-advised as to whip a\nspaniel that had torn one of her silk stockings (and it must be said in\njustice that Favilla had few stockings and those for the most part of\ndrugget) within an inch of its life beneath Orlando's window. Orlando,\nwho was a passionate lover of animals, now noticed that her teeth were\ncrooked, and the two front turned inward, which, he said, is a sure sign\nof a perverse and cruel disposition in women, and so broke the engagement\nthat very night for ever.\n\nThe third, Euphrosyne, was by far the most serious of his flames. She was\nby birth one of the Irish Desmonds and had therefore a family tree of her\nown as old and deeply rooted as Orlando's itself. She was fair, florid,\nand a trifle phlegmatic. She spoke Italian well, had a perfect set of\nteeth in the upper jaw, though those on the lower were slightly\ndiscoloured. She was never without a whippet or spaniel at her knee; fed\nthem with white bread from her own plate; sang sweetly to the virginals;\nand was never dressed before mid-day owing to the extreme care she took\nof her person. In short, she would have made a perfect wife for such a\nnobleman as Orlando, and matters had gone so far that the lawyers on both\nsides were busy with covenants, jointures, settlements, messuages,\ntenements, and whatever is needed before one great fortune can mate with\nanother when, with the suddenness and severity that then marked the\nEnglish climate, came the Great Frost.\n\nThe Great Frost was, historians tell us, the most severe that has ever\nvisited these islands. Birds froze in mid-air and fell like stones to the\nground. At Norwich a young countrywoman started to cross the road in her\nusual robust health and was seen by the onlookers to turn visibly to\npowder and be blown in a puff of dust over the roofs as the icy blast\nstruck her at the street corner. The mortality among sheep and cattle was\nenormous. Corpses froze and could not be drawn from the sheets. It was no\nuncommon sight to come upon a whole herd of swine frozen immovable upon\nthe road. The fields were full of shepherds, ploughmen, teams of horses,\nand little bird-scaring boys all struck stark in the act of the moment,\none with his hand to his nose, another with the bottle to his lips, a\nthird with a stone raised to throw at the ravens who sat, as if stuffed,\nupon the hedge within a yard of him. The severity of the frost was so\nextraordinary that a kind of petrifaction sometimes ensued; and it was\ncommonly supposed that the great increase of rocks in some parts of\nDerbyshire was due to no eruption, for there was none, but to the\nsolidification of unfortunate wayfarers who had been turned literally to\nstone where they stood. The Church could give little help in the matter,\nand though some landowners had these relics blessed, the most part\npreferred to use them either as landmarks, scratching-posts for sheep,\nor, when the form of the stone allowed, drinking troughs for cattle,\nwhich purposes they serve, admirably for the most part, to this day.\n\nBut while the country people suffered the extremity of want, and the\ntrade of the country was at a standstill, London enjoyed a carnival of\nthe utmost brilliancy. The Court was at Greenwich, and the new King\nseized the opportunity that his coronation gave him to curry favour with\nthe citizens. He directed that the river, which was frozen to a depth of\ntwenty feet and more for six or seven miles on either side, should be\nswept, decorated and given all the semblance of a park or pleasure\nground, with arbours, mazes, alleys, drinking booths, etc. at his\nexpense. For himself and the courtiers, he reserved a certain space\nimmediately opposite the Palace gates; which, railed off from the public\nonly by a silken rope, became at once the centre of the most brilliant\nsociety in England. Great statesmen, in their beards and ruffs,\ndespatched affairs of state under the crimson awning of the Royal Pagoda.\nSoldiers planned the conquest of the Moor and the downfall of the Turk in\nstriped arbours surmounted by plumes of ostrich feathers. Admirals strode\nup and down the narrow pathways, glass in hand, sweeping the horizon and\ntelling stories of the north-west passage and the Spanish Armada. Lovers\ndallied upon divans spread with sables. Frozen roses fell in showers when\nthe Queen and her ladies walked abroad. Coloured balloons hovered\nmotionless in the air. Here and there burnt vast bonfires of cedar and\noak wood, lavishly salted, so that the flames were of green, orange, and\npurple fire. But however fiercely they burnt, the heat was not enough to\nmelt the ice which, though of singular transparency, was yet of the\nhardness of steel. So clear indeed was it that there could be seen,\ncongealed at a depth of several feet, here a porpoise, there a flounder.\nShoals of eels lay motionless in a trance, but whether their state was\none of death or merely of suspended animation which the warmth would\nrevive puzzled the philosophers. Near London Bridge, where the river had\nfrozen to a depth of some twenty fathoms, a wrecked wherry boat was\nplainly visible, lying on the bed of the river where it had sunk last\nautumn, overladen with apples. The old bumboat woman, who was carrying\nher fruit to market on the Surrey side, sat there in her plaids and\nfarthingales with her lap full of apples, for all the world as if she\nwere about to serve a customer, though a certain blueness about the lips\nhinted the truth. 'Twas a sight King James specially liked to look upon,\nand he would bring a troupe of courtiers to gaze with him. In short,\nnothing could exceed the brilliancy and gaiety of the scene by day. But\nit was at night that the carnival was at its merriest. For the frost\ncontinued unbroken; the nights were of perfect stillness; the moon and\nstars blazed with the hard fixity of diamonds, and to the fine music of\nflute and trumpet the courtiers danced.\n\nOrlando, it is true, was none of those who tread lightly the corantoe and\nlavolta; he was clumsy and a little absentminded. He much preferred the\nplain dances of his own country, which he danced as a child to these\nfantastic foreign measures. He had indeed just brought his feet together\nabout six in the evening of the seventh of January at the finish of some\nsuch quadrille or minuet when he beheld, coming from the pavilion of the\nMuscovite Embassy, a figure, which, whether boy's or woman's, for the\nloose tunic and trousers of the Russian fashion served to disguise the\nsex, filled him with the highest curiosity. The person, whatever the name\nor sex, was about middle height, very slenderly fashioned, and dressed\nentirely in oyster-coloured velvet, trimmed with some unfamiliar\ngreenish-coloured fur. But these details were obscured by the\nextraordinary seductiveness which issued from the whole person. Images,\nmetaphors of the most extreme and extravagant twined and twisted in his\nmind. He called her a melon, a pineapple, an olive tree, an emerald, and\na fox in the snow all in the space of three seconds; he did not know\nwhether he had heard her, tasted her, seen her, or all three together.\n(For though we must pause not a moment in the narrative we may here\nhastily note that all his images at this time were simple in the extreme\nto match his senses and were mostly taken from things he had liked the\ntaste of as a boy. But if his senses were simple they were at the same\ntime extremely strong. To pause therefore and seek the reasons of things\nis out of the question.)...A melon, an emerald, a fox in the snow--so he\nraved, so he stared. When the boy, for alas, a boy it must be--no woman\ncould skate with such speed and vigour--swept almost on tiptoe past him,\nOrlando was ready to tear his hair with vexation that the person was of\nhis own sex, and thus all embraces were out of the question. But the\nskater came closer. Legs, hands, carriage, were a boy's, but no boy ever\nhad a mouth like that; no boy had those breasts; no boy had eyes which\nlooked as if they had been fished from the bottom of the sea. Finally,\ncoming to a stop and sweeping a curtsey with the utmost grace to the\nKing, who was shuffling past on the arm of some Lord-in-waiting, the\nunknown skater came to a standstill. She was not a handsbreadth off. She\nwas a woman. Orlando stared; trembled; turned hot; turned cold; longed to\nhurl himself through the summer air; to crush acorns beneath his feet; to\ntoss his arm with the beech trees and the oaks. As it was, he drew his\nlips up over his small white teeth; opened them perhaps half an inch as\nif to bite; shut them as if he had bitten. The Lady Euphrosyne hung upon\nhis arm.\n\nThe stranger's name, he found, was the Princess Marousha Stanilovska\nDagmar Natasha Iliana Romanovitch, and she had come in the train of the\nMuscovite Ambassador, who was her uncle perhaps, or perhaps her father,\nto attend the coronation. Very little was known of the Muscovites. In\ntheir great beards and furred hats they sat almost silent; drinking some\nblack liquid which they spat out now and then upon the ice. None spoke\nEnglish, and French with which some at least were familiar was then\nlittle spoken at the English Court.\n\nIt was through this accident that Orlando and the Princess became\nacquainted. They were seated opposite each other at the great table\nspread under a huge awning for the entertainment of the notables. The\nPrincess was placed between two young Lords, one Lord Francis Vere and\nthe other the young Earl of Moray. It was laughable to see the\npredicament she soon had them in, for though both were fine lads in their\nway, the babe unborn had as much knowledge of the French tongue as they\nhad. When at the beginning of dinner the Princess turned to the Earl and\nsaid, with a grace which ravished his heart, 'Je crois avoir fait la\nconnaissance d'un gentilhomme qui vous etait apparente en Pologne l'ete\ndernier,' or 'La beaute des dames de la cour d'Angleterre me met dans le\nravissement. On ne peut voir une dame plus gracieuse que votre reine, ni\nune coiffure plus belle que la sienne,' both Lord Francis and the Earl\nshowed the highest embarrassment. The one helped her largely to\nhorse-radish sauce, the other whistled to his dog and made him beg for a\nmarrow bone. At this the Princess could no longer contain her laughter,\nand Orlando, catching her eyes across the boars' heads and stuffed\npeacocks, laughed too. He laughed, but the laugh on his lips froze in\nwonder. Whom had he loved, what had he loved, he asked himself in a\ntumult of emotion, until now? An old woman, he answered, all skin and\nbone. Red-cheeked trulls too many to mention. A puling nun. A hard-bitten\ncruel-mouthed adventuress. A nodding mass of lace and ceremony. Love had\nmeant to him nothing but sawdust and cinders. The joys he had had of it\ntasted insipid in the extreme. He marvelled how he could have gone\nthrough with it without yawning. For as he looked the thickness of his\nblood melted; the ice turned to wine in his veins; he heard the waters\nflowing and the birds singing; spring broke over the hard wintry\nlandscape; his manhood woke; he grasped a sword in his hand; he charged a\nmore daring foe than Pole or Moor; he dived in deep water; he saw the\nflower of danger growing in a crevice; he stretched his hand--in fact he\nwas rattling off one of his most impassioned sonnets when the Princess\naddressed him, 'Would you have the goodness to pass the salt?'\n\nHe blushed deeply.\n\n'With all the pleasure in the world, Madame,' he replied, speaking French\nwith a perfect accent. For, heaven be praised, he spoke the tongue as his\nown; his mother's maid had taught him. Yet perhaps it would have been\nbetter for him had he never learnt that tongue; never answered that\nvoice; never followed the light of those eyes...\n\nThe Princess continued. Who were those bumpkins, she asked him, who sat\nbeside her with the manners of stablemen? What was the nauseating mixture\nthey had poured on her plate? Did the dogs eat at the same table with the\nmen in England? Was that figure of fun at the end of the table with her\nhair rigged up like a Maypole (comme une grande perche mal fagotee)\nreally the Queen? And did the King always slobber like that? And which of\nthose popinjays was George Villiers? Though these questions rather\ndiscomposed Orlando at first, they were put with such archness and\ndrollery that he could not help but laugh; and he saw from the blank\nfaces of the company that nobody understood a word, he answered her as\nfreely as she asked him, speaking, as she did, in perfect French.\n\nThus began an intimacy between the two which soon became the scandal of\nthe Court.\n\nSoon it was observed Orlando paid the Muscovite far more attention than\nmere civility demanded. He was seldom far from her side, and their\nconversation, though unintelligible to the rest, was carried on with such\nanimation, provoked such blushes and laughter, that the dullest could\nguess the subject. Moreover, the change in Orlando himself was\nextraordinary. Nobody had ever seen him so animated. In one night he had\nthrown off his boyish clumsiness; he was changed from a sulky stripling,\nwho could not enter a ladies' room without sweeping half the ornaments\nfrom the table, to a nobleman, full of grace and manly courtesy. To see\nhim hand the Muscovite (as she was called) to her sledge, or offer her\nhis hand for the dance, or catch the spotted kerchief which she had let\ndrop, or discharge any other of those manifold duties which the supreme\nlady exacts and the lover hastens to anticipate was a sight to kindle the\ndull eyes of age, and to make the quick pulse of youth beat faster. Yet\nover it all hung a cloud. The old men shrugged their shoulders. The young\ntittered between their fingers. All knew that a Orlando was betrothed to\nanother. The Lady Margaret O'Brien O'Dare O'Reilly Tyrconnel (for that\nwas the proper name of Euphrosyne of the Sonnets) wore Orlando's splendid\nsapphire on the second finger of her left hand. It was she who had the\nsupreme right to his attentions. Yet she might drop all the handkerchiefs\nin her wardrobe (of which she had many scores) upon the ice and Orlando\nnever stooped to pick them up. She might wait twenty minutes for him to\nhand her to her sledge, and in the end have to be content with the\nservices of her Blackamoor. When she skated, which she did rather\nclumsily, no one was at her elbow to encourage her, and, if she fell,\nwhich she did rather heavily, no one raised her to her feet and dusted\nthe snow from her petticoats. Although she was naturally phlegmatic, slow\nto take offence, and more reluctant than most people to believe that a\nmere foreigner could oust her from Orlando's affections, still even the\nLady Margaret herself was brought at last to suspect that something was\nbrewing against her peace of mind.\n\nIndeed, as the days passed, Orlando took less and less care to hide his\nfeelings. Making some excuse or other, he would leave the company as soon\nas they had dined, or steal away from the skaters, who were forming sets\nfor a quadrille. Next moment it would be seen that the Muscovite was\nmissing too. But what most outraged the Court, and stung it in its\ntenderest part, which is its vanity, was that the couple was often seen\nto slip under the silken rope, which railed off the Royal enclosure from\nthe public part of the river and to disappear among the crowd of common\npeople. For suddenly the Princess would stamp her foot and cry, 'Take me\naway. I detest your English mob,' by which she meant the English Court\nitself. She could stand it no longer. It was full of prying old women,\nshe said, who stared in one's face, and of bumptious young men who trod\non one's toes. They smelt bad. Their dogs ran between her legs. It was\nlike being in a cage. In Russia they had rivers ten miles broad on which\none could gallop six horses abreast all day long without meeting a soul.\nBesides, she wanted to see the Tower, the Beefeaters, the Heads on Temple\nBar, and the jewellers' shops in the city. Thus, it came about that\nOrlando took her into the city, showed her the Beefeaters and the rebels'\nheads, and bought her whatever took her fancy in the Royal Exchange. But\nthis was not enough. Each increasingly desired the other's company in\nprivacy all day long where there were none to marvel or to stare. Instead\nof taking the road to London, therefore, they turned the other way about\nand were soon beyond the crowd among the frozen reaches of the Thames\nwhere, save for sea birds and some old country woman hacking at the ice\nin a vain attempt to draw a pailful of water or gathering what sticks or\ndead leaves she could find for firing, not a living soul ever came their\nway. The poor kept closely to their cottages, and the better sort, who\ncould afford it, crowded for warmth and merriment to the city.\n\nHence, Orlando and Sasha, as he called her for short, and because it was\nthe name of a white Russian fox he had had as a boy--a creature soft as\nsnow, but with teeth of steel, which bit him so savagely that his father\nhad it killed--hence, they had the river to themselves. Hot with skating\nand with love they would throw themselves down in some solitary reach,\nwhere the yellow osiers fringed the bank, and wrapped in a great fur\ncloak Orlando would take her in his arms, and know, for the first time,\nhe murmured, the delights of love. Then, when the ecstasy was over and\nthey lay lulled in a swoon on the ice, he would tell her of his other\nloves, and how, compared with her, they had been of wood, of sackcloth,\nand of cinders. And laughing at his vehemence, she would turn once more\nin his arms and give him for love's sake, one more embrace. And then they\nwould marvel that the ice did not melt with their heat, and pity the poor\nold woman who had no such natural means of thawing it, but must hack at\nit with a chopper of cold steel. And then, wrapped in their sables, they\nwould talk of everything under the sun; of sights and travels; of Moor\nand Pagan; of this man's beard and that woman's skin; of a rat that fed\nfrom her hand at table; of the arras that moved always in the hall at\nhome; of a face; of a feather. Nothing was too small for such converse,\nnothing was too great.\n\nThen suddenly, Orlando would fall into one of his moods of melancholy;\nthe sight of the old woman hobbling over the ice might be the cause of\nit, or nothing; and would fling himself face downwards on the ice and\nlook into the frozen waters and think of death. For the philosopher is\nright who says that nothing thicker than a knife's blade separates\nhappiness from melancholy; and he goes on to opine that one is twin\nfellow to the other; and draws from this the conclusion that all extremes\nof feeling are allied to madness; and so bids us take refuge in the true\nChurch (in his view the Anabaptist), which is the only harbour, port,\nanchorage, etc., he said, for those tossed on this sea.\n\n'All ends in death,' Orlando would say, sitting upright, his face clouded\nwith gloom. (For that was the way his mind worked now, in violent\nsee-saws from life to death, stopping at nothing in between, so that the\nbiographer must not stop either, but must fly as fast as he can and so\nkeep pace with the unthinking passionate foolish actions and sudden\nextravagant words in which, it is impossible to deny, Orlando at this\ntime of his life indulged.)\n\n'All ends in death,' Orlando would say, sitting upright on the ice. But\nSasha who after all had no English blood in her but was from Russia where\nthe sunsets are longer, the dawns less sudden, and sentences often left\nunfinished from doubt as to how best to end them--Sasha stared at him,\nperhaps sneered at him, for he must have seemed a child to her, and said\nnothing. But at length the ice grew cold beneath them, which she\ndisliked, so pulling him to his feet again, she talked so enchantingly,\nso wittily, so wisely (but unfortunately always in French, which\nnotoriously loses its flavour in translation) that he forgot the frozen\nwaters or night coming or the old woman or whatever it was, and would try\nto tell her--plunging and splashing among a thousand images which had\ngone as stale as the women who inspired them--what she was like. Snow,\ncream, marble, cherries, alabaster, golden wire? None of these. She was\nlike a fox, or an olive tree; like the waves of the sea when you look\ndown upon them from a height; like an emerald; like the sun on a green\nhill which is yet clouded--like nothing he had seen or known in England.\nRansack the language as he might, words failed him. He wanted another\nlandscape, and another tongue. English was too frank, too candid, too\nhoneyed a speech for Sasha. For in all she said, however open she seemed\nand voluptuous, there was something hidden; in all she did, however\ndaring, there was something concealed. So the green flame seems hidden in\nthe emerald, or the sun prisoned in a hill. The clearness was only\noutward; within was a wandering flame. It came; it went; she never shone\nwith the steady beam of an Englishwoman--here, however, remembering the\nLady Margaret and her petticoats, Orlando ran wild in his transports and\nswept her over the ice, faster, faster, vowing that he would chase the\nflame, dive for the gem, and so on and so on, the words coming on the\npants of his breath with the passion of a poet whose poetry is half\npressed out of him by pain.\n\nBut Sasha was silent. When Orlando had done telling her that she was a\nfox, an olive tree, or a green hill-top, and had given her the whole\nhistory of his family; how their house was one of the most ancient in\nBritain; how they had come from Rome with the Caesars and had the right\nto walk down the Corso (which is the chief street in Rome) under a\ntasselled palanquin, which he said is a privilege reserved only for those\nof imperial blood (for there was an orgulous credulity about him which\nwas pleasant enough), he would pause and ask her, Where was her own\nhouse? What was her father? Had she brothers? Why was she here alone with\nher uncle? Then, somehow, though she answered readily enough, an\nawkwardness would come between them. He suspected at first that her rank\nwas not as high as she would like; or that she was ashamed of the savage\nways of her people, for he had heard that the women in Muscovy wear\nbeards and the men are covered with fur from the waist down; that both\nsexes are smeared with tallow to keep the cold out, tear meat with their\nfingers and live in huts where an English noble would scruple to keep his\ncattle; so that he forebore to press her. But on reflection, he concluded\nthat her silence could not be for that reason; she herself was entirely\nfree from hair on the chin; she dressed in velvet and pearls, and her\nmanners were certainly not those of a woman bred in a cattle-shed.\n\nWhat, then, did she hide from him? The doubt underlying the tremendous\nforce of his feelings was like a quicksand beneath a monument which\nshifts suddenly and makes the whole pile shake. The agony would seize him\nsuddenly. Then he would blaze out in such wrath that she did not know how\nto quiet him. Perhaps she did not want to quiet him; perhaps his rages\npleased her and she provoked them purposely--such is the curious\nobliquity of the Muscovitish temperament.\n\nTo continue the story--skating farther than their wont that day they\nreached that part of the river where the ships had anchored and been\nfrozen in midstream. Among them was the ship of the Muscovite Embassy\nflying its double-headed black eagle from the main mast, which was hung\nwith many-coloured icicles several yards in length. Sasha had left some\nof her clothing on board, and supposing the ship to be empty they climbed\non deck and went in search of it. Remembering certain passages in his own\npast, Orlando would not have marvelled had some good citizens sought this\nrefuge before them; and so it turned out. They had not ventured far when\na fine young man started up from some business of his own behind a coil\nof rope and saying, apparently, for he spoke Russian, that he was one of\nthe crew and would help the Princess to find what she wanted, lit a lump\nof candle and disappeared with her into the lower parts of the ship.\n\nTime went by, and Orlando, wrapped in his own dreams, thought only of the\npleasures of life; of his jewel; of her rarity; of means for making her\nirrevocably and indissolubly his own. Obstacles there were and hardships\nto overcome. She was determined to live in Russia, where there were\nfrozen rivers and wild horses and men, she said, who gashed each other's\nthroats open. It is true that a landscape of pine and snow, habits of\nlust and slaughter, did not entice him. Nor was he anxious to cease his\npleasant country ways of sport and tree-planting; relinquish his office;\nruin his career; shoot the reindeer instead of the rabbit; drink vodka\ninstead of canary, and slip a knife up his sleeve--for what purpose, he\nknew not. Still, all this and more than all this he would do for her\nsake. As for his marriage to the Lady Margaret, fixed though it was for\nthis day sennight, the thing was so palpably absurd that he scarcely gave\nit a thought. Her kinsmen would abuse him for deserting a great lady; his\nfriends would deride him for ruining the finest career in the world for a\nCossack woman and a waste of snow--it weighed not a straw in the balance\ncompared with Sasha herself. On the first dark night they would fly. They\nwould take ship to Russia. So he pondered; so he plotted as he walked up\nand down the deck.\n\nHe was recalled, turning westward, by the sight of the sun, slung like an\norange on the cross of St Paul's. It was blood-red and sinking rapidly.\nIt must be almost evening. Sasha had been gone this hour and more. Seized\ninstantly with those dark forebodings which shadowed even his most\nconfident thoughts of her, he plunged the way he had seen them go into\nthe hold of the ship; and, after stumbling among chests and barrels in\nthe darkness, was made aware by a faint glimmer in a corner that they\nwere seated there. For one second, he had a vision of them; saw Sasha\nseated on the sailor's knee; saw her bend towards him; saw them embrace\nbefore the light was blotted out in a red cloud by his rage. He blazed\ninto such a howl of anguish that the whole ship echoed. Sasha threw\nherself between them, or the sailor would have been stifled before he\ncould draw his cutlass. Then a deadly sickness came over Orlando, and\nthey had to lay him on the floor and give him brandy to drink before he\nrevived. And then, when he had recovered and was sat upon a heap of\nsacking on deck, Sasha hung over him, passing before his dizzied eyes\nsoftly, sinuously, like the fox that had bit him, now cajoling, now\ndenouncing, so that he came to doubt what he had seen. Had not the candle\nguttered; had not the shadows moved? The box was heavy, she said; the man\nwas helping her to move it. Orlando believed her one moment--for who can\nbe sure that his rage has not painted what he most dreads to find?--the\nnext was the more violent with anger at her deceit. Then Sasha herself\nturned white; stamped her foot on deck; said she would go that night, and\ncalled upon her Gods to destroy her, if she, a Romanovitch, had lain in\nthe arms of a common seaman. Indeed, looking at them together (which he\ncould hardly bring himself to do) Orlando was outraged by the foulness of\nhis imagination that could have painted so frail a creature in the paw of\nthat hairy sea brute. The man was huge; stood six feet four in his\nstockings, wore common wire rings in his ears; and looked like a dray\nhorse upon which some wren or robin has perched in its flight. So he\nyielded; believed her; and asked her pardon. Yet when they were going\ndown the ship's side, lovingly again, Sasha paused with her hand on the\nladder, and called back to this tawny wide-cheeked monster a volley of\nRussian greetings, jests, or endearments, not a word of which Orlando\ncould understand. But there was something in her tone (it might be the\nfault of the Russian consonants) that reminded Orlando of a scene some\nnights since, when he had come upon her in secret gnawing a candle-end in\na corner, which she had picked from the floor. True, it was pink; it was\ngilt; and it was from the King's table; but it was tallow, and she gnawed\nit. Was there not, he thought, handing her on to the ice, something rank\nin her, something coarse flavoured, something peasant born? And he\nfancied her at forty grown unwieldy though she was now slim as a reed,\nand lethargic though she was now blithe as a lark. But again as they\nskated towards London such suspicions melted in his breast, and he felt\nas if he had been hooked by a great fish through the nose and rushed\nthrough the waters unwillingly, yet with his own consent.\n\nIt was an evening of astonishing beauty. As the sun sank, all the domes,\nspires, turrets, and pinnacles of London rose in inky blackness against\nthe furious red sunset clouds. Here was the fretted cross at Charing;\nthere the dome of St Paul's; there the massy square of the Tower\nbuildings; there like a grove of trees stripped of all leaves save a knob\nat the end were the heads on the pikes at Temple Bar. Now the Abbey\nwindows were lit up and burnt like a heavenly, many-coloured shield (in\nOrlando's fancy); now all the west seemed a golden window with troops of\nangels (in Orlando's fancy again) passing up and down the heavenly stairs\nperpetually. All the time they seemed to be skating in fathomless depths\nof air, so blue the ice had become; and so glassy smooth was it that they\nsped quicker and quicker to the city with the white gulls circling about\nthem, and cutting in the air with their wings the very same sweeps that\nthey cut on the ice with their skates.\n\nSasha, as if to reassure him, was tenderer than usual and even more\ndelightful. Seldom would she talk about her past life, but now she told\nhim how, in winter in Russia, she would listen to the wolves howling\nacross the steppes, and thrice, to show him, she barked like a wolf. Upon\nwhich he told her of the stags in the snow at home, and how they would\nstray into the great hall for warmth and be fed by an old man with\nporridge from a bucket. And then she praised him; for his love of beasts;\nfor his gallantry; for his legs. Ravished with her praises and shamed to\nthink how he had maligned her by fancying her on the knees of a common\nsailor and grown fat and lethargic at forty, he told her that he could\nfind no words to praise her; yet instantly bethought him how she was like\nthe spring and green grass and rushing waters, and seizing her more\ntightly than ever, he swung her with him half across the river so that\nthe gulls and the cormorants swung too. And halting at length, out of\nbreath, she said, panting slightly, that he was like a million-candled\nChristmas tree (such as they have in Russia) hung with yellow globes;\nincandescent; enough to light a whole street by; (so one might translate\nit) for what with his glowing cheeks, his dark curls, his black and\ncrimson cloak, he looked as if he were burning with his own radiance,\nfrom a lamp lit within.\n\nAll the colour, save the red of Orlando's cheeks, soon faded. Night came\non. As the orange light of sunset vanished it was succeeded by an\nastonishing white glare from the torches, bonfires, flaming cressets, and\nother devices by which the river was lit up and the strangest\ntransformation took place. Various churches and noblemen's palaces, whose\nfronts were of white stone showed in streaks and patches as if floating\non the air. Of St Paul's, in particular, nothing was left but a gilt\ncross. The Abbey appeared like the grey skeleton of a leaf. Everything\nsuffered emaciation and transformation. As they approached the carnival,\nthey heard a deep note like that struck on a tuning-fork which boomed\nlouder and louder until it became an uproar. Every now and then a great\nshout followed a rocket into the air. Gradually they could discern little\nfigures breaking off from the vast crowd and spinning hither and thither\nlike gnats on the surface of a river. Above and around this brilliant\ncircle like a bowl of darkness pressed the deep black of a winter's\nnight. And then into this darkness there began to rise with pauses, which\nkept the expectation alert and the mouth open, flowering rockets;\ncrescents; serpents; a crown. At one moment the woods and distant hills\nshowed green as on a summer's day; the next all was winter and blackness\nagain.\n\nBy this time Orlando and the Princess were close to the Royal enclosure\nand found their way barred by a great crowd of the common people, who\nwere pressing as near to the silken rope as they dared. Loth to end their\nprivacy and encounter the sharp eyes that were on the watch for them, the\ncouple lingered there, shouldered by apprentices; tailors; fishwives;\nhorse dealers, cony catchers; starving scholars; maid-servants in their\nwhimples; orange girls; ostlers; sober citizens; bawdy tapsters; and a\ncrowd of little ragamuffins such as always haunt the outskirts of a\ncrowd, screaming and scrambling among people's feet--all the riff-raff of\nthe London streets indeed was there, jesting and jostling, here casting\ndice, telling fortunes, shoving, tickling, pinching; here uproarious,\nthere glum; some of them with mouths gaping a yard wide; others as little\nreverent as daws on a house-top; all as variously rigged out as their\npurse or stations allowed; here in fur and broadcloth; there in tatters\nwith their feet kept from the ice only by a dishclout bound about them.\nThe main press of people, it appeared, stood opposite a booth or stage\nsomething like our Punch and Judy show upon which some kind of theatrical\nperformance was going forward. A black man was waving his arms and\nvociferating. There was a woman in white laid upon a bed. Rough though\nthe staging was, the actors running up and down a pair of steps and\nsometimes tripping, and the crowd stamping their feet and whistling, or\nwhen they were bored, tossing a piece of orange peel on to the ice which\na dog would scramble for, still the astonishing, sinuous melody of the\nwords stirred Orlando like music. Spoken with extreme speed and a daring\nagility of tongue which reminded him of the sailors singing in the beer\ngardens at Wapping, the words even without meaning were as wine to him.\nBut now and again a single phrase would come to him over the ice which\nwas as if torn from the depths of his heart. The frenzy of the Moor\nseemed to him his own frenzy, and when the Moor suffocated the woman in\nher bed it was Sasha he killed with his own hands.\n\nAt last the play was ended. All had grown dark. The tears streamed down\nhis face. Looking up into the sky there was nothing but blackness there\ntoo. Ruin and death, he thought, cover all. The life of man ends in the\ngrave. Worms devour us.\n\nMethinks it should be now a huge eclipse\nOf sun and moon, and that the affrighted globe\nShould yawn--\n\nEven as he said this a star of some pallor rose in his memory. The night\nwas dark; it was pitch dark; but it was such a night as this that they\nhad waited for; it was on such a night as this that they had planned to\nfly. He remembered everything. The time had come. With a burst of passion\nhe snatched Sasha to him, and hissed in her ear 'Jour de ma vie!' It was\ntheir signal. At midnight they would meet at an inn near Blackfriars.\nHorses waited there. Everything was in readiness for their flight. So\nthey parted, she to her tent, he to his. It still wanted an hour of the\ntime.\n\nLong before midnight Orlando was in waiting. The night was of so inky a\nblackness that a man was on you before he could be seen, which was all to\nthe good, but it was also of the most solemn stillness so that a horse's\nhoof, or a child's cry, could be heard at a distance of half a mile. Many\na time did Orlando, pacing the little courtyard, hold his heart at the\nsound of some nag's steady footfall on the cobbles, or at the rustle of a\nwoman's dress. But the traveller was only some merchant, making home\nbelated; or some woman of the quarter whose errand was nothing so\ninnocent. They passed, and the street was quieter than before. Then those\nlights which burnt downstairs in the small, huddled quarters where the\npoor of the city lived moved up to the sleeping-rooms, and then, one by\none, were extinguished. The street lanterns in these purlieus were few at\nmost; and the negligence of the night watchman often suffered them to\nexpire long before dawn. The darkness then became even deeper than\nbefore. Orlando looked to the wicks of his lantern, saw to the saddle\ngirths; primed his pistols; examined his holsters; and did all these\nthings a dozen times at least till he could find nothing more needing his\nattention. Though it still lacked some twenty minutes to midnight, he\ncould not bring himself to go indoors to the inn parlour, where the\nhostess was still serving sack and the cheaper sort of canary wine to a\nfew seafaring men, who would sit there trolling their ditties, and\ntelling their stories of Drake, Hawkins, and Grenville, till they toppled\noff the benches and rolled asleep on the sanded floor. The darkness was\nmore compassionate to his swollen and violent heart. He listened to every\nfootfall; speculated on every sound. Each drunken shout and each wail\nfrom some poor wretch laid in the straw or in other distress cut his\nheart to the quick, as if it boded ill omen to his venture. Yet, he had\nno fear for Sasha. Her courage made nothing of the adventure. She would\ncome alone, in her cloak and trousers, booted like a man. Light as her\nfootfall was, it would hardly be heard, even in this silence.\n\nSo he waited in the darkness. Suddenly he was struck in the face by a\nblow, soft, yet heavy, on the side of his cheek. So strung with\nexpectation was he, that he started and put his hand to his sword. The\nblow was repeated a dozen times on forehead and cheek. The dry frost had\nlasted so long that it took him a minute to realize that these were\nraindrops falling; the blows were the blows of the rain. At first, they\nfell slowly, deliberately, one by one. But soon the six drops became\nsixty; then six hundred; then ran themselves together in a steady spout\nof water. It was as if the hard and consolidated sky poured itself forth\nin one profuse fountain. In the space of five minutes Orlando was soaked\nto the skin.\n\nHastily putting the horses under cover, he sought shelter beneath the\nlintel of the door whence he could still observe the courtyard. The air\nwas thicker now than ever, and such a steaming and droning rose from the\ndownpour that no footfall of man or beast could be heard above it. The\nroads, pitted as they were with great holes, would be under water and\nperhaps impassable. But of what effect this would have upon their flight\nhe scarcely thought. All his senses were bent upon gazing along the\ncobbled pathway--gleaming in the light of the lantern--for Sasha's\ncoming. Sometimes, in the darkness, he seemed to see her wrapped about\nwith rain strokes. But the phantom vanished. Suddenly, with an awful and\nominous voice, a voice full of horror and alarm which raised every hair\nof anguish in Orlando's soul, St Paul's struck the first stroke of\nmidnight. Four times more it struck remorselessly. With the superstition\nof a lover, Orlando had made out that it was on the sixth stroke that she\nwould come. But the sixth stroke echoed away, and the seventh came and\nthe eighth, and to his apprehensive mind they seemed notes first\nheralding and then proclaiming death and disaster. When the twelfth\nstruck he knew that his doom was sealed. It was useless for the rational\npart of him to reason; she might be late; she might be prevented; she\nmight have missed her way. The passionate and feeling heart of Orlando\nknew the truth. Other clocks struck, jangling one after another. The\nwhole world seemed to ring with the news of her deceit and his derision.\nThe old suspicions subterraneously at work in him rushed forth from\nconcealment openly. He was bitten by a swarm of snakes, each more\npoisonous than the last. He stood in the doorway in the tremendous rain\nwithout moving. As the minutes passed, he sagged a little at the knees.\nThe downpour rushed on. In the thick of it, great guns seemed to boom.\nHuge noises as of the tearing and rending of oak trees could be heard.\nThere were also wild cries and terrible inhuman groanings. But Orlando\nstood there immovable till Paul's clock struck two, and then, crying\naloud with an awful irony, and all his teeth showing, 'Jour de ma vie!'\nhe dashed the lantern to the ground, mounted his horse and galloped he\nknew not where.\n\nSome blind instinct, for he was past reasoning, must have driven him to\ntake the river bank in the direction of the sea. For when the dawn broke,\nwhich it did with unusual suddenness, the sky turning a pale yellow and\nthe rain almost ceasing, he found himself on the banks of the Thames off\nWapping. Now a sight of the most extraordinary nature met his eyes.\nWhere, for three months and more, there had been solid ice of such\nthickness that it seemed permanent as stone, and a whole gay city had\nbeen stood on its pavement, was now a race of turbulent yellow waters.\nThe river had gained its freedom in the night. It was as if a sulphur\nspring (to which view many philosophers inclined) had risen from the\nvolcanic regions beneath and burst the ice asunder with such vehemence\nthat it swept the huge and massy fragments furiously apart. The mere look\nof the water was enough to turn one giddy. All was riot and confusion.\nThe river was strewn with icebergs. Some of these were as broad as a\nbowling green and as high as a house; others no bigger than a man's hat,\nbut most fantastically twisted. Now would come down a whole convoy of ice\nblocks sinking everything that stood in their way. Now, eddying and\nswirling like a tortured serpent, the river would seem to be hurtling\nitself between the fragments and tossing them from bank to bank, so that\nthey could be heard smashing against the piers and pillars. But what was\nthe most awful and inspiring of terror was the sight of the human\ncreatures who had been trapped in the night and now paced their twisting\nand precarious islands in the utmost agony of spirit. Whether they jumped\ninto the flood or stayed on the ice their doom was certain. Sometimes\nquite a cluster of these poor creatures would come down together, some on\ntheir knees, others suckling their babies. One old man seemed to be\nreading aloud from a holy book. At other times, and his fate perhaps was\nthe most dreadful, a solitary wretch would stride his narrow tenement\nalone. As they swept out to sea, some could be heard crying vainly for\nhelp, making wild promises to amend their ways, confessing their sins and\nvowing altars and wealth if God would hear their prayers. Others were so\ndazed with terror that they sat immovable and silent looking steadfastly\nbefore them. One crew of young watermen or post-boys, to judge by their\nliveries, roared and shouted the lewdest tavern songs, as if in bravado,\nand were dashed against a tree and sunk with blasphemies on their lips.\nAn old nobleman--for such his furred gown and golden chain proclaimed\nhim--went down not far from where Orlando stood, calling vengeance upon\nthe Irish rebels, who, he cried with his last breath, had plotted this\ndevilry. Many perished clasping some silver pot or other treasure to\ntheir breasts; and at least a score of poor wretches were drowned by\ntheir own cupidity, hurling themselves from the bank into the flood\nrather than let a gold goblet escape them, or see before their eyes the\ndisappearance of some furred gown. For furniture, valuables, possessions\nof all sorts were carried away on the icebergs. Among other strange\nsights was to be seen a cat suckling its young; a table laid sumptuously\nfor a supper of twenty; a couple in bed; together with an extraordinary\nnumber of cooking utensils.\n\nDazed and astounded, Orlando could do nothing for some time but watch the\nappalling race of waters as it hurled itself past him. At last, seeming\nto recollect himself, he clapped spurs to his horse and galloped hard\nalong the river bank in the direction of the sea. Rounding a bend of the\nriver, he came opposite that reach where, not two days ago, the ships of\nthe Ambassadors had seemed immovably frozen. Hastily, he made count of\nthem all; the French; the Spanish; the Austrian; the Turk. All still\nfloated, though the French had broken loose from her moorings, and the\nTurkish vessel had taken a great rent in her side and was fast filling\nwith water. But the Russian ship was nowhere to be seen. For one moment\nOrlando thought it must have foundered; but, raising himself in his\nstirrups and shading his eyes, which had the sight of a hawk's, he could\njust make out the shape of a ship on the horizon. The black eagles were\nflying from the mast head. The ship of the Muscovite Embassy was standing\nout to sea.\n\nFlinging himself from his horse, he made, in his rage, as if he would\nbreast the flood. Standing knee-deep in water he hurled at the faithless\nwoman all the insults that have ever been the lot of her sex. Faithless,\nmutable, fickle, he called her; devil, adulteress, deceiver; and the\nswirling waters took his words, and tossed at his feet a broken pot and a\nlittle straw.2Embed"
}